مگر اس سے عراق کے ایک سو بیس ارب ڈالر کے قرضوں میں کوئی خاص کمی نہیں آتی جس کا نتیجہ یہ ہوگا کہ جنگ اور خانہ جنگی کے ممکنہ خاتمے کے بعد بھی عراق کو اپنی نئے سرے سے تعمیر اور بیرونی قرضوں کی ادائیگی کے لیے عالمی طاقتوں اور اداروں پر انحصار کرنا پڑے گا اور مستقبل قریب میں عراق میں معاشی ترقی کے کوئی آثار نظر نہیں آتے ۔
منشور اور مقاصد
ہمسایوں سے پر امن زندگی بسر کریں ۔
آرٹیکل نمبر 2 کے تحت تمام رکن ممالک کو مرتبہ برابری کی بنیاد پر ہے ۔
اعضاء
جنرل اسمبلی تمام رکن ممالک پر مشتمل ہوتی ہے ۔
ہتھیاروں میں تخفیف کا معاملہ بھی اسی کی ذمہ داری ہے ۔
جنرل اسمبلی اکثر اوقات بہ وقت ضرورت ہنگامی کمیٹیاں بھی مقرر کرتی ہے ۔
تمام بنی نوع انسان کے لیے بنیادی حقوق اور آزادیوں کو حاصل کرنا ۔
باقی مسائل کا فیصلہ حاضر ارکان کی سادہ اکثریت سے کیا جاتا ہے ۔
سلامتی کونسل اقوام متحدہ کے تمام اراکین کی طرف سے کاروائی کرتی ہے ۔
اس کونسل میں ہر فیصلہ محض کثرت رائے سے کیا جاتا ہے ۔
سماجی ترقی سے متعلق کمیشن
تولیتی علاقی جات کے باشندوں کی ترقی کا خیال رکھنا تا کہ وہ خود مختاری اور آزادی حاصل کر سکیں ۔
جج اپنی ذاتی قابلیت کی بنا پر منتخب ہوتا ہے ۔
اقتصادی اور سماجی امور کا محکمہ
مندرجہ ذیل امدادی اداروں میں بھی اقوام متحدہ کا عملہ کام کرتا ہے ۔
زمرہ : اقوام متحدہ
شمارندی جالکارات میں ، معیل النیابہ یا نیابی معیل -LRB- proxy server -RRB- ایک ایسا معیل -LRB- شمارندی نظام یا نفاذی مصنع لطیف -RRB- ہے جو اپنے عملاء کی التماسات -LRB- requests -RRB- کو دوسرے معیلات -LRB- servers -RRB- کی طرف بھیجتا ہے .
اس ریاست کے قیام کے لئے ارجنٹائن یا مشرق وسطی کا علاقہ تجویز کیا گیا تھا ۔
ترجمہ : ہم فلسطین کے غریب عوام کو فلسطین سے باہر ملازمت دِلانے کا چکمہ دینے کی کوشش کریں گے اور ساتھ ہی اُن کو فلسطین میں ملازمت نہیں کرنے دیں گے ۔
1914 تک مزید چالیس ہزار کے قریب یہودی یورپ اور روس سے فلسطین پہنچے ۔
برطانیہ نے دوسری جنگ عظیم سے ہوش سنبھلنے کے بعد 1947ء میں فلسطین کا معاملہ اقوام متحدہ کے حوالے کر دیا ۔
عیسائی اور چند یہودی شامل تھے ۔
اگلے دن برطانیہ کے بقیہ فوجی بھی اپنی چھاؤنیاں صیہونیوں کے حوالے کر کے چلے گئے ۔
موشے دیان کو دہشت گرد ہونے کے باوجود برطانوی فوج میں کسی خاص کام کے لئے کچھ عرصہ کے لئے بھرتی کیا گیا تھا ۔
1956ء میں برطانیہ ۔
لبنان اور اُردن کی طرف دھکیل دیا گیا ۔
اس طرح ریت کی 2 میٹراونچی دیوار کے لئے بنیاد یا قاعدہ ساڑھے پانچ میٹر چوڑا بنتا ہے جبکہ اوپر سے چوڑائی صفر ہو ۔
کچھ عرصہ بعد صدر انور سادات اس علاقہ کے دورہ پر آیا تو اس میجر نے اس کے سامنے تجربہ کرنا چاہا مگر کمانڈر نے ٹال دیا ۔
پُل بنا کر مصری فوج ہلکے ٹینکوں سمیت صحراۓ سینا میں داخل ہو گئی اور ریت کی دیوار کے دوسری طرف موجود ساری اسرائیلی فوج کا صفایا کر دیا ۔
اپنے دور حکومت میں جمال عبدالناصر نے ہر جوان کے لئے 3 سال کی ملٹری ٹریننگ لازمی کی تھی جو اس وقت کام آئی ۔
ان صیہونی تنظیموں کا پروگرام ایک بہت بڑی صیہونی ریاست بنانے کا ہے جس کا ذکر ہوچکا ہے ۔
حضرت یوسف علیہ السّلام کے 300 سال بعد حضرت موسی علیہ السّلام مصر میں پیدا ہوۓ ۔
خائم وائسمَین جو اسرائیل کا پہلا صدر بنا وہ موٹول -LSB- پولینڈ -RSB- کا تھا ۔
اِسی طرح مسلمانوں کا بھی حق بنتا ہے کہ سارے مِل کر جنوبی اور مشرقی یورپ پر حملہ کردیں کہ یہاں کِسی زمانہ میں مسلمانوں کی حکومت تھی ۔
2003 عیسوی میں اس پر امریکہ نے قبضہ کرلیا تھا جو تا حال جاری ہے البتہ ایک برائے نام حکومت قائم ہے ۔
طوفانِ نوح یہیں پر آیا تھا ۔
اکادی سلطنت لبنان کے ساحلوں تک پھیلی ہوئی تھی ۔
اس کے بعد عربوں نے اموی اور عباسی سلطنت کی صورت میں عراق پر حکومت کی ۔
1956 میں عراق ، پاکستان ، ترکی ، ایران ، امریکہ اور برطانیہ کے درمیان معاہدہ بغداد ہوا جو مصر کے جمال عبدالناصر اور شام کے خلاف ایک محاذ بن گیا ۔
مگر بعد میں تیل کی صنعت کو قومیا لیا گیا ۔
تیل کی عراقی دولت کو برطانیہ اور امریکہ دونوں ھاتھوں سے لوٹ رہے ہیں ۔
عراق کی آبادی ڈھائی کروڑ سے زیادہ ہے ۔
25 سے 30 فی صد افراد بے روزگار ہیں اور یہ شرح بڑھ رہی ہے ۔
ایک طرف شام ہے اور ایک طرف سعودی عرب ۔
مگر بعد میں بعث پارٹی کی دوسری حکومت نے تیل کی صنعت کو قومیا لیا اور عراق نے کچھ عرصہ ترقی کی ۔
یہ ایک قسم کی مصنوعی جمہوریت تھی ۔
ایک پرانی غیر استعمال شدہ تیل کی پائپ لائن بھی بحال کی گئی ہے جو اسرائیل تک جاتی ہے ۔
19 مارچ - پاکستانی اداکار محمد علی کا انتقال ۔
دسمبر
یہ ایک یا کئی جلدوں پر مشتمل ہوسکتی ہے ، اِس کا اِنحصار اِس میں شامل معلومات پر ہے .
روئے خط موسوعات کی فہرست
زمرہ : برقی دستاویزات
اس کو بالعموم روس یعنی رشیا بھی کہا جاتا تھا جو کہ غلط ہے ۔
ترکمانستان جو پہلے اس دولت مشترکہ کا باقاعدہ ممبر تھا ، اب ایسوسی ایٹ ممبر کا درجہ رکھتا ہے ۔
سیاست
معشیت
آبادی اور معاشرہ
بہت سے مصنفین جیل میں ڈالے گئے یا مار دیئے گئے ۔
عراق کی تعمیرِ نو کے نوے فی صد ٹھیکے امریکی کمپنیوں اور باقی برطانوی اور کچھ فرانسیسی اور اطالوی کمپنیوں کو مل رہے ہیں جو مہنگا کام کرنے میں مشہور ہیں اور یوں لوٹ کھسوٹ کا ایک اور در کھل گیا ہے ۔
1945 میں اقوام متحدہ کے چارٹر پر دستخطوں کی تقریب ، سان فرانسسکو ، امریکہ
بین الاقوامی امن اور تحفظ کی خاطر اپنی طاقت متحد کریں ۔
رکنیت
اقوام متحدہ کے 6 اعضاء ہیں
ہر رکن ملک اسمبلی میں زیادہ سے زیادہ پانچ نمائندے بھیج سکتا ہے ۔
اسکی مزید امداد کے لیے ایک خصوصی سیاسی کمیٹی بھی ہے ۔
مثلاً امبلی نے دسمبر 1948 ء میں کوریا کے لیے اقوام متحدہ کا کمیشن مقرر کیا ۔
اقتصادی ، سماجی ، ثقافتی ، تعلیمی اور صحت عامہ کے متعلق بین الاقو امی اشتراک عمل
سلامتی کونسل
یہ سب اراکان سلامتی کونسل کے فیصلوں کی تعمیل میں حامی بھرتے ہیں اور اسکی درخواست پر بین الاقوامی امن اور سلامتی کے لیے مسلح فوجیں یا دیگر مناسب اقدام کرتے ہیں ۔
یہ رکن کا ایک ووٹ ہوتا ہے ۔
خواتین کے حقوق سے متعلق کمیشن
تولیتی کانفرس کا فرض ہے کہ تولیتی علاقہ جات کے باشندوں کی سیاسی ، اقتصادی ، سماجی اور تعلیمی ترقی کے بارے میں استفسار نامہ مرتب کرے جس کی بنا پر انتظام کرنے والی حکومتیں سالانہ رپورٹ تیار کریں ۔
تاہم یہ خیال رکھا جاتا ہے کہ اہم قانونی نظام کی نمائندگی ہو جائے ۔
خصوصی سیاسی معاملات کا دفتر
وہ ادارے جنہیں جنرل اسمبلی یا اقتصادی کونسل قائم کرے
مزید دیکھئے
برطانوی حکومت نے ارجنٹائن میں یہودی ریاست قائم کرنے کی سخت مخالفت کی اور اسے فلسطین میں قائم کرنے پر زور دیا ۔
باقی صیہونیوں نے راست اقدام کا منصوبہ بناتے ہوئے مندرجہ ذیل فیصلہ کیا :
خفیہ معاہدہ
اس وقت تک فلسطین میں یہودیوں کی تعداد ایک تہائی ہو چکی تھی لیکن وہ فلسطین کی صرف 6 فیصد زمین کے مالک تھے ۔
یہ دنیا میں پہلی بارودی دہشت گردی تھی ۔
اس کے بعد مار دھاڑ روز کا معمول بن گیا ۔
وہ برطانوی فوج کی ملازمت چھوڑ کر پھر صیہونی دہشت گرد تنظیم میں شامل ہوا اور اس کا کمانڈر بن گیا ۔
فرانس اور اسرائیل نے مصر پر بھرپور حملہ کر دیا جس میں مصر کے ہوائی اڈوں کو بھی نشانہ بنایا گیا ۔
جنگ یوم کپور 1973ء
اگر 20 میٹر اونچی ریت کی دیوار بنائی جاۓ جس کی اوپر چوڑائی صرف 5 میٹر رکھی جائے تو زمین پر اس کی چوڑائی 60 میٹر یا 197 فٹ ہو گی ۔
بعد میں کسی طرح اس میجر کی انور سادات سے ملاقات ہو گئی اور میجر نے اس سے اپنے تجربہ کا ذکر کیا ۔
یہ حملہ جنگ یوم کپور ، جنگ رمضان یا جنگ اکتوبر کے نام سے یاد کیا جاتا ہے ۔
پورٹ سعید کے شہریوں نے اسرائیلی کمانڈوز کا بے جگری سے مقابلہ کیا اور انہیں شہر میں داخل نہ ہونے دیا ۔
یہ نقشہ تھیوڈور ہرستل جس نے صیہونی ریاست کی تجویز 1896ء میں پیش کی تھی نے ہی تجویز کیا تھا اور یہی نقشہ 1947ء میں دوبارہ ربی فشمّن نے پیش کیا تھا ۔
جس سرزمین پر یہودی اپنی میراث ہونے کا دعوی کرتے ہیں اسے انہوں نے اپنی مرضی سے حضرت موسی علیہ السّلام سے 400 سال پیشتر خیر باد کہہ کر مصر میں دولت کی خاطر غلام بننا قبول کیا تھا ۔
ثابت یہی ہوتا ہے کہ نہ تو اسرائیل کے لیڈروں کا فلسطین سے کوئی تعلق تھا یا ہے اور نہ فلسطین یا اس کا کوئی حصہ کبھی بھی یہودیوں کی مملکت تھا ۔
قدیم امریکی موجودہ سفید فام امریکیوں کو جو کہ دراصل انگریز ۔
عراق ایشیاء کا ایک اہم عرب اور مسلمان ملک ہے ۔
اس کی غالب اکثریت مسلمانوں پر مشتمل ہے البتہ کافی تعداد میں عیسائی بھی ہیں ۔
عراق سے ملنے والے آثارِ قدیمہ ثابت کرتے ہیں کہ زمانہ قبل از تاریخ میں بھی یہاں کے لوگ باقاعدہ زبان ، ثقافت اور مذہب رکھتے تھے ۔
لبنان وہ علاقہ ہے جس نے ابتدائی حروف بنائے اور سمندری جہاز رانی کی ابتداء کی ۔
عباسیوں نے بغداد کو پہلی دفعہ دار الحکومت بنایا ۔
اس پر جمال عبدالناصر نے عراقی بادشاہت کے خلاف آواز اٹھائی جس کا اثر عراق میں بھی ہوا ۔
یہی وہ دور ہے جس میں عراق نے کچھ اقتصادی ترقی کی ۔
یہ دور ایک خون آلود دور کے طور پر یاد کیا جائے گا کیونکہ ان چند سالوں میں اتنی عراقی عوام قتل ہوئی ہے جو پچھلے پچاس سال میں نہیں ہوئی ۔
-LRB- جولائی2005 میں 26074906 -RRB- ۔
جغرافیہ
عراق کو اپنے تیل کے ذخائر کی وجہ سے بہت اہمیت حاصل ہے جو دنیا میں دوسرے نمبر پر ہیں ۔
عالمی طاقتوں نے عراق کو ایران سے ایک لمبی جنگ میں پھنسا کر خوب برباد کیا ۔
2003 میں امریکہ نے اتحادی فوج کا لبادہ اوڑھ کر عراق پر قبضہ کر لیا جو آج تک جاری ہے البتہ 15 اکتوبر 2005 کو انتخابات کروا کر عراق کا نیا آئین 78 فی صد اکثریت سے منظور کیا گیا ۔
عراق میں ایک کمزور حکومت قائم ہے جو نہ امریکہ کے خلاف کچھ کر سکتی ہے نہ علاقائی خانہ جنگی کو ختم کر سکی ہے ۔
اپريل
30 دسمبر - عراقی صدر صدام حسین کو عراق میں پھانسی دے دی گئی ۔
تسمیات
لغت
ایک ویب مبنی برقی خط خدمت جی میل کا سطح البین
روس یعنی رشیا اس یونین کی سب سے زیادہ طاقتور ریاست کا نام ہے ۔
تین بالٹک ریاستیں یعنی استونیا ، لٹویا اور لتھوانیا نے اس دولت مشترکہ میں شمولیت نہیں اختیار کی بلکہ یورپی یونین اور نیٹو میں ۲۰۰۴ میں شمولیت اختیار کی ۔
سویت یونین کے رہنما
جغرافیہ
ثقافت
میخائل تھا کے بعدسنسر شپ کم ہوئی لیکن مکمل ختم نہ ہوسکی ۔
سیاست
اس کے چارٹر کی تمہید میں لکھا ہے کہ
نیز اصولوں اور روایتوں کو قبول کر سکیں اس بات کا یقین دلائیں کی مشترکہ مفاف کے سوا کبھی طاقت کا استعمال نہ کیا جائے ۔
ہر امن پسند ملک جو اقوام متحدہ کے چارٹر کی شرائط تسلیم کرے اور ادارہ کی نظر میں وہ ملک ان شرائط کو پورا کر سکے اور اقوام متحدہ کی ذمہ داریوں کو ادا کرنے کے لیے تیار ہو برابری کی بنیاد پر اقوام متحدہ کا رکن بن سکتا ہے ۔
جنرل اسمبلی
ایسے نمائندوں کا انتخاب ملک خود کرتا ہے ۔
دوسری کمیٹی اقتصادی اور مالیاتی معاملات کے متعلق ہے ۔
اقوام متحدہ نے مصالحتی کمیشن برائے فلسطین مقرر کیا ۔
سلامتی کونسل اور اقوام متحدہ کے دوسرے اعضا کی رپورٹوں پر غور کرنا
اقوام متحدہ کی سلامتی کونسل کا چیمبر
سلامتی کونسل کی کاروائی ہمیشہ جاری رہتی ہے ۔
یہ کونسل کمیشنوں اور کمیٹیوں کے ذریعے کام کرتی ہے ۔
منشی ادویات سے متعلق کمیشن
اس کے ممبروں میں سلامتی کونسل کے پانچ مستقل اراکین کے علاوہ ٹرسٹ علاقوں کا انتظام کرنے والے ممالک شامل ہوتے ہیں ۔
یاد رہے کہ ایک ہی ملک کے دو جج بیک وقت منتخب نہیں ہو سکتے ۔
تولیتی اور غیر مختار علاقوں کا عملہ
یونیسف -LRB- unicef -RRB- اس کا صدر دفتر ینو یارک میں ہے ۔
عمیل و معیل
لارڈ بیلفور نے 1905ء میں جب وہ برطانیہ کا وزیرِ اعظم بنا تو برطانیہ میں یہودیوں کا داخلہ روکنے کے لئے ایک قانون منظور کرایا اور اُس کے بعد برطانیہ نے مندرجہ ذیل ڈکلیئریشن منظور کی
ترجمہ : جونہی ہماری تعداد فلسطین میں زیادہ ہو گی ہم زمینوں پر قبضہ کر لیں گے ۔
لارڈ بیلفور نے 1905ء میں جب وہ برطانیہ کا وزیرِ اعظم تھا تو اِس خیال سے کہ کہیں روس میں قتلِ عام کی وجہ سے یہودی برطانیہ کا رُخ نہ کر لیں ۔
اقوام متحدہ نے ایک کمیٹی بنائی جس نے سفارش کی کہ فلسطین کےساڑھے 56 فیصد علاقہ پر صرف 6 فیصد کے مالک یہودیوں کی ریاست اسرائیل بنا دی جائے اور ساڑھے 43 فیصد علاقہ میں سے بیت المقدس کو بین الاقوامی بنا کر باقی تقریبا 40 فیصد فلسطین کو 94 فیصد فلسطین کے مالک مسلمانوں کے پاس رہنے دیا جائے ۔
برطانوی حکومت پہلے ہی مزید یہودیوں کو فلسطین میں بسانے کے امریکی دباؤ سے پریشان تھی برطانوی فوجیوں کی ہلاکت کی وجہ سے برطانیہ کے اندر حکومت پر فلسطین سے فوجیں نکالنے کا دباؤ پڑنے لگا ۔
صیہونی مسلح دستے مسلمان عربوں کی املاک پر قبضہ کرتے چلے گئے کیونکہ وہ دہشت گرد تنظیموں کے تربیت یافتہ کمانڈو تھے اور انہيں امریکہ اور برطانیہ کی امداد بھی حاصل تھی ۔
عربوں کی املاک پر قبضہ کرنے کے لئے جو حملے کئے جاتے رہے ان کا کمانڈر موشے دیان ہی تھا ۔
ان مشترکہ فوجوں نے سینا ، غزہ اور مصر کی شمالی بندرگاہ پورٹ سعید پر قبضہ کر کے نہر سوئز کا کنٹرول سنبھال لیا جو حملے کی بنیادی وجہ تھی ۔
مصری فوجی نہر سوئز عبور کرتے ہوئے
اتنی چوڑی دیوار کو توڑنا ناممکن سمجھ کر ہی اسرائیل نے یہ دیوار بنائی ہو گی ۔
انور سادات نے میجر سے کہا کہ خفیہ طور پر تجربہ کرتا رہے اور پھر حساب لگا کر بتاۓ کہ 20 میٹر اونچی دیوار میں شگاف ڈالنا ممکن بھی ہے یا نہیں ۔
مصری فوج نہر سوئز کے کنارے اسرائیل کی بنائی ہوئی بیس میٹر اونچی ریت کی دیوار میں شگاف ڈال کر سینا میں داخل ہو گئی اور دیوار کے پار موجود اسرائیلی فوج کا صفایا کر دیا ۔
سعودی عرب کے بادشاہ فیصل نے تیل کا ہتھار موثّر طور پر استعمال کیا ۔
اسرائیل نے 1982ء میں لبنان پر بہت بڑا حملہ کر کے اس کے بہت سے علاقہ پر قبضہ کر لیا ۔
حضرت موسی علیہ السّلام کے 40 سال بعد تک بنی اسرائیل صحراۓ سینائی میں بھٹکتے رہے یہاں تک کہ ان کی اگلی نسل آ گئی لیکن اگر یہودیوں کی بات مان لی جاۓ تو بھی یہ حکومت اس وقت مکمل طور پر ختم ہو گئی تھی جب آج سے 2591 سال قبل بابل والوں نے اس پر قبضہ کر کے بمع عبادت گاہ سب کچھ مسمار کر دیا تھا اور بنی اسرائیل کو وہاں سے نکال کر اپنا غلام بنا لیا تھا ۔
ریاست اسرائیل کا وجود جور و جبر کا مرہون منت ہے ۔
جرمن ۔
یہ قدیم میسوپوٹیمیا -LRB- مابین النھرین -RRB- ، قدیم شام کے کچھ صحرائی علاقوں اور مزید کچھ علاقوں پر مشتمل ہے ۔
اس کا دارالحکومت بغداد ہے جو اس کا سب سے بڑا شہر ہے ۔
عراق کے شمال مشرق میں شانیدر کے غاروں سے ملنے والے نیاندرتھال انسان کے ڈھانچوں سے ، جو پچاس سے ساٹھ ھزار سال پرانے ہیں ، یہ پتہ چلتا ہے کہ وہ بولنے کی صلاحیت رکھتے تھے اور رسومات ادا کیا کرتے تھے مثلاً اپنے مردے پھولوں کے ساتھ دفناتے تھے ۔
اکادیوں کے بعد سمیریوں اور اس کے بعد بابل کی تہذیب نے فروغ پایا ۔
1258 عیسوی میں منگولوں نے ہلاکو خان کی قیادت میں بغداد کو تاراج کیا -LRB- دیکھیے : سقوط بغداد -RRB- ۔
14 جولائی 1958 کو بریگیڈئیر جنرل عبدالکریم قاسم اور کرنل عبدالسلام عارف کی قیادت میں عراقی فوج نے انقلاب برپا کیا اور عراقی بادشاہت کا خاتمہ کر دیا ۔
جو پہلے برطانوی لوٹ کھسوٹ کے ساتھ ممکن نہیں تھی ۔
عراق کے سابق صدر صدام حسین کو امریکی کی زیرِنگیں حکومت نے پھانسی دے دی ہے جس سے فرقہ وارانہ فساد میں اضافہ ہوا ہے ۔
ان میں سے 80 فی صد عرب ہیں اور باقی کرد -LRB- پندرہ فی صد کے قریب -RRB- اور دوسری نسلوں -LRB- ترک ، اسیریائی وغیرہ -RRB- سے تعلق رکھتے ہیں ۔
عراق کا نقشہ
عراق میں خشک گرمیوں کا موسم آتا ہے جس میں بادل تک نہیں آتے مگر سردیوں میں کچھ بارش ہوتی ہے ۔
اس کی ساری دولت اس جنگ کی نذر ہو گئی ۔
جس کے تحت دسمبر میں نئی عراقی حکومت کی تشکیل کی گئی ۔
بیرونی روابط
مئی
زمرہ : گریگورین تقویم
یہ اِصطلاح انگریزی لفظ انسائیکلوپیڈیا کی صحیح معنی ہے اور یہ دو عربی الفاظ کا مجموعہ ہے : ‘ ‘ دائرۃ ’ ’ یعنی دائرہ اور ‘ ‘ المعارف ’ ’ یا ‘ ‘ معارف ’ ’ جس کا مطلب ہے قانون قدرت یا فطری اشیا کی واقفیت .
سائنس و طرزیات کی تاریخ
برقی ڈاک ، برق ڈاک ، ڈاک برقی یا ای-میل برقی ابلاغیاتی نظاموں پر پیغامات کو لکھنے ، بھیجنے ، وصول اور محفوظ کرنے کا ایک تخزینی و تقدیمی طریقہ ہے .
۱۹۴۵ سے لے کر ۱۹۹۱ یعنی تحلیل تک اس کو امریکہ کے ساتھ دنیا کی ایک سپر پاور مانا جاتا تھا ۔
روس اور بیلارس اب یونین آف رشیا اینڈ بیلارس سے تعلق رکھتے ہیں ۔
سویت یونین کا پہلا راہنما ان کا پہلا جنرل سیکرٹری تھا ۔
سوویت یونین نے یورپ کے براعظم کے مشرقی حصے اور ایشیا کے شمالی حصے پر قبضہ کیا تھا ۔
سویت یونین کی ثقافت یو ایس ایس آر کی ۷۰ سالہ دور میں بہت سے مراحل سے گزری ہے ۔
آرٹ میں نت نئے تجربات کی پھر سے اجازت ملی اور جس کے نتیجے میں بہت سارا نفیس تنقیدی ادب تخلیق پایا ۔
عراق سلطنتِ عثمانیہ میں شامل تھا مگر انگریزوں نے پہلی جنگ عظیم میں اس پر قبضہ کر لیا ۔
ہم اقوام متحدہ کے لوگوں نے مصمم ارادہ کیا ہے کہ آنے والی نسلوں کو جنگ کی لعنت سے بچائیں گے جو ہماری زندگی میں بنی نوع انسان پر دو مرتبہ بے انتہا مصیبتیں لا چکی ہے ۔
تمام اقوام عالم اقتصادی اور اجتماعی ترقی کی خاطر بین الاقوامی ذرائع اختیار کریں ۔
شروع شروع میں اس کے صرف 50 ممبر تھے ۔
سلامتی کونسل یا سیکورٹی کونسل
ہر رکن ملک کو صرف ایک ووٹ ہوتا ہے ۔
تیسری کمیٹی سماجی انسانی اور ثقافتی معاملات کے بارے میں ہے ۔
تمام کمیٹیوں کی سفارشات جنرل اسمبلی میں منظوری کے لیے پیش کی جاتی ہیں ۔
کسی تنازعہ کی صورت میں اس کے حل کے لیے اپنی سفارشات پیش کرنا
سلامتی کونسل یا سکیورٹی کونسل اقوام متحدہ کا سب سے اہم عضو ہے اس کے کل پندرہ ارکان ہوتے ہیں ، جن میں سے پانچ مستقل ارکان جو کہ فرانس ، روس ، برطانیہ ، چین اور امریکا ہیں اور ان کے پاس کسی بھی معاملہ میں راے شماری کو تنہا رد یعنی ویٹو کرنے کا حق حاصل ہے ۔
اس لیے رکن ملک کا ایک ایک نمائندہ ہر وقت اقوام متحدہ کے ہیڈ کواٹرز میں موجود رہتا ہے ۔
اس کونسل کے کمیشنوں میں درج ذیل کمیشن شامل ہیں ۔
ان کے علاوہ تین علاقہ واری کمیشن بھی موجودہ ہیں ۔
بین الاقوامی عدالت
سیکریٹریٹ
اطلاعات عامہ کا دفتر
ترقیاتی پروگرام -LRB- UNDP -RRB-
شمارندی جالکاری
اسرائیل مشرق وسطی کی ایک صیہونی ریاست ہے جو سرزمین فلسطین پر قبضہ کرکے بنائی گئی ۔
ترجمہ : حکومتِ برطانیہ اِس کی حمائت کرتی ہے کہ فلسطین میں یہودیوں کا وطن بنایا جائے ۔
ہم طاقتور ہو جائیں گے پھر ہم دریائے اُردن کے بائیں طرف کے علاقہ کی خبر لیں گے اور فلسطینیوں کو وہاں سے بھی نکال دیں گے ۔
برطانیہ میں یہودیوں کا داخلہ روکنے کے لئے ایک قانون منظور کرایا اور پھر کمال عیّاری سے متذکّرہ بالا ڈیکلیریشن منظور کرائی ۔
29 نومبر 1947 کو جنرل اسمبلی نے 13 کے مقابلہ میں 33 ووٹوں سے اس کی منظوری دے دی ۔
چنانچہ برطانیہ نے اعلان کر دیا کہ وہ فلسطین میں اپنی حکومت 15 مئی 1948 کو ختم کر دے گا ۔
یہودیوں کی دہشت گرد تنظیموں کے نام بدلتے رہے کیونکہ وہ یورپ میں بھی دہشت گردی کرتی رہیں اور دہشت گرد قرار دی جاتی رہیں ۔
ان دہشت گرد تنظیموں نے نہ صرف وہ علاقے زبردستی قبضہ میں لئے جو اقوام متحدہ یہودیوں کو دینا چاہتی تھی بلکہ ان علاقوں پر بھی قبضہ کیا جو اقوام متحدہ کے مطابق فلسطینیوں کے تھے ۔
روس کی دھمکی پر اقوام متحدہ بیچ میں آ گئی اور جنگ بندی کے بعد سارا علاقہ خالی کرنا پڑا ۔
مصری فوج کے ایک طبقہ پر 1967ء کی شکست نے گہرا اثر چھوڑا تھا ۔
ریت کو اگر کسی جگہ سے بھی ہٹائیں تو اس کے اوپر اور داہنے بائیں والی ریت اس کی جگہ لے لیتی ہے ۔
میجر دلیر ہو گیا اور ملک میں سب سے بڑا پمپ حاصل کر کے ریت کی بڑی دیوار بنا کر تجربہ کیا جو کامیاب رہا ۔
مصر نے اسرائیلی فضائیہ کے دو سو کے قریب ہوائی جہاز سام مزائیلوں سے مار گرائے ۔
پھر امریکہ ، روس اور اقوام متحدہ نے زور ڈال کر جنگ بندی کرا دی ۔
اسرائیلی فوج نے فلسطینی مہاجرین کے دو کیمپوں صابرا اور شتیلا کو گھیرے میں لے کر اپنے مسلحہ حواریوں فلینجسٹس کی مدد سے وہاں مقیم چار ہزار نہتے فلسطینی مہاجرین کو قتل کروا دیا جن میں عورتیں بچے اور بوڑھے شامل تھے ۔
بابل عراق کے شمالی علاقہ میں تھا اور ہے ۔
اگر یہ اصول مان لیا جاۓ کہ چونکہ 1005 قبل مسیح میں حضرت داؤد علیہ السلام کی حکومت شروع ہونے سے وہاں بابل والوں کے قبضہ تک 400 سال یہودی فلسطین کے علاقہ میں رہے -LSB- یعنی آج سے 2610 سے 3010 سال پہلے تک -RSB- تو اس کی بنیاد پر یہودیوں کی ریاست وہاں ہونا چاہیئے تو پھر ہسپانیہ ۔
ہسپانوی وغیرہ ہیں امریکہ سے نکل جانے کا کہیں ۔
تیل کے ذخائر میں دنیا میں دوسرے نمبر پر ہے ۔
اس کے علاوہ نجف ، کوفہ ، بصرہ ، کربلا ، سامرا ، موصل اور کرکوک اس کے مشہور شہر ہیں ۔
زمانہ قدیم
بابل کی تہذیب میں حمورابی کی بادشاہت میں انھوں نے دنیا کو شہریت کے ابتدائی قوانین دیے ۔
اس کے بعد یہ 16 ویں صدی عیسوی میں عثمانی سلطنت کا حصہ بنا جس کی یہ حیثیت جنگ عظیم اول تک برقرار رہی ۔
انھوں نے عراق کو جمہوریہ قرار دیا اور معاہدہ بغداد کو قبول کرنے سے انکار کر دیا ۔
بعث پارٹی کے صدام حسین کی حکومت 2003 تک قائم رہی جس کے بعد امریکہ نے عراق پر قبضہ کر لیا ۔
استعماری طاقتیں سنی ، شیعہ اور کرد مسلمانوں میں اختلافات کو ہوا دے رہے ہیں جس کا منطقی نتیجہ عراق کی تقسیم کی صورت میں نکل سکتا ہے ۔
مسلمان 97 فی صد ہیں جن میں سے ساٹھ فی صد کے قریب شیعہ مسلمان ہیں ۔
عراق کا کل رقبہ 168743 مربع میل -LRB- 437072 مربع کلو میٹر -RRB- ہے ۔
عراق کے شمال میں کچھ پہاڑی علاقے بھی ہیں ۔
امریکہ ، برطانیہ ، فرانس اور اسرائیل نے عراق کو بے تحاشا اسلحہ بیچا ۔
عراق میں شیعہ اور سنی دونوں موجود ہیں اور اس کے علاوہ عراق عرب ، کرد اور کچھ ترک نسلوں میں منقسم ہے جس کا فائدہ اتحادی افواج اٹھا رہی ہیں ۔
عراقی سرکاری ویب سائٹ
جون
یہ اِصطلاح عربی ، فارسی اور اُردو میں زیرِ استعمال ہے .
زمرہ : موسوعات
مزید دیکھئے
خلاصہ
تاریخ
حکومت کا سربراہ وزیر اعظم کو مانا گیا اور ریاست کا سربراہ صدر ہے ۔
ملک کا زیادہ تر حصہ پچاس ڈگری شمالی طول بلد سے اوپر ہے اور اس کا کل رقبہ ۲۲۴۰۲۲۰۰ مربع کلو میٹر یا ۸۶۴۹۵۰۰ مربع میل ہے ۔
انقلاب کے بعد پہلے گیارہ سال تک لوگوں کو نسبتا آزادی حاصل رہی اور مصوروں نے مصوری میں بہت سی نئی روسی جدتیں پیدا کرنے کی کوشش کی ۔
چونکہ حکومت نے اب سوشلسٹ حقائق پر کم زور دیا ، مصنفین اور لکھاری روز مرہ زندگی کے مسائل کی طرف متوجہ ہوئے اور ان پر لکھنا شروع کیا ۔
ترکوں کے خلاف جنگ کے انعام میں جہاں انگریزوں نے دیگر عرب ممالک ان لوگوں کے حوالے کیے جو ھمیشہ انگریزوں کے ریز نگیں رہیں وہاں عراق کی حکومت انھوں نے1932 میں شریف مکہ کے بھائی شاہ فیصل کے حوالے کر دی ۔
انسانوں کے بنیادی حقوق پر دوبارہ ایمان لائیں گے اور انسانی اقدار کی عزت اور قدرومنزلت کریں گے ۔
مقاصد
بعد میں بڑھتے گئے ۔
اقتصادی اور سماجی اکنامک اور سوشل کونسل
جنرل اسمبلی کا اجلاس سال میں ایک دفعہ ماہ ستمبر کے تیسرے منگل کوشروع ہوتا ہے ۔
چوتھی کمیٹی تولیتی معاملات کے متعلق ہے جس میں غیر مختار علاقوں کے معاملات بھی شامل ہیں ۔
اختیارات اور فرائض
ٹرسٹی شپ کونسل کے ذریعہ تولیتی معاہدات کی تعمیل کی نگرانی کرنا
ان کے علاوہ اس کے دس غیر مستقل اراکین بھی ہیں جن کو جنرل اسمبلی دو دو سال کے لیے منتخب کرتی ہے ۔
سلامتی کونسل جہاں چاہے اپنا اجلاس فورا منعقد کر سکتی ہے ۔
اقتصادیات ، روزگار اور ترقی سے متعلق کمیشن
یورپ کے لیے اقتصادی کمیشن
بین الاقوامی عدالت کا صدر مقام شہر ہگ واقع نیدر لینڈز -LRB- ہالینڈ -RRB- ہے ۔
نیویارک شہر میں اقوام متحدہ کے صدر مقام کے قریب واقع سیکریٹیریٹ کی عمارت
قانونی امور کا دفتر
مہاجرین کا کمیشن -LRB- UNRWA -RRB-
زمرہ : معیلات
پاکستان سمیت دنیا کے کئی مسلم ممالک اسرائیل کو ایک ملک تسلیم نہیں کرتے ۔
اس کے بعد باسل ، سوئٹزرلینڈ میں صیہونی کانگریس کا اِجلاس ہوا جس میں فلسطین میں خالص صیہونی ریاست بنانے کی منظوری دی گئی اور ساتھ ہی بین الاقوامی صیہونی تنظیم بنائی گئی تاکہ وہ صیہونی ریاست کا قیام یقینی بنائے ۔
وہ جائیں عرب مُلکوں کو ۔
مصر میں برطانیہ کے ہائی کمشنر ہنری میک موہن نے 1916ء میں وعدہ کیا کہ عربوں کے وہ علاقے جو سلطنت عثمانیہ میں شامل تھے آزاد کردیئے جائیں گے مگر برطانیہ نے عیّاری برتتے ہوۓ ایک خفیہ معاہدہ سائیکس پِیکاٹ کیا جس کی رو سے برطانیہ اور فرانس نے عربوں کے علاقہ کو اپنے مشترکہ اِنتظام کے تحت تقسیم کر لیا
10 ممبر غیر حاضر رہے ۔
صیہونیوں نے جن کے لیڈر معروف دہشت گرد تھے فلسطینیوں پر حملے اور ان کا قتل تو پہلے ہی شروع کر دیا تھا لیکن 1948ء میں اچانک فلسطین کے مسلمانوں پر بڑے پیمانہ پر عسکری کمانڈو حملے کر کے یہودیوں نے بیت المقدّس کے مغربی حصہ اور کچھ دوسرے علاقوں پر قبضہ کر لیا اور یہ سلسلہ جاری رہا ۔
مشہور نام یہ ہیں ۔
قبضہ کے دوران جو فلسطینی مسلمان نظر آتا اسے قتل کر دیا جاتا ۔
اسرائیل نے امریکہ اور دوسرے پالنہاروں کی پشت پناہی سے 5 جون 1967 کو مصر ، اردن اور شام پر حملہ کر دیا اور غزہ ، جزیرہ نما سینا ، مشرقی بیت المقدّس ، گولان کی پہاڑیوں اور دریائے اُردن کے مغربی علاقہ پر قبضہ کر لیا ۔
انور سادات کے صدر بنتے ہی انہو ں نے اپنا صحراۓ سینا کا علاقہ اسرائیل سے واپس لینے کی تجاویز دینا شروع کر دیں ۔
مصری فوج کا ایک میجر جو کہ مکینکل انجنیئر تھا ریت کی دیوار گرانے کے ناکام تجربے دیکھتا رہا تھا ۔
اب مسئلہ یہ تھا کہ اس سے بڑے پمپ چاہئے تھے جو صرف خاص طور پر آرڈر دے کر یورپ کی کسی بڑی کمپنی سے بنواۓ جا سکتے تھے اور راز فاش ہونے کا خطرہ بھی تھا ۔
اسرائیل کے گھر گھر میں رونا پڑ چکا تھا ۔
دہشت گرد حکمران
یہ کاروائی ایریئل شیرون کے حکم پر کی گئی تھی جو اُن دنوں اسرائیل کا وزیر دفاع تھا ۔
اسرائیل کے تمام لیڈروں کا جائزہ لیں تو یہ حقیقت کھُل کر سامنے آ جاتی ہے کہ ان میں سے کوئی بھی فلسطین تو کیا سرزمینِ عرب سے بھی تعلق نہیں رکھتا ۔
مشرقی یورپ ۔
آسٹریلیا کے اصل باشندوں کی خاطر سفید فام آسٹریلویوں کو نکل جانے کا حکم دیا جائے ۔
اس کے جنوب میں کویت اور سعودی عرب ، مغرب میں اردن ، شمال مغرب میں شام ، شمال میں ترکی اور مشرق میں ایران ہے ۔
دریائے دجلہ اور فرات اس کے مشہور دریا ہیں ۔
عراق کو پہلی انسانی تہذیب کی آماجگاہ سمجھا جاتا ہے ۔
چھٹی صدی قبل مسیح میں یہ علاقہ اگلے چار سو سال کے لیے سائرس اعظم کی سلطنتِ فارس کا حصہ بن گیا ۔
زمانہ جدید
بریگیڈئیر جنرل عبدالکریم قاسم اور کرنل عبدالسلام عارف میں بعد میں اختلافات پیدا ہو گئے کیونکہ کرنل عبدالسلام عارف مصر کےساتھ گہرے تعلقات کے حامی تھے مگر بریگیڈئیر جنرل عبدالکریم قاسم ایسا نہیں چاہتے تھے ۔
صدام حسین کے زمانے میں ایران کے ساتھ ایک طویل وقت -LRB- ایران عراق جنگ -RRB- لڑی گئی جس میں عراق کو سعودی عرب اور امریکہ کی آشیر باد حاصل تھی ۔
اس کے علاوہ امریکہ کی نظریں ایران اور پاکستان پر لگی ہوئی ہیں جو اس وقت ھر طرف سے امریکی افواج یا ان کی ساتھی حکومتوں کے درمیان گھری ہوئی ہیں ۔
اھلسنت کی اکثریت شافعی مسلک سے تعلق رکھتی ہے ۔
اس کا زیادہ تر علاقہ صحرائی ہے مگر دریائے دجلہ اور دریائے فرات کے درمیان کا علاقہ انتہائی زرخیز ہے ۔
مگر اس کا سب سے بڑا صوبہ -LRB- محافظۃ الانبار -RRB- جو سعودی عرب کے ساتھ لگتا ہے مکمل طور پر صحرائی ہے ۔
حتیٰ کہ عراق کے بیرونی قرضے ایک سو بیس ارب ڈالر تک پہنچ گئے ۔
اتحادی افواج نے مختلف طریقوں سے شیعہ اور سنی تفرقہ پھیلا کر اپنی موجودگی کا ایک جواز پیدا کیا ہوا ہے ۔
حوالہ جات
جولائی
اِس کے علاوہ دو اَور عربی اِصطلاحات موسوعہ اور قاموس العلم بھی اِن تینوں زبانوں میں استعمال ہوتے ہیں .
صفریت برقی خط
یو ایس ایس آر کو ۱۹۱۷ کے انقلاب کے دوران بننے والی ریاستی علاقے میں قائم کیا گیا ۔
سویت یونین کو روسی بادشاہت کے بعد کی شکل کہا جاتا ہے ۔
روسی رہنما ان میں سے ایک یا دونوں عہدے اپنی پارٹی کے جنرل سیکرٹری کے عہدے کے ساتھ اپنے پاس رکھ سکتا ہے ۔
اتنے عظیم رقبے کی وجہ سے اس کا موسم نیم استوائی سے لے کر سرد ، نیم برفانی سے لے کر برفانی تک ہے ۔
حکومت نے بہت سے مختلف رحجانات کو جو کہ سلطنت کے لیے خطرہ نہ ہوں ، برداشت کیا ۔
ایک خفیہ ادبی حلقہ ، سامیزدت اس دوران نمو پایا ۔
مگر اپنے فوجی اڈے اور تیل پر اپنی مکمل حاکمیت برقرار رکھی ۔
25 اپریل 1945 ء سے 26 جون 1945 ء تک سان فرانسسکو ، امریکہ میں پچاس ملکوں کے نمائندوں کی ایک کانفرس منعقد ہوئی ۔
مرد اور عورت کے حقوق برابر ہوں گے ۔
اقوام متحدہ کی شق نمبر 1 کے تحت اقوام متحدہ کے مقاصد درج ذیل ہیں ۔
سیکورٹی کونسل یا سلامتی کونسل کی سفارش پر جنرل اسمبلی اراکین کو معطل یا خارج کر سکتی ہے ۔
ٹرسٹی شپ کونسل
لیکن اگر سلامتی کونسل چاہے یا اقوام متحدہ کے اراکین کی اکثریت کہے تو جنرل اسمبلی کا خاص اجلاس بھی بلایا جاسکتا ہے ۔
پانچویں کمیٹی انتظامی معاملات اور بجٹ کے متعلق ہے ۔
جنرل اسمبلی کے اختیارات اور فرائض وسیع ہیں ۔
سلامتی کونسل کے دس غیر مستقل ارکان کا انتخاب
انھیں فوری طور پر دوبارہ منتخب نہیں کیا جاسکتا ۔
فوجی عملے کی کمیٹی سلامتی کونسل کے پانچ مستقل اراکین کے چیف آپ سٹاف یا ان کے نمائندوں پر مشتمل ہوتی ہے ۔
رسل اور مواصلات سے متعلق کمیشن
ایشیا اور مشرق بعید کے لیے اقتصادی کمیشن
یہ عدالت اقوام متحدہ کا سب سے بڑا قانونی ادارہ ہے ۔
سیکٹری جنرل اقوام متحدہ کے سب سے بڑے ناظم امور کی حثیت سے کام کرتا ہے ۔
کانفرس سروس کا دفتر
اقتصادی ترقی کی تنظیم -LRB- UNIDO -RRB-
تاریخ
اس ریاست کا جو نقشہ بنایا گیا اس میں دریائے نیل سے لے کر دریائے فرات تک کا سارا علاقہ شامل دِکھایا گیا یعنی مصر کا دریائے نیل سے مشرق کا علاقہ بشمول پورٹ سعید ۔
نظریہ یہ تھا کہ جب اس طرخ کافی یہودی آباد ہو جائیں گے تو اس وقت برطانیہ فلسطین میں حکومت یہودیوں کے حوالے کر دے گا ۔
چنانچہ مصر سے بدعہدی کرتے ہوۓ انگریزوں نے پہلی جنگ عظیم کے اختتام پر 1918ء میں فلسطین پر قبضہ کر لیا ۔
فلسطینیوں نے اس تجویز کو ماننے سے انکار کر دیا اور صیہونیوں نے فلسطینی مسلمانوں پر تابڑ توڑ حملے شروع کر دیئے ۔
امریکہ صیہونیوں کی پشت پناہ پر تھا اور ان کو مالی اور فوجی امداد مہیا کر رہا تھا ۔
ہاگانہ ، اوردے ونگیٹ ، ارگون ، لیہی ، لیکوڈ ، ہیروت ، مالیدت ۔
مناخم بیگن اس دہشت گرد گروہ کا سربراہ تھا جس نے بیت المقدّس میں کنگ ڈیوڈ ہوٹل اڑایا تھا ۔
اس جنگ میں امریکہ کی مدد سے مصر ۔
اس وقت تک اسرائیل نے بلڈوزروں کی مدد سے نہر سوئز کے کنارے کنارے 20 میٹر اونچی ریت کی دیوار بنادی تھی ۔
ایک دن ڈویژن کمانڈر نے اس معاملہ پر غور کے لئے تمام افسران کا اجلاس طلب کیا ۔
بہر کیف کسی طرح بہت بڑے پمپ بنوا کر درآمد کر لئے گئے ۔
ان کے 6 ہزار فوجی اور 200 پائلٹ ہلاک ہو چکے تھے اور مصری فوج صحرائے سینا عبور کر کے اسرائیل کی سرحد کے قریب پہنچ گئی تھی ۔
1953ء میں ہی ایک بدنام زمانہ دہشت گرد موشے دیان چیف آف سٹاف اسرائیل آرمڈ فورسز بن گیا تھا مگر صیہونی دہشت گرد تنظیمیں -LRB- ارگون ۔
يہودی رياست کا حق
تھیوڈور ہرستل بڈاپسٹ -LSB- ہنگری -RSB- کا تھا ۔
مغربی چین ۔
اگر یہ سب کچھ نہیں ہو سکتا تو پھر اِسرائیل بنانا کِس طرح جائز ہے ؟
اسے ایک محدود سمندری رسائی بھی حاصل ہے جو خلیج فارس کے ساحل ام قصر پر ہے ۔
ان کے درمیان کی وادی انتہائی زرخیز ہے اور اس میں سات سے نو ھزار سال سے بھی پرانے آثار ملتے ہیں ۔
عراق کا قدیم نام میسوپوٹیمیا ہے ۔
جس کے بعد سکندر اعظم نے یہ علاقہ فتح کیا جو دو سو سال کے لیے یونانی سلطنت کے زیرِنگیں رہا ۔
جنگ عظیم اول کے دوران برطانیہ نے اس پر قبضہ کر لیا ۔
اس وقت کرنل عبدالسلام عارف کو فارغ کر دیا گیا ۔
مگر جب صدام حسین نے کویت پر قبضہ کرنے کی کوشش کی تو سعودی عرب اور امریکہ نے اس کے خلاف جنگ لڑی ۔
اس سے مشرقِ وسطیٰ کا نقشہ ایک بار پھر بدلنے کا امکان ہے ۔
تین فی صد افراد دوسرے مذاہب س تعلق رکھتی ہے جن میں زیادہ عیسائی ہیں ۔
اس علاقے کو میسوپوٹیمیا یا مابین النھرین کہتے ہیں ۔
معیشت
ایران سے جنگ بندی کے بعد تیل کی صنعت میں کچھ بہتری آئی مگر زیادہ وسائل تیل کی صنعت کی بحالی اور بیرونی قرضوں کی ادائیگی پر خرچ ہوتی رہی جس کی وجہ سے عراق خاطر خواہ ترقی نہ کرسکا ۔
حال ہی میں عراقی پولیس نے چند نقاب پوش دھشت گردوں کو پکڑا تو وہ انگریز نکلے جو ایک مسجد میں بم دھماکہ کرتا چاہتے تھے ۔
زمرہ : ممالک
10 جولائی - پاکستانی شاعر و مصنف ، احمد ندیم قاسمی لاہور میں انتقال کر گئے ۔
اِس کیلئے اصل فارسی لفظ دانشنامہ ہے جو کہ اُردو میں کسی اَور مفہوم میں استعمال ہوتا ہے -LRB- دیکھئے مقالہ دانشنامہ -RRB- .
دھکا برقی خط
وقت کے ساتھ ساتھ اس کی جغرافیائی سرحدیں تبدیل ہوتی رہیں ، لیکن آخری بڑی ٹوٹ پھوٹ کے بعد ، جو بالٹک ریاستوں ، مشرقی پولینڈ ، مشرقی یورپ کا کچھ حصہ اور کچھ دوسری ریاستوں کے اضافے اور فن لینڈ اور پولینڈ کی علیحدگی کے بعد ۱۹۴۵ سے لے کر تحلیل تک شاہی دور والے روس جیسی ہی رہیں ۔
آخری روسی زار ، نکولس دوم نے مارچ ۱۹۱۷ تک حکومت کی اور اپنے خاندان کے ساتھ اگلے سال مار دیا گیا ۔
روسی وزرائے اعظم کی فہرست
۱۱ % زمین قابل کاشت تھی ، ۱۶ % گھاس کے میدان اور چراگاہیں تھیں ، ۴۱ % جنگلات تھے اور ۳۲ % حصہ دیگر قسم کا تھا جس میں ٹنڈرا کا حصہ بھی شامل ہے ۔
آرٹ اور ادب میں بہت سے مختلف ذہنیت کے لوگ گھسے اور انہوں نے نت نئے تجربات کئے ۔
زمرہ : روس
متصفح رابط یعنی Web Browser ، ایک ایسا نفاذی مصنع لطیف -LRB- software application -RRB- ہے کہ جو متن ، تصاویر اور دیگر معلومات کو تظاہر -LRB- display -RRB- کرنے کے لیۓ استعمال کی جاتی ہے ؛ یہ تمام معلومات رابط محیط عالم یا www پر موجود کسی بھی وقوع رابط کے ویب پیج پر بھی موجود ہوسکتی ہیں یا پھر کسی محلی شرکہ -LRB- local area network -RRB- پر ۔
اور یوں عراق بیشتر عرب ممالک کی طرح مصنوعی طور پر آزاد ہو گیا ۔
اس کانفرس میں ایک بین الاقوامی ادارے کے قیام پر غور کیا گیا ۔
اور چھوٹی بڑی قوموں کے حقوق برابر ہوں گے ۔
مشترکہ مساعی سے بین الاقوامی امن اور تحفظ قائم کرنا ۔
اور اگر کوئی رکن چارٹر کی مسلسل خلاف ورزی کرے اسے خارج کیا جا سکتا ہے ۔
بین الاقوامی عدالت یا انٹر نیشنل کورٹ
کمیٹیاں
چھٹی کمیٹی قانون سے متعلق ہے ۔
مثلاً
اقوام متحدہ کے بجٹ پر غور و غوض کرنا اور اسے منظور کرنا
سلامتی کونسل کے فرائض اور اختیارات
ایٹمی کمیشن
سرکاری خزانے سے متعلق کمیشن
جنوبی امریکا کے لیے اقتصادی کمیشن
تمام ملک جنہوں نے آئین عدالت کے منشور پر دستخط کئے ، جس مقدمے کو چاہیں اس عدالت میں پیش کر سکتے ہیں ۔
سلامتی کونسل کی سفارش پر جنرل اسمبلی سیکٹری جنرل منتخب کرتی ہے ۔
کنٹرولر کا دفتر
متعلقہ مضامین
آسٹروی یہودی تھیوڈور ہرستل یا تیفادار ہرستل سیاسی صیہونیت کا بانی ہے ۔
مکمل فلسطین ۔
مگر ہوا یہ کہ شروع ‏ میں کچھ فلسطینی عربوں نے اپنی زمین یہودیوں کے ہاتھ فروخت کی مگر باقی لوگوں نے ایسا نہ کیا جس کے نتیجہ میں باون سال گذرنے کے بعد 1948ء میں فلسطین کی صرف 6 فیصد زمین یہودیوں کی ملکیت تھی ۔
جمعیت الاقوام -LRB- لیگ آف نیشنز -RRB- نے 25 اپریل 1920 کو فلسطین پر انگریزوں کے قبضہ کو جائز قرار دے دیا ۔
صیہونی دہشت گردی
صیہونی ریاست کے قیام کا اعلان
چند مشہور دہشت گرد لیڈروں کے نام یہ ہیں : موشے دیان جو 1953 سے 1957ء تک اسرائیل کی مسلح افواج کا چیف آف سٹاف رہا ۔
صابرہ اور شتیلا کو گھیرے میں لے کر وہاں مقیم 4 ہزار نہتے فلسطینی مہاجرین کو قتل کرنے کا حکم دینے والا ایریئل شیرون ہی تھا جو اُن دنوں اسرائیل کا وزیر دفاع تھا ۔
اردن اور شام کے راڈار منجمد کر دیئے گئے اور اسرائیلی ہوائی جہازوں نے مصر کے ہوائی جہازوں کو زمین پر ہی تباہ کر دیا ۔
مصری فوج دریاۓ نیل کے کنارے ایک ریت کی دیوار بنا کر اسے عبور کرنے کی مشقیں کرنے لگی ۔
اس میجر نے تجویز دی کہ ریت کی دیوار آتشیں اسلحہ کی بجاۓ پانی سے گرائی جا سکتی ہے مگر کمانڈر نے اس میجر کی حوصلہ افزائی نہ کی ۔
پھر مضبوط کشتیاں بنائی گئیں 6 کشتیوں پر چھ چھ پمپ نصب کئے گئے ۔
اگر امریکہ پس پردہ اسرائیل کی بھر پور امداد نہ کرتا تو فلسطین کامسئلہ حل ہو چکا تھا ۔
لیہی ۔
حضرت اسحاق علیہ السّلام مسجد الاقصٰی میں عبادت کرتے رہے مگر حج کے لئے وہ مکّہ مکرّمہ میں خانہ کعبہ ہی جاتے تھے ۔
بن گوریاں پولانسک -LSB- پولینڈ -RSB- کا ۔
مغربی روس اور ہندوستان پر 800 سال یا اس سے زیادہ عرصہ مسلمانوں کی حکومت رہی ہے چنانچہ یہ سارے ملک مسلمانوں کے حوالے کر دیئے جائیں ۔
حکیم الامت علامہ اقبال نے اسی لئے فرمایا تھا :
جو بصرہ سے قریب ہے ۔
سمیری ، اکادی ، اسیریا اور بابل کی تہذیبیں اسی علاقے میں پروان چڑھیں اور فنا ہوئیں ۔
مگر یہ وہ نام ہے جو یونانیوں نے انہیں دیا تھا جس کا مطلب یونانی زبان میں ، دریاووں کے درمیان ، کے ہیں چونکہ یہ تہذیب دریائے دجلہ اور دریائے فرات کے درمیان پروان چڑھی ۔
سکندر کے بعد ایرانیوں نے ساتویں صدی عیسوی تک راج کیا ۔
بعد میں فرانس اور برطانیہ نے بندر بانٹ کر کے مشرق وسطی کے حصے بخرے کیے ۔
1963 میں ایک اور فوجی بغاوت میں بعث پارٹی نے اقتدار پر قبضہ کر لیا اور کرنل عبدالسلام عارف کو صدر بنا دیا گیا ۔
اس جنگ میں امریکہ نے ترکی اور سعودی عرب کا علاقہ عراق کے خلاف استعمال کیا ۔
انتظامی ڈھانچہ
اور کچھ یہودی ، بہائی وغیرہ ہیں ۔
زیادہ تر شہر انہی دو دریاؤں کے کناروں پر آباد ہیں ۔
عراق کی معیشت بین الاقوامی لوٹ کھسوٹ کی ایک اعلیٰ داستان ہے ۔
اس موقع پر عراق نے عالمی طاقتوں کے جال میں آ کر کویت پر قبضہ کرنے کی کوشش کی جس کا نتیجہ اسے ایک اور جنگ اور بین الاقوامی پابندیوں کی صورت میں بھگتنا پڑا ۔
انھیں ایک جیل میں رکھنے کے تھوڑی ہی دیر بعد برطانوی افواج نے جیل پر ھلہ بولا اور اس کی دیواریں توڑ کر وہ قیدی رہا کروا لیے ۔
زمرہ : عراق
اگست
دائرة المعارف ، فارسی زبان میں
موسوعہ لکھنے والے شخص کو موسوعہ نویس کہاجاتا ہے .
زمرہ : برقی ڈاک
سویت یونین کو مستقل کی کمیونسٹ ریاستوں کے لیے سرد جنگ کے دوران بطور مثال مانا گیا اور حکومت اور سیاسی تنظیموں کی نگرانی اور دیکھ بھال کا کام ملک کی واحد سیاسی جماعت ، سویت یونین کی کمیونسٹ پارٹی کے پاس رہا ۔
سویت یونین کا قیام دسمبر ۱۹۲۲میں عمل میں آیا ۔
کونسل آف پیپلز کمیسار آف یو ایس ایس آر کا چئیرمین -LRB- ۱۹۲۳سے ۱۹۴۶ -RRB- ، چئیرمین آف کونسل آف منسٹرز آف دی یو ایس ایس آر -LRB- ۱۹۴۶سے۱۹۹۰ -RRB- ، وزیر اعظم برائے یو ایس ایس آر -LRB- ۱۹۹۱سے اب تک -RRB-
سویت یونین کی چوڑائی کوئی ۱۰۰۰۰ کلومیٹر یعنی ۶۲۰۰ کلومیٹر تھی جو کہ کالینن گراڈ سے لے کر راتمانوا تک پھیلی ہوئی تھی ۔
کمیونسٹ مصنفین جیسا کہ میکسم گورکی اور ولادیمیر ماواکوشوف اس دوران بہت نمایاں رہے ۔
زمرہ : ممالک
اور صفحہ رابط یا ویب پیج پر نظر آنے والے متن یا عکس پر ورائی ربط ہوتے ہیں جو کہ جو کے اسکو کسی دوسرے صفحہ یا یا کسی دوسرے وقوع رابط -LRB- ویب سائٹ -RRB- سے جوڑتے ہیں ۔
1958 میں فوجی انقلاب آیا جس کے بعد تیل کی صنعت کو قومیا لیا گیا اور بادشاھت ختم کر دی گئی مگر آمریت برقرار رہی ۔
چنانچہ اقوام متحدہ یا United Nations کا منشور یا چارٹر مرتب کیا گیا ۔
ایسے حالات پیدا کریں گے کہ عہد ناموں اور بین الاقوامی آئین کی عائد کردہ ذمہ داریوں کو نبھایا جائے ۔
قوموں کے درمیان دوستانہ تعلقات کو بڑھانا ۔
سلامتی کونسل معطل شدہ اراکین کے حقوق رکنیت کو بحال کر سکتی ہے ۔
سیکریٹریٹ
جنرل اسمبلی کا کام سر انجام دینے کے لیے چھ کمیٹیاں بنائی گئیں ہیں ۔
ان کے علاوہ ایک جنرل اسمبلی کے پریذیڈنٹ ، 17 وائس پریذیڈنٹ اور بڑی کمیٹی کے 6 ممبران پر مشتمل ہے جن کا انتخاب جنرل اسمبلی کرتی ہے ۔
امن اور عافیت کے لیے بین الاقوامی اصولوں پر غور کرنا اور اس ضمن میں اپنی سفارشات پیش کرنا ۔
ارکان ملک کے لیے چندے کی رقم مقرر کرنا
اقوام متحدہ کے اصولوں کے مطابق دنیا بھر میں امن اور سلامتی قائم رکھنا
اکنامک اور سوشل کونسل
شماریات سے متعلق کمیشن
ٹرسٹی شپ کونسل
علاوہ ازیں خود بھی سلامتی کونسل قانونی تنازعے عدالت بھیج سکتی ہے ۔
سیکٹری جنرل اسمبلی کو ایک سالانہ رپورٹ پیش کرتا ہے اور اسے حق حاصل ہے کہ اپنا عملہ خود نامزد کرے ۔
جنرل سروسز کا دفتر
اقوام متحدہ کے رکن ممالک
لفظ نیابہ یا proxy کی تلاش یہاں لاتی ہے .
وہ بڈاپسٹ میں پیدا ہوا اور ویانا میں تعلیم پائی ۔
اردن اور لبنان ، شام اور عراق کا دو تہائی علاقہ اور سعودی عرب کا ایک چوتھائی علاقہ ۔
یہودیوں نے 1886ء سے ہی یورپ سے نقل مکانی کر کے فلسطین پہنچنا شروع کر دیا تھا جس سے 1897ء میں فلسطین میں یہودیوں کی تعداد دو ہزار سے تجاوز کر گئی تھی ۔
برطانیہ نے مزید عیّاری یہ کی کہ 1917ء میں برطانیہ کے وزیر خارجہ آرتھر بیلفور نے برطانیہ کی طرف سے لارڈ راتھ شِلڈ نامی صیہونی لیڈر کو ایک خط لکھا جس میں فلسطین میں یہودی ریاست بنانے کی یقین دہانی کرائی
صيہونيوں نے بیت المقدس میں کنگ ڈیوڈ ہوٹل اڑا دیا جس میں 91 آدمی مارے گئے اور بہت سے زخمی ہوئے ۔
اسرائیل کا پہلا وزیراعظم ڈیوڈ بن گوریان تل ابیب میں اسرائیل کے قیام کا باقاعدہ اعلان کرتے ہوئے
مناخم بیگن جو 1977 میں اسرائیل کا وزیراعظم بنا ۔
صيہونی توسيعی پروگرام پر عملدرآمد
اقوام متحدہ نے ایک قرار داد 242 کے ذریعے اسرائیل کو تمام مفتوحہ علاقہ خالی کرنے کو کہا جس پر آج تک عمل نہیں کیا گیا ۔
ان کو بہت مایوسی ہوئی کیونکہ ہر قسم کے بم اور میزائل ریت کی دیوار میں شگاف ڈالنے میں ناکام رہے ۔
وہ میجر دُھن کا پکّا تھا اُس نے کہیں سے ایک پانی پھینکنے والا پمپ لے کر ایک کشتی پر نصب کیا اور ریت کی ایک چھوٹی سی دیوار بنا کر دریا نیل کا پانی اس پمپ سے نوزل کی مدد سے ریت کی دیوار پر ایک ہی جگہ پھینکتا رہا ۔
جب مذاکراتی اور سیاسی ذرائع سے اسرائیل پر کوئی اثر نہ ہوا تو مصر اور شام نے 1973ء میں رمضان کے مہینے میں اسرائیل پر حملہ کر دیا ۔
امریکہ بظاہر جنگ میں حصہ نہیں لے رہا تھا مگر اس کا طیارہ بردار بحری جہاز سینا کے شمالی سمندر میں ہر طرح سے لیس موجود تھا اس کے راڈاروں اور ہوائی جہازوں نے اسرائیل کے دفاع کے علاوہ مصر میں پورٹ سعید کے پاس ہزاروں اسرائیلی کمانڈو اتارنے میں بھی رہنمائی اور مدد کی ۔
ہیروت ۔
ان کے پوتے حضرت یوسف علیہ السّلام جب مصر کے بادشاہ بنے تو انہوں نے اپنے خاندان کے 31 اشخاص کو جن میں ان کے والد حضرت یعقوب علیہ السّلام اور سارے بھائی بھی شامل تھے مصر بلا لیا تھا ۔
گولڈا میئر کِیو -LSB- یوکرَین -RSB- کی ۔
اِسی طرح اور کئی ملکوں کا تنازع کھڑا ہو جاۓ گا ۔
زمرہ : ممالک
عراق دنیا کے قدیم ترین ممالک میں شامل ہے جس نے کئی تہذیبوں کو جنم دیا ہے ۔
مختصر تاریخ
اسے ہم تہذیب مابین النھرین کہتے ہیں ۔
اسلامی عہد
1932 میں انگریزوں نے اسے آزادی دی اور حکومت شریف مکہ کے بھائی امیر فیصل کو ترکوں کے خلاف جنگ لڑنے کے معاوضے کے طور پر دی ۔
یہ وہی پارٹی ہے جس کے رکن صدام حسین بعد میں صدر بن گئے ۔
کویت پر عراق کا قبضہ چھڑا لیا گیا مگر اس کے بعد بھی امریکہ کے عزائم جاری رہے حتیٰ کہ امریکہ نے مارچ 2003 میں ایک اور جنگ -LRB- جنگ عراق 2003ء -RRB- میں عراق پر قبضہ کر لیا ۔
عراق کو 18 محافظات -LRB- محافظۃ صوبہ کا ھم معنی ہے -RRB- میں تقسیم کیا گیا ہے جو کچھ یوں ہیں ۔
عراق کی زندہ آبادی کی اوسط عمر 19 .
عراق کا ساحلِ سمندر خلیجِ فارس کے ساتھ بہت تھوڑا ہے جو ام قصر کہلاتا ہے اور بصرہ کے پاس ہے ۔
معیشت تیل کے ارد گرد گھومتی ہے ۔
اس سے عراق کی معیشت تباہ ہو گئی ۔
موجودہ صورتحال یہ ہے کہ عراقی مزاحمت کا رخ امریکی افواج سے ھٹ کر آپس کی لڑائی کی طرف ہو چکا ہے ۔
جنورى
ستمبر
دائرۃ المعارف -LRB- اور دارۂ معارف -RRB- -LRB- انگریزی : encyclopedia -RRB- ، اُس قابلِ فہم خلاصہ کو کہاجاتا ہے جس میں علم کی تمام شاخوں یا کسی ایک مخصوص شاخ پر معلومات دی گئیں ہوں .
حوالہ جات
زمرہ : جالبینی اصطلاحات
یہ مضمون انگریزی کے وکی پیڈیا سے لیا گیا ہے اور اس کا ترجمہ اور کسی حد تک تلخیص بھی کی گئی ہے
۱۹۵۶ تک سویت سوشلسٹ ریاستوں کی تعداد چار سے بڑھ کر پندرہ ہو گئی جو کہ کچھ ایسے ہیں : آرمینیائی سویت سوشلسٹ ریپبلک ، آذربائیجان سویت سوشلسٹ ریپبلک ، بیلارس سویت سوشلسٹ ریپبلک ، استونیائی سویت سوشلسٹ ریپبلک ، جارجیائی سویت سوشلسٹ ریپبلک ، قازق سویت سوشلسٹ ریپبلک ، کرغیز سویت سوشلسٹ ریپبلک ، لیٹویائی سویت سوشلسٹ ریپبلک ، لتھوانیا سویت سوشلسٹ ریپبلک ، مالدووا سویت سوشلسٹ ریپبلک ، روسی ایس ایف ایس آر ، تاجیک سویت سوشلسٹ ریپبلک ، ترکمان سویت سوشلسٹ ریپبلک ، یوکرائینی سویت سوشلسٹ ریپبلک اور ازبک سویت سوشلسٹ ریپبلک ۔
اس میں روس -LRB- بالشویک رشیا -RRB- ، یوکرائن ، بیلارس ، جارجیا ، آرمینیا اور آذر بائیجان -LRB- ان تین ریاستوں کو ٹرانس کاکیشیئن ریاستیں بھی کہتے ہیں -RRB- شامل تھے اور ان پر بالشویک پارٹی کی حکومت تھی ۔
روسی صدور کی فہرست
اس کی اونچائی کوئی ۵۰۰۰ کلومیٹر یعنی کوئی ۳۱۰۰ میل تھی ۔
فلم ، جو کہ معاشرے پر بہت زیادہ اثر چھوڑتی ہے ، کو حکومت کی طرف سے بہت حوصلہ افزائی ملی اور سرگئی آئنسٹائن کا زیادہ تر کام اسی دوران تخلیق ہوا ۔
اس طرح ایک متصفح رابط -LRB- ویب براؤزر -RRB- صارف کی سہولت کے ساتھ اور سرعت سے ، ان معلومات تک رسائی کو ممکن بناتا ہے جو کہ رابط محیط عالم کے مختلف صفحات پر پھیلی ہوں ۔
اس میں کچھ ہاتھ مصر کے جمال عبد الناصر کا سمجھا جاتا ہے جو تمام عرب ممالک کو متحد کرنا چاہتے تھے ۔
لیکن اقوام متحدہ 24 اکتوبر 1945 ء میں معرض وجود میں آئی ۔
آزادی کی ایک وسیع فضا میں اجتماعی ترقی کی رفتار بڑھے اور زندگی کا معیار بلند ہو ۔
بین الاقوامی اقتصادی ، سماجی ، ثقافتی اور انسانوں کو بہتری سے متعلق گتھیوں کو سلجھانے کی خاطر بین الاقوامی تعاون پیدا کرنا انسانی حقوق اور بنیادی آزادیوں کے لیے لوگوں کے دلوں میں عزت پیدا کرنا ۔
اس وقت اس کے ارکان ممالک کی تعداد 192 ہے ۔
جنرل اسمبلی
ان کمیٹیوں میں نمائندگی کا حق ہر ممبر ملک کو حاصل ہے ۔
جنرل کمیٹی کا اجلاس اسمبلی کے کام کا جائزہ لینے اور اسے بخوبی سر انجام دینے کے لیے اکثر منعقد ہوتا ہے ۔
بین الاقوامی سیاست کی ترویج کرنا
مخصوص اداروں کے بجٹ کی جانچ پڑتال کرنا وغیرہ
کسی ایسے جھگڑے یا موضوع کی تفشیش کرنا جو بین الاقوامی نزاع پیدا کر سکتا ہو
اس کے 54 اراکین ہیں جس میں سے 18 ممبروں کو جنرل اسمبلی ہر بار باری باری 3 ، 3 سال لے لیے منتخب کرتی ہے ۔
آبادی سے متعلق کمیشن
اقوام متحدہ نے ایک بین الاقوامی تولیتی نظام قائم کیا تاکہ ان علاقوں کی نگرانی اور بندوبست کا انتظام کرے جو جداگانہ تولیتی معاہدوں کے ذریعہ اقوام متحدہ کی زیر نگرانی آ گئے ۔
بین الا قوامی عدالت 15 ججوں پر مشتمل ہے ۔
اقوام متحدہ کے سیکریٹریٹ میں مندرجہ ذیل دفاتر شامل ہیں ۔
سیاسی اور تحفظاتی امور کا محکمہ
زمرہ : عالمی تنظیمیں
نیابہ کے دیگر استعمالات کیلئے دیکھئے : نیابہ -LRB- شد ابہام -RRB-
اس کا اصلی نام بن یامین بتایا جاتا ہے ۔
فلسطین میں یہودی ریاست بنانے کے لئے وہاں بڑی تعداد میں یہودی داخل کرنا مندرجہ بالا پروگرام کا اہم حصہ تھا اور اس کے لئے مسلمانوں کو فلسطین سے باہر دھکیلنا بھی ضروری قرار پایا ۔
اُس وقت فلسطین میں مسلمان عربوں کی تعداد پانچ لاکھ سے زائد تھی ۔
فلسطین میں یہودی ریاست کے قیام کا مقصد ایک صیہونی اڈا بنانا تھا جو وہاں سے فلسطینیوں کے انخلاء اور ان کی جائیدادوں پر قبضے کے بغیر پورا نہیں ہو سکتا تھا ۔
ان میں برطانوی فوجی ۔
اس طرح روس یورپ اور بالخصوص امریکہ کی مدد سے یہودیوں 14 مئی 1948 کو 4 بجے بعد دوپہر اپنی دو ہزار سال پرانی آرزو ” یہودی ریاست اسرائیل ” کا اعلان کر دیا اور مسلم عربوں کی زمینوں پر زبردستی قبضہ کر کے اِسرائیلی ریاست بنالی ۔
یتزہاک شمیر جو 1983 میں وزیراعظم بنا ۔
اسرائیل نے 1955ء میں غزہ اور اردن کی شہری آبادیوں پر چھاپہ مار حملے شروع کر دیئے ۔
اس کے بعد اقوام متحدہ کے مطابق مزید پانچ لاکھ فلسطینیوں کو اپنے ملک فلسطین سے مصر ۔
ہوتا یوں تھا کہ میزائل ریت کے اندر پھٹتا مگر دیوار کو خاص نقصان نہ ہوتا ۔
تھوڑی دیر میں ریت کی دیوار میں شگاف بن گیا ۔
گولوں کی بارش کے دوران یہ کشتیاں نہر سوئز میں اتار دی گئیں اور 20 میٹر اونچی دیوار کے تین مقامات کا رُخ کر کے پمپ چلا دیئے ۔
اسرائیلی کمانڈوز نے پورٹ سعید کا محاصرہ کر لیا جو کئی دن جاری رہا ۔
لیکوڈ وغیرہ -RRB- اسرائیل میں 1977ء تک حکومت میں نہ آسکیں اس کے باوجود فلسطینی مسلمانوں پر ظلم و تشدّد ہوتا رہا ۔
بنی اسرائیل کے یہودی پہلے ہی دولت و ثروت کی خاطر فلسطین چھوڑ کر مصر میں آباد ہو گئے تھے اور مصریوں کے غلام ہونا قبول کر چکے تھے ۔
مناخم بیگِن بریسٹ لِٹواسک -LSB- روس -RSB- کا ۔
کوئی عجب نہيں کہ کل کو بھارت کے ہندو کہیں کہ موجودہ پاکستان کے کافی علاقہ پر تو ہمارے موریہ خاندان -LSB- چندر گپت اور اشوک کمار ۔
زمرہ : ایشیائی ممالک
فلسطین کی طرح اسے انبیاء کی سرزمین کہا جاتا ہے ۔
قبل از تاریخ
یہ علاقہ سمیریا ، اکادی ، اسیریائی ، کلدانی ، ساسانی اور بابل کی تہذیبوں کا مرکز تھا جو پانچ ھزار سال قبل از مسیح باقی دنیا میں بھی نفوذ کر گیا ۔
مسلمانوں نے ساتویں صدی عیسوی میں یہ علاقہ فتح کیا ۔
مگر عراق میں برطانیہ کے فوجی اڈے برقرار رہے اور اصل طاقت اسی کے پاس تھی ۔
درمیان میں کچھ وقت کےلیے اقتدار بعث پارٹی کے ہاتھ سے نکل گیا مگر انھوں نے دوبارہ اقتدار پر قبضہ کر لیا ۔
امریکی قبضہ اور اس کے بعد
عراق کے شہر
7 سال ہے ۔
عراق عرب کی آخری سرزمین کہلائی جا سکتی ہے کیونکہ اس کے بعد ایران اور پاکستان ہیں ۔
تیل کی دولت کو پہلے تو برطانوی کمپنیوں نے خوب لوٹا ۔
ایک دہائی کی مسلسل پابندیوں سے عراق کمزور ہو گیا تو بڑے پیمانے پر تباہی پھیلانے والے ھتھیاروں کا بہانہ کر کے امریکہ نے 2003 میں عراق پر قبضہ کر لیا ۔
اتحادی افواج بدستور عراق میں ہیں ۔
فرورى
اکتوبر
یہ کئی موضوعات میں بٹی ہوتی ہے ، جس میں ایک موضوع صرف ایک مضمون پر تفصیلی معلومات فراہم کرتا ہے .
مزید دیکھئے
زمرہ : تاریخ جالبین
روسی سوشلسٹ ریاستوں کا مجموعہ -LRB- جسے اختصار سے یو ایس ایس آر یعنی USSR بھی کہا جاتا ہے -RRB- کو عام طور پر سویت یونین کے نام سے جانا جاتا ہے ۔
۱۹۹۱ میں سویت یونین کی تحلیل واقع ہوئی اور اس کے بعد ان تمام پندرہ ریاستوں کو سابقہ روسی ریاستیں کہا جاتا ہے ۔
روسی بادشاہت کے اندر جدید انقلابی تحریک ۱۸۲۵ کی دسمبر کی بغاوت سے شروع ہوئی ۔
چئیرمین آف دی سینٹرل ایگزیکٹو کمیٹی آف دی آل ریشین کانگریس آف سویتس -LRB- ۱۹۱۷سے ۱۹۲۲ -RRB- ، چئیر مین آف دی سینٹرل ایگزیکٹو کمیٹی آف دی یو ایس ایس آر -LRB- ۱۹۲۲سے۱۹۳۸ -RRB- ، چئیرمین آف دی پریزیڈیم آف دی سپریم سوویت آف یو ایس ایس آر -LRB- ۱۹۳۸سے ۱۹۸۹ -RRB- ، چئیرمین آف دی سپریم سوویت آف دی یو ایس ایس آر -LRB- ۱۹۸۹سے۱۹۹۰ -RRB- ، پریزیڈنٹ آف دی سوویت یونین -LRB- ۱۹۹۰سے ۱۹۹۱ -RRB-
اس کا زیادہ تر حصہ ناہموار اور بہت مشکل ہے ۔
بعد ازاں جوزف سٹالن کے دور میں ، سویت ثقافت کو حکومت کی بیان کردہ حدود کے ذریعے نافذ کیا گیا ۔
زمرہ : حبالہ محیط عالم
1968 سے 2003 تک بعث پارٹی کی حکومت رہی جس میں صدام حسین بھی شامل تھے ۔
اقوام متحدہ یا United Nations Organization کا نام امریکہ کے سابق صدر مسٹر روز ویلٹ نے تجویز کیا تھا ۔
یہ مقاصد حاصل کرنے کے لیے رواداری اختیار کریں ۔
ایک ایسا مرکز پیدا کرنا جس کے ذریعے قومیں رابطہ عمل پیدا کر کے ان مشترکہ مقاصد کو حاصل کر سکیں ۔
تفصیلی فہرست کے لیے دیکھئیے : اقوام متحدہ کے رکن ممالک ۔
اقوام متحدہ کی جنرل اسمبلی کا ہال
پہلی کمیٹی تحفظاتی اور سیاسی معاملات سے متعلق ہے ۔
جنرل اسمبلی کی امداد کے لیے مزید کئی کمیٹیاں بھی ہیں ۔
بین الاقوامی قانون کی ترقی و تدوین
اہم مسائل دو تہائ اکثریت سے طے پاتے ہیں ۔
بین الاقوامی تنازعوں کو سلجھانے کے بارے میں منصوبے تیار کرنا ۔
جنرل اسمبلی کے زیر انتظام یہ کونسل اقوام متحدہ کی اقتصادی اور سماجی سرگرمیوں کی ذمہ دار ہے ۔
انسانی حقوق سے متعلق کمیشن
تولیتی نظام کا مقصد بین الاقوامی امن و امان اور حفاظت کو ترویض کرنا ۔
عدالت کی ان ممبران کو جنرل اسمبلی اور سلامتی کونسل آزاد رائے شماری کے زریعی نو سال کے لیے منتخب کرتی ہے ۔
سیکٹری جنرل کا دفتر
اقوام متحدہ کا جنیوا کا دفتر
زمرہ : عالمی ادارے
معیل النیابہ کا ایک قیاسی خاکہ ، جہاں وسطی شمارندہ دوسرے دو شمارندوں کے درمیان بطور معیل النیابہ کام کرتا ہے
اس نے جرمن زبان میں ایک کتاب ” ڈر جوڈن شٹاٹ ” یعنی یہودی ریاست لکھی جس کا انگریزی ترجمہ اپریل 1896 میں ہوا ۔
1895ء میں تھیوڈور ہرستل نے اپنی ڈائری میں لکھا تھا :
1903ء تک یورپ اور روس سے ہزاروں یہودی فلسطین پہنچ گئے اور ان کی تعداد 25000 کے لگ بھگ ہوگئی ۔
چنانچہ جوں جوں یورپ سے یہودی آتے گئے توں توں فلسطینیوں کو وہاں سے نکلنے پر مجبور کیا جاتا رہا ۔
فلسطینی مسلمان ۔
یہ دراصل صیہونی ریاست تھی کیونکہ کئی یہودی مذہبی پیشواؤں نے اس کی مخالفت کی ۔
ایریئل شیرون جو سابقہ وزیراعظم ہے ۔
جس سے فلسطینی مسلمان تو مرتے رہے مگر اسرائیل کو خاص فائدہ نہ ہوا ۔
شام ۔
عام مشاہدہ کی بات ہے کہ ریت کا ڈھیر لگایا جاۓ تو ریت سرک کر زمین کے ساتھ زیادہ سے زیادہ 40 درجے کا زاویہ بناتی ہے ۔
اُس نے اپنے کمانڈر کو بتایا مگر کمانڈر نے پھر بھی حوصلہ افزائی نہ کی ۔
6 کشتیوں کے پمپ باری باری چلاۓ گئے اور چند گھنٹوں میں بیس میٹر اونچی دیوار میں تین جگہوں پر کافی چوڑے شگاف بن گئے ۔
وہاں مصری فوج موجود نہ تھی کیونکہ اسے جغرافیائی لحاظ سے کوئی خطرہ نہ تھا ۔
1977ء میں ارگون کے لیڈر مناخم بیگن نے وزیراعظم بنتے ہی غزہ اور باقی علاقے میں جن پر 1967ء میں قبضہ کیا گیا تھا زمینی حقائق کو بدلنے کے لئے تیزی سے یہودی بستیاں بسانی شروع کر دیں تا کہ کوئی ان سے علاقہ خالی نہ کرا سکے ۔
حضرت یعقوب علیہ السّلام نے جاتے ہوۓ مسجد الاقصٰی فلسطینی باشندوں کے سپرد کر دی تھی جو کہ نیک لوگ تھے مگر بنی اسرائیل میں سے نہیں تھے ۔
یِتسہاک شمِیر رُوزینوف -LSB- پولینڈ -RSB- کا ۔
322 سے 183 قبل مسیح -RSB- نے 129 سال حکومت کی تھی اور اسے واپس لینے کے لئے بھارت پاکستان پر حملہ کردے اور امریکہ وغیرہ اسرائیل کے متذکّرہ اصول پر بھارت کا ساتھ دیں ۔
زمرہ : اسرائیل
حضرت نوح علیہ السلام ، حضرت ابراھیم علیہ السلام اور حضرت خضر علیہ السلام کا تعلق اسی علاقے سے تھا اور بروایتے حضرت آدم علیہ السلام نے بھی اس کے شہر قرنہ کو اپنا وطن بنایا تھا ۔
عراق قدیم ترین انسانوں کی رہائش گاہ تھی ۔
انھوں نے دینا کو لکھنا سکھایا اور ابتدائی ریاضیات ، فلسفہ اور سائنسی علوم کے اصول دیے ۔
مسلمانوں کے خلیفہ حضرت علی کرم اللہ وجہہ نے اس کے شہر کوفہ کو اپنا دارالخلافہ بنایا ۔
جنگ عظیم دوم کے بعد امریکہ کا اثر اس خطے میں بڑھنا شروع ہو گیا ۔
1968 میں تیل کی برطانوی کمپنی کو فارغ کر کے ایک فرانسیسی کمپنی کے ساتھ معاہدہ کر لیا گیا ۔
آج کل عراق میں ایک برائے نام حکومت قائم ہے جو تیس جنوری 2005 کے انتخابات کے نتیجے میں قائم ہوئی تھی مگر امریکی قبضہ جاری ہے اور اصل طاقت اسی کے پاس ہے ۔
اعداد و شمار
اور متوقع عمر 67 سال کے قریب ہے ۔
عراق کے ایک طرف کویت ہے جو کسی زمانے میں عراق ہی کا حصہ تھا ۔
بعث پارٹی کی ابتدائی حکومت میں عراق برطانوی کمپنیوں سے جان چھڑا کر فرانسیسی چنگل میں پھنس گئے ۔
اگرچہ پیرس کلب کے ممالک نے 33 ارب ڈالر کے قرضے معاف کرنے کا عندیہ دیا ہے .
عراقی تیل ان کے مرضی سے بیچا جا رہا ہے ۔
مارچ
نومبر
موضوعات کو دائرۃ المعارف میں حروفِ تہجّی کی ترتیب میں لکھا جاتا ہے .
موسوعات کی فہرست
زمرہ : امریکی ایجادات
یہ آئینی اعتبار سے سوشلسٹ ریاست جو کہ یوریشیا میں ۱۹۲۲سے ۱۹۹۱ تک قائم رہی ۔
ان میں سے گیارہ ریاستوں نے مل کر ایک ڈھیلی ڈھالی سی کنفیڈریشن بنالی ہے اور اسے دولت مشترکہ کی آزاد ریاستیں کہا جاتا ہے ۔
۱۹۰۵ کے انقلاب کے بعد ۱۹۰۶ میں روسی پارلیمنٹ ڈوما قائم ہوئی لیکن ملک کے اندر سیاسی اور سماجی عدم استحکام موجود رہا اور پہلی جنگ عظیم میں شکست اور خوراک کی قلت کے باعث پروان چڑھا ۔
خارجہ تعلقات
پورا امریکہ اس کے ایک حصے کے اندر سما سکتا ہے
دیگر ہر طرح کے اثرات کو سختی سے روکا گیا ۔
