ഇന്ത്യയുടെ കരപ്രദേശം പാകിസ്താൻ ബംഗ്ളാദേശ്‌ ചൈന നേപ്പാൾ മുതലായ രാജ്യങ്ങളാൽ ചുറ്റപ്പെട്ടു കിടക്കുന്നു.
അത് പക്ഷെ ചരിത്രരചന എന്ന രീതിയിലായിരുന്നില്ലെന്ന് മാത്രം.
സ്വയം ലൈംഗികാവയവങ്ങളെ ഉത്തേജിപ്പിക്കുന്ന പ്രവർത്തി ആത്മരതിയുടെ പല രീതികളിലുൾപ്പെടുന്നു.
മുഹമ്മദിന്‌ ആറു വയസ്സുള്ളപ്പോൾ മദീനയിലേക്ക് ഈ ആവശ്യത്തിനായി പോയ ആമിന അവിടെ വച്ച് രോഗബാധയാൽ മരണമടഞ്ഞു.
മുദ്രകൾ
സ്‍ത്രീകളിലെ സ്വയംഭോഗം.അതിന്റെ സമയമനുസരിച്ച് യോനിയിലേയും ഗര്ഭാശയഗളത്തിലേയും ഗര്ഭപാത്രത്തിലേയും സ്ഥിതിഗതികളിൽ മാറ്റംവരുത്തി സംഭോഗത്തിലെ ഗർഭധാരണ സാധ്യത വര്ദ്ധിപ്പിക്കുന്നു.ശുക്ലസ്വീകരണത്തിനു ഒരു മിനിറ്റ് മുന്പോ അതിനുശേഷം 45മിനിറ്റിനുള്ളിലോ സ്‍ത്രീകൾക്ക് ഉണ്ടാകുന്ന രതിമൂര്ച്ച ബീജങ്ങൾ അണ്ഡത്തിലെത്തിച്ചേരാനുള്ള സാധ്യത വര്ദ്ധിപ്പിക്കുന്നു[1]
ഏതാണ്ട് 516.3 മില്യൺ വരുമിത്.
thumb|left|ടാറ്റ നാനോ ലോകത്തിലെ ഏറ്റവും വില കുറഞ്ഞ കാർ  ഇന്ത്യയുടെ കാർ കയറ്റുമതി കഴിഞ്ഞ 5 വർഷം കൊണ്ട് അഞ്ചു മടങ്ങ് വർദ്ധിച്ചു.
36 ചെറിയ ദ്വീപുകളാണ്‌ ഇതിലുള്ളത്.
1957 മാർച്ച് 22 നാണ്‌ ശകവർഷത്തെ ദേശീയ പഞ്ചാംഗമാക്കിയത്.
2001-ലെ സ്ഥിതി വിവരക്കണക്കുകൾ പ്രകാരം 100 കോടിയിലധികമാണ്‌ ജനസംഖ്യ.
കഥകളി അരങ്ങത്ത്
നിർമ്മാതാവ് പകർപ്പവകാശം നിലനിറുത്തുന്നുണ്ടെങ്കിലും വാറണ്ടി ഉപേക്ഷിക്കുകയും പകർപ്പെടുക്കാനും മാറ്റം വരുത്താനും അനുമതിനൽകുകയും ചെയ്യും.
കുട്ടിത്തരം വേഷക്കാർ തിരശ്ശീലയ്‌ക്ക് പുറകില് നിന്നു നടത്തുന്ന സ്‌തുതിപരമായ നൃത്തമാണു തോടയം.
ഇന്ത്യയിലൂടെ ഉത്തരായന രേഖ (Tropic of Cancer) കടന്നു പോകുന്നുണ്ട്.
സ്വാതികസ്വഭാവമുള്ള കഥാപാത്രങ്ങൾക്ക് പച്ചവേഷം; ഇതിഹാസങ്ങളിലെ വീരനായകന്മാരെയെല്ലാം പച്ച വേഷത്തിൽ അവതരിപ്പിക്കുന്നു.
പശ്ചിമഘട്ടം
ഇത് വിളയുന്നതിന്‌ നാലുമാസം മാത്രമേ എടുക്കുകയുള്ളൂ.
ഇതുകൂടി ശ്രദ്ധിക്കുക
“എന്നാൽ ഞാൻ പിതാവിനോടു ചോദിക്കും: അവൻ സത്യത്തിന്റെ ആത്മാവ്‌ എന്ന മറ്റൊരു കാര്യസ്ഥനെ എന്നേക്കും നിങ്ങളോടു കൂടെ ഇരിക്കേണ്ടതിന്നു നിങ്ങൾക്കു തരും” (യോഹന്നാൻ 14:16)
koi:Англия кыв
കേളികൊട്ട്
ബാലരാമഭരതം എന്ന നാട്യശാസ്ത്രഗ്രന്ഥം രചിച്ചത് കാർത്തിക തിരുന്നാൾ മഹാരാജാവാണ്.
ചുവന്നതാടി - താമസസ്വഭാവികളായ കഥാപാത്രങ്ങൾക്കാണ് ചുവന്ന താടി നൽകുക.ഉദാ:ബകൻ ബാലി സുഗ്രീവൻ ത്രിഗർത്തൻ.
എച്ച്.എ.ആർ ഗിബ്ബിൻറെ ഇസ്ലാം എ ഹിസ്റേറാറിക്കൽ സർവ്വേ എന്ന കൃതിയിലെ നബിയെക്കുറിച്ചുള്ള അധ്യായം പണ്ഢിതോചിതമായ പഠനമാണ്.
ലിനക്സ് കെർണൽ ഗ്നു/ലിനക്സ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റം ഗ്നു കമ്പയിലർ മൈഎസ്ക്യുഎൽ വിവരസംഭരണി അപ്പാചേ വെബ്സെർവർ സെന്റ് മെയിൽ ഇമാക്സ്‌എഡിറ്റർ]] ജിമ്പ് ഓപ്പൺഓഫീസ് മുതലായവ സ്വതന്ത്രസോഫ്റ്റ്‌വെയറുകൾക്ക് ഉദാഹരണങ്ങളാണ്.
SSH (SSH റിമോട്ട് പ്രോട്ടോക്കോൾ)
വർഗ്ഗം:ഇന്റർനെറ്റ്
ഇതേ വിശ്വാസത്തിന്റെ അടിസ്ഥാനത്തിൽ ഈജിപ്തിലെ ഫറവോ മാർ നൈലിലേക്ക് ആചാരപൂർവ്വം സ്വയംഭോഗം ചെയ്യേണ്ടതായും ഉണ്ടായിരുന്നത്രെ.
അവർ പ്രലോഭനങ്ങളുമായി രംഗത്ത് വന്നു.
ലോകത്തിലെ തന്നെ ഏറ്റവും പഴക്കം ചെന്ന പർ‌വതങ്ങളിൽപ്പെടുന്ന പർ‌വതനിരയാണ്‌ ആരവല്ലി.
സംസ്ഥാനങ്ങൾ കേന്ദ്ര ഭരണ പ്രദേശങ്ങൾ
മദീന
273–232 ചന്ദ്രഗുപ്തന്റെ പൗത്രൻ അശോകൻ ഇന്ത്യ മുഴുവൻ (ദക്ഷിണെന്ത്യ ഒഴികെ) കീഴടക്കുന്നു.
ഹിജ്റ വർഷം 12 റബീഉൽ അവ്വൽ 12 ന്‌  തിങ്കളാഴ്ച തന്റെ അറുപത്തിമൂന്നാമത്തെ വയസ്സിൽ മുഹമ്മദ് നബി മരണപ്പെട്ടു.
അങ്ങനെ പിതൃവ്യന്റെ അനുവാദത്തോടെ ഖദീജ എന്ന സമ്പന്നയുടെ   വ്യാപാരത്തിൽ സഹായിക്കാനായി ചേർന്നു.
പതാക 2.മുദ്രാഖ്യം 3.കടകം 4.മുഷ്ടി 5.കർത്തരീമുഖം 6.ശുകതുണ്ഡം 7.കപിത്ഥകം 8.ഹംസപക്ഷം 9.ശിഖരം 10.ഹംസാസ്യം 11.അഞ്ജലി 12.അർധചന്ദ്രം 13.മുകുരം 14.ഭ്രമരം 15.സൂചികാമുഖം 16.പല്ലവം 17.ത്രിപതാക 18.മൃഗശീർഷം 19.സർപ്പശിരസ്സ് 20.വർദ്ധമാനകം 21.അരാളം 22.ഊർണ്ണനാഭം 23.മുകുളം 24.കടകാമുഖം
അഞ്ചു വേഷത്തോടുകൂടി പകുതി പുറപ്പാട് എന്ന രീതിയിലും ഈ ചടങ്ങ് നടത്തുന്ന സമ്പ്രദായം ധാരാളമായി ഉത്തരകേരളത്തിൽ നിലവിലുണ്ട്.
thumb|right|ഇന്ത്യയിലെ പർ‌വതങ്ങൾ
വിജയികളായ മുസ്‌ലിംകൾ തടവുകാരായി പിടിക്കപ്പെട്ടവരെ മോചന മൂല്യം വാങ്ങി വിട്ടയച്ചു.
വീട്ടിലേക്ക് ചെന്ന അദ്ദേഹത്തെ ഭാര്യ ഖദീജ സമാധാനിപ്പിച്ചു.
ഇന്ത്യൻ ഡേവിസ കപ്പ് ടീം നേടിയ വിജയങ്ങൾക്കു ശേഷം ഇന്ത്യയിൽ ടെന്നീസിനും പ്രചാരം ലഭിച്ചു തുടങ്ങിയിട്ടുണ്ട്.
അവരെ നബി വിവാഹം ചെയ്തു.
കരിവേഷം രാക്ഷസിമാർക്കാണ്‌.
ഇതിൽ അല്‌പം ചായില്യംകൂടി ചേർത്താൽ ഇളം ചുവപ്പുനിറം കിട്ടും.
പദങ്ങളായും ശ്ലോകങ്ങളായുമാണു ആട്ടക്കഥ രചിക്കുന്നത്.ആട്ടകഥകളിലെ പദങ്ങളാണ്‌ കഥകളിയിൽ പാടി അഭിനയിക്കപ്പെടുന്നത്‌.
ബി.എസ്.ഡി അനുമതി പത്രം
ശാസ്ത്രം കല സാഹിത്യം ഗണിതം ജ്യോതിശാസ്ത്രം തത്ത്വശാസ്ത്രം ഇന്നീ മേഖലകളിൽ ഈ കാലഘട്ടത്തിൽ വൻ പുരോഗതിയുണ്ടായി.
വില്യം മൂർ ലൈഫ് ഓഫ് മുഹമ്മദിൽ നബിയെ വിലയിരുത്തുന്നത് ഈ അർത്ഥത്തിലാണ്.
ലോകാനുഗ്രഹി-പ്രവാചക ജീവിതത്തിലെ 111 മഹത് സംഭവങ്ങൾ-ശൈഖ് മുഹമ്മദ് കാരക്കുന്ന്
800s വൈദിക കാലം ഉപനിഷത്തുക്കൾ ബ്രാഹമണങ്ങൾ എന്നിവ  എഴുതപ്പെടുന്നു.
മുസ്ലിംകളും അമുസ്ലിംകളുമായ മദീനയിലും മദീനക്കു ചുറ്റുമുള്ള എല്ലാ ഗോത്രങ്ങൾക്കിടയിലും സമാധാനപരമായ സഹവർത്തിത്വം നേടിയെടുക്കുക എന്നതായിരുന്നു ഉടമ്പടിയുടെ ലക്ഷ്യം.
ഖൈബർ ചുരം -
വ്യാപാരാവശ്യങ്ങൾക്കായി സിറിയയിലേക്ക് പോയ മുഹമ്മദിന്റെ പിതാവ് അബ്ദുല്ല തിരിച്ച് വരുന്ന വഴിയിൽ മദീനക്കടുത്ത് വെച്ച് രോഗബാധിതനായി മരണമടഞ്ഞു.
അത്ഭുതകരമെന്ന് പറയട്ടെ മുഹമ്മദ് നബിക്കാണ് ഇദ്ദേഹം ഒന്നാം സ്ഥാനം നൽകുന്നത്.
മനുഷ്യൻ ഉണ്ടായകാലം മുതൽക്കേ സ്വയംഭോഗം എന്ന രീതി ഉണ്ടായിരിക്കണം.
550 മുതൽ ഉപഭൂഖണ്ഡത്തിലാകെ ഒട്ടേറെ രാജ്യങ്ങൾ രൂപംകൊണ്ടു.
നാല്പതാം വയസ്സിലാണ്‌ മുഹമ്മദിന്‌ പ്രവാചകത്വം ലഭിക്കുന്നത്.
515 മഹാവീരൻ ജൈനമതം സ്ഥാപിക്കുന്നു
സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ ചിലപ്പോൾ സൌജന്യമായി ലഭിക്കണമെന്നില്ല എന്നാൽ അത് ഉപയോഗിക്കുന്നതിന് പണം നൽകേണ്ടതില്ല.
സന്ദേശം എങ്ങനെ തുടങ്ങണം എങ്ങനെ അവസാനിക്കണം എന്നു നിശ്ചയിക്കുക.
3000 യോഗാഭ്യാസം ഇന്ത്യയിൽ വികസിക്കുന്നു
ഈ ധാരണകളുടെ പശ്ചാത്തലത്തിലാണ് നബി പലപ്പോഴും വിലയിരുത്തപ്പെടുന്നത്.
മറ്റു ഗ്രന്ഥങ്ങളിൽ
പേരിനു പിന്നിൽ
നൈയാമിക അധികാരങ്ങൾ മത്രമേ രാഷ്ട്രപതിക്കുളളു.
ബകവധം
അവർ തിരിച്ച്ചെന്ന് യഥ്‌രിബിൽ പ്രബോധനം നടത്തുകയും അടുത്ത വർഷം വീണ്ടും വന്ന് നബിയെ യഥ്‌രിബിലേക്ക് ക്ഷണിക്കുകയും ചെയ്തു.
1962- ൽ ഇന്ത്യാ-ചൈന യുദ്ധത്തെ തുടർന്ൻ അടച്ച് ഈ ചുരം 2006 ജൂലൈ ഒന്നിനാണ്‌ വീണ്ടും തുറന്നത്.
ലൈംഗികാവയവങ്ങളിൽ ശസ്ത്രക്രിയ നടത്തി സ്വയംഭോഗത്വര നിർത്തിക്കാനുള്ള “ചികിത്സ” 20-ആം നൂറ്റാണ്ടുവരെയും അമേരിക്കൻ ഐക്യനാടുകളിൽ നടത്തിയിരുന്നു.
സ്വതന്ത്ര സോഫ്റ്റ്‌വെയർ മാഗസിൻ
ഇതിൽ കണ്ണുകൾക്ക്  തതഴെയായി നാസികയോട് ചേർത്തും പുരികങ്ങൾക്ക് മുകളിലും ആയി കത്തിയുടെ ആകൃതിയിൽ അല്പം വളച്ച് ചുവപ്പ് ചായം തേച്ച് ചുട്ടിമാവു കൊണ്ട് അതിരുകൾ പിടിപ്പിക്കുന്നു.
മുഹമ്മദിന്റെ ജീവിതത്തിലെ എല്ലാ പ്രതിസന്ധികളിലും അദ്ദേഹത്തിന്‌ കൂട്ടായി ഖദീജ ഉണ്ടായിരുന്നു.
പുരുഷൻമാരിൽ
ഗൂഗിൾ വാർത്തകൾ
മസ്ലിനും ഇൻഡിഗോയും ഇന്ത്യയിൽ നിന്ന് പുരാതന ഈജിപ്തുകാർ ഇറക്കുമതി ചെയ്തിരുന്നു.
കുറിപ്പുകൾ
ഭക്തിപ്രസ്ഥാനത്തിന്റെ പുരുഷപ്രധാനഭക്തി എന്ന ആശയം ഉൾക്കൊള്ളുകയും എന്നാൽ അന്ന് നിലനിന്നിരുന്ന മുടിയേറ്റ് തുടങ്ങിയ മാതൃഭക്തിപ്രധാനങ്ങളായ കലാരൂപങ്ങളുടെ അനുഷ്ഠാനരീതികൾ അവലംബിച്ചുമാണ് കഥകളിയുടെ ആദ്യരൂപമായ രാമനാട്ടം രൂപമെടുത്തത്.
1999 സെപ്റ്റംബർ 21 വരെ ഗൂഗിൾ സെർച്ച് ബീറ്റാ വെർഷനിലായിരുന്നു പ്രവർത്തിച്ചത്.
ചൈന രണ്ടാമതും (3488) പാകിസ്താൻ (3323) മൂന്നാം സ്ഥാനത്തുമാണ്‌.
മൂന്ന് കൊല്ലത്തോളം ഈ ഉപരോധം തുടരുകയുണ്ടായി.
നെപ്പോളിയൻ കാലഘട്ടത്തിലെ യുദ്ധങ്ങളും പത്തൊമ്പതാം നൂറ്റാണ്ടിന്റെ മധ്യത്തിലെ ദേശീയതാ പ്രസ്ഥാനങ്ങളും രൂപം നൽകിയ ലോകക്രമം ഒന്നാം ലോകമഹായുദ്ധത്തിനുശേഷം അപ്രസക്തമായി.
ക്രി.മു.
സംസ്ഥാന നിയമസഭകളിലെ അംഗങ്ങൾ രൂപവത്കരിക്കുന്ന ഇലക്‌ ടറൽ കോളജാണ്‌ ഇവരെ തിരഞ്ഞെടുക്കുന്നത്‌.
ഈ സമയത്ത് അല്ലാഹുവിൽനിന്നും മാനവകുലത്തിനുള്ള അനുഗ്രഹമായ ഇസ്ലാമിനെ പൂർത്തീകരിച്ചതായി അറിയിക്കുന്ന ദൈവിക സന്ദേശം അവതരിച്ചു.
സ്റ്റാൻ‌ഫോർഡ് സർവ്വകലാശാലയിലെ പി.എച്ച്.ഡി.
ലോകത്തെ ഏറ്റവും പഴക്കം ചെന്ന സാഹിത്യമായ വേദങ്ങളിൽത്തന്നെ ഭാരതം എന്ന് പരാമർശമുണ്ട്.
വിളക്കിൻറെ ഒരു തിരി നടൻറെ നേർക്കും മറ്റേത് കാണികളുടെ നേർക്കും ആൺ കത്തിക്കാറുള്ളത്.
കൂടാതെ സോഫ്റ്റ്‌വെയറിന്റെ സോഴ്സ് അഥവാ അത് എഴുതപ്പെട്ടിരിക്കുന്ന പ്രോഗ്രാം കോഡ് എല്ലാവർക്കും വായിക്കാവുന്ന വിധത്തിൽ ലഭ്യമായിരിക്കും.
വർഷങ്ങൾ നീണ്ട സഹന സമരങ്ങൾക്കൊടുവിൽ 1947 ഓഗസ്റ്റ്‌ 15ന്‌ ഇന്ത്യ ബ്രിട്ടീഷ്‌ ആധിപത്യത്തിൽനിന്ന് സ്വതന്ത്രമായി.
വെള്ളാരം കല്ലുകൾ കൊണ്ടുള്ള ആയുധങ്ങൾ ഈ നദിയുടെ തീരങ്ങളിൽ നിന്ന ലഭിക്കുകയുണ്ടായി.
സ്വാതന്ത്ര്യം 0: ഏതാവശ്യത്തിനും ഇഷ്ടപ്രകാരം ഉപയോഗിയ്ക്കുന്നതിനുള്ള സ്വാതന്ത്ര്യം
യു.കെ.
സ്വൂഫിസത്തിൽ ആകൃഷ്ടനായ ഫ്രിത്ജോഫ് ഷുവോൻ ഇസ്ലാമിൻറെ സൗന്ദര്യസങ്കല്പങ്ങളിൽ താല്പര്യം കാണിച്ച മാർട്ടിൻ ലിംഗ്സ് തുടങ്ങിയവർ വ്യത്യസ്ത രീതിയിൽ പ്രവാചകനെ കാണുന്നു.
ജീവചരിത്രം
ഇപ്രകാരമുള്ള വിനിമയത്തിനുള്ള പ്രൊട്ടോക്കോളുകൾ കമ്പ്യുട്ടർ സോഫ്റ്റ്വെയറായോ ‍ ഹാർഡ്‌വെയറായോ  അവ രണ്ടും ഉപയോഗിച്ചോ സാധിച്ചെടുക്കാം.
നാലുവശത്തേക്കും സിംഹങ്ങൾ തിരിഞ്ഞു നിൽക്കുന്നു.
പാട്ടിനായി പ്രത്യേകം ആളെ നിറുത്തുന്ന രീതിയും വർണ്ണഭംഗിയുള്ള കിരീടങ്ങളും കടുത്തനിറത്തിലുള്ള കുപ്പായങ്ങളും പലവർണ്ണങ്ങളുപയോഗിച്ചുള്ള മുഖമെഴുത്തും വെട്ടത്തുരാജാവിന്റെ സംഭാവനയാണ്‌.
വെള്ളനിറം സത്യം സമാധാനം എന്നിവയുടെ പ്രതീകമാണ്.
കഥകളിക്കുവേണ്ടി രചിക്കപ്പെട്ട കാവ്യമായ ആട്ടക്കഥയിലെ സംഭാഷണഭാഗങ്ങയ പദങ്ങൾ പാട്ടുകാർ പിന്നിൽനിന്നും പാടുകയും നടന്മാർ കാവ്യത്തിലെ പ്രതിപാദ്യം അരങ്ങേത്ത് അഭിനയത്തിലൂടെ അവതരിപ്പിക്കുകയും ചെയ്യുന്നു.
സംഗീതം
തന്റെ കച്ചവടത്തിന്റെ ചുമതലയേറ്റെടുത്ത മുഹമ്മദിൽ ആകൃഷ്ടയായ ഖദീജ മുഹമ്മദിനെ വിവാഹം ചെയ്യാനുള്ള ആഗ്രഹം പ്രകടിപ്പിച്ചു.
പ്രൊട്ടോക്കോൾഉപയോഗിക്കാതെ പലതരത്തിലുള്ള ഉപകരണങ്ങളെ ബന്ധിപ്പിക്കാം.
വർഗ്ഗം:ഏഷ്യൻ രാജ്യങ്ങൾ
സഹാറൻ ആഫ്രിക്കയിലേതിന്റെ ഇരട്ടിയിലധികമാണ്‌ ഇന്ത്യയിലെ തൂക്കക്കുറവുള്ള കുട്ടികളുടെ എണ്ണം.
നരസിംഹറാവുപി.വി.
മുഹമ്മദ് നബി തൻറെ ഇരുപത്തഞ്ചാം വയസ്സിൽ ഖദീജാബീവിയെ വിവാഹം ചെയ്തു.
മുസ്ലിംകൾ ആ കൊല്ലം ദേവാലയം സന്ദർശിക്കാതെ മടങ്ങണമെന്നും അടുത്ത കൊല്ലം സന്ദർശിക്കാമെന്നും മക്കക്കാരിൽ ആരെങ്കിലും നേതാക്കന്മാരുടെ സമ്മതം കൂടാതെ മദീനയിൽ വന്നാൽ അവരെ തിരിച്ചയക്കണമെന്നും മദീനയിൽ നിന്നും ആരെങ്കിലും മക്കയിൽ വന്നാൽ തിരിച്ചയക്കില്ല എന്നുമായിരുന്നു ഉടമ്പടിയിലെ പ്രധാന നിബന്ധനകൾ.
അവരദ്ദേഹത്തോട് മാന്യമായി പെരുമാറുകയും അദ്ദേഹത്തെ വിട്ടയക്കുകയും ചെയ്തു.
മുഹമ്മദ് നബിയുടെ വാക്കുകൾ
പ്രവാചക ജീവിതത്തെ വിമർശനാത്മകമായി വിലയിരുത്തുന്നതിലൂടെ ഇസ്ലാമിൻറെ ദൗത്യത്തെത്തന്നെ പഠന വിധേയമാക്കുന്ന ഓറിയൻറലിസ്റ്റ് രചനകൾ ധാരാളം കാണാം.
അമേരിക്കൻ ഗണിത ശാസ്ത്രജ്ഞനായ എഡ്വേഡ് കാസ്നറുടെ അനന്തരവൻ ഒൻപതു വയസുകാരൻ മിൽട്ടൺ സൈറോറ്റയാണ് 1938ൽ ആദ്യമായി ഗൂഗൾ എന്ന പദം ഉപയോഗിച്ചത്.
വർഗ്ഗം:ജി-8 രാജ്യങ്ങൾ
അതു പോലെ ഒളിമ്പിക്സിൽ 8 സ്വർണ്ണമെഡലുകളും ഒരു വെള്ളിയും 2 വെങ്കലമെഡലുകളും ഹോക്കിയിലൂടെ ഇന്ത്യ കരസ്ഥമാക്കിയിട്ടുണ്ട്.
455-467 സ്കന്ദഗുപ്തൻ
നദികൾ
ദേശീയഗാനത്തിന്റെ കൂടെ തന്നെ ദേശീയഗീതത്തേയും അംഗീകരിച്ചിരുന്നു.
2009-ൽ നടന്ന പൊതുതെരഞ്ഞെടുപ്പിൽ  ഐക്യ പുരോഗമന സഖ്യം വീണ്ടും അധികാരത്തിലെത്തി.
ദ്വീപുകളായ ശ്രീലങ്ക മാലദ്വീപ് ഇന്തോനേഷ്യ എന്നിവ സമീപത്തായും സ്ഥിതിചെയ്യുന്നു.
നബിചര്യയുടെ രേഖപ്പെടുത്തൽ എന്ന നിലയിലായിരുന്നു അത്.
സ്വയംഭോഗത്തെ സംബന്ധിച്ച അനവധി മിത്തുകളും വിശ്വാസങ്ങളും അതിനെതിരേയുള്ള മതപരമോ സാംസ്കാരികമോ ആയ എതിർപ്പിന്റെ ഫലമായി ഉണ്ടായിവന്നിട്ടുണ്ട്.
പിന്നീടദ്ദേഹം പിതൃസഹോദരനായ അബൂത്വാലിബിൻറെ സംരക്ഷണത്തിൽ വളർന്നു.
കഥകളി പദങ്ങളുടെ രംഗഭാഷയണ് മുദ്രകൾ.
പുരുഷൻമാരില്  സ്വയംഭോഗം കുറഞ്ഞ ചലനശേഷിയുള്ള ബീജങ്ങളെ പുറംതള്ളിഅടുത്ത സ്‍ഖലനത്തിൽ കൂടുതൽ ചലനശേഷിയുള്ളതും സംഭോഗാനന്തരമുള്ള ബീജസങ്കലന‍‍‍ത്തിൽ വിജയസാധ്യതയുമുള്ളതായ ബീജങ്ങളെ പ്രദാനം ചെയ്യുന്നു
ജി.ഡി.പിയുടെ 28% കാർഷികരംഗത്തു നിന്നുമാണ്‌ ലഭിക്കുന്നത്.
1950 കൾ മുതൽ 1980കൾ വരെ ഇന്ത്യ സോഷ്യലിസ്റ്റ് സ്വാധീനമുള്ള സാമ്പത്തിക നയമായിരുന്നു സ്വീകരിച്ചിരുന്നത്.. ലൈസൻസ് രാജ് പൊതു അവകാശങ്ങൾ അഴിമതി വികസനത്തിലെ ത്വരിതയില്ലായ്മ എന്നീ കാരണങ്ങളാൽ ഇന്ത്യയുടെ സമ്പദ് വ്യവസ്ഥ ശിഥിലമാകാൻ തുടങ്ങി.
അന്ത്രോത്താണ്‌ ഇതിലെ ഏറ്റവും വലിയ ദ്വീപ്.
കുഷാന (കുശാന) രാജാവായിരുന്ന കനിഷ്കൻ|കനിഷ്കനാണ്‌ ക്രി.വ.
70 ശതമാനം ജനങ്ങളും കൃഷിയെ ആശ്രയിച്ചാണ്‌ ഉപജീവനം നടത്തുന്നത്‌.
ആദ്യ കാലങ്ങളിൽ കഥകളി നമ്പൂതിരി ഇല്ലങ്ങളിലോ നാട്ടു പ്രമാണിമാരുടെ ആഗ്രഹപ്രകാരം അവരുടെ വീടുകളിലോ ആണ് നടത്തിവന്നിരുന്നത്.
പകർപ്പനുമതി പത്രങ്ങൾ :- ഗ്നു അനുമതിപത്രമാണ് ഇതിൽ ഏറ്റവും പ്രധാനം.
വളരെ ലഘുവായ അണിയല് മാത്രമെ ഈ വേഷക്കാർക്കുണ്ടാവൂ.
3287623 ചതുരശ്ര കിലോമീറ്ററാണ്‌ ഇന്ത്യയുടെ വിസ്തൃതി.
നന്മയുടെ ഭാവങ്ങളാണ് പച്ചവേഷങ്ങൾ.
thumb|right| പശ്ചിമഘട്ടം- മുംബൈയിലെ മാത്തേറാനിൽ നിന്നുള്ള ദൃശ്യം
അതുകൊണ്ട് ഇടവിളയായി പരുത്തികൃഷി ചെയ്യുന്നു.
രണ്ടാം ലോകമഹായുദ്ധം
ചിത്രങ്ങൾ
കഥകളിയുണ്ട് എന്ന് നാട്ടുകാരെ അറിയിക്കുന്ന മേളമാണ് കേളി.
നരകാസുരവധം ആട്ടക്കഥയും അദ്ദേഹത്തിൻറെ കൃതിയാണ്.
കരി:
മുഹമ്മദ് നബിയെന്ന മനുഷ്യനാണ് ഈ പഠനത്തിൽ തെളിഞ്ഞു നിൽക്കുന്നത്.
സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ അനുമതി പത്രം
POP3 (പോസ്റ്റോഫീസ് പ്രോട്ടോക്കോൾ 3)
സ്വയംഭോഗ രീതികൾ
അവരോട് നബി ഇപ്രകാരം മറുപടി പറഞ്ഞു.
പ്രധാനമായും രാജസ്ഥാനിലാണ്‌ ആരവല്ലി സ്ഥിതിചെയ്യുന്നത്.
ഇന്ത്യയിൽ 28 സംസ്ഥാനങ്ങളും ദേശീയ തലസ്ഥാനമായ ഡൽഹി ഉൾപ്പെടെ 7 കേന്ദ്രഭരണ പ്രദേശങ്ങളും ആണുള്ളത്‌.
thumb||മുഹമ്മദ് അറേബ്യൻ പെനിൻസുല മുഴുവനും ഏകീകൃത ഭരണത്തിനുകീഴിൽ കൊണ്ടു വന്നു
ക്രി.മു.
പത്നി ആഇശയുടെ വീട്ടിൽ വെച്ചായിരുന്നു അന്ത്യം.
ഖദീജ മുഹമ്മദിന്റെ നേതൃത്വത്തിൽ ഒരു സംഘത്തെ സിറിയയിലേക്ക് വ്യാപാരത്തിന്‌ അയച്ചു.
പരികല്പനകൾ
പുറപ്പാട് സാധാരണയായി തുടക്കകാരാണ്‌ (കുട്ടിത്തരക്കാർ) രംഗത്ത് അവതരിപ്പിക്കാറുള്ളത്.
ലോകത്തിലെ ഏറ്റവും ഉയരം കൂടിയ പർ‌വതങ്ങൾ ഹിമാലയത്തിലാണ്‌ ഉള്ളത്.
മോചനമൂല്യം നൽകാൻ കഴിയാത്തവർക്ക് മദീനയിലെ 10 പേരെ എഴുത്തും വായനയും പഠിപ്പിക്കുക എന്ന മോചനമൂല്യം നിശ്ചയിച്ചു.
തുടർന്ന് ഖദീജയാണ്‌ അദ്ദേഹത്തിൽ ആദ്യമായി വിശ്വസിച്ചത്.
ഫുട്ബോൾ ഇന്ത്യയിലെ തെക്കു കിഴക്കൻ സംസ്ഥാനങ്ങൾ പശ്ചിമ ബംഗാൾ ഗോവ കേരളം എന്നിവിടങ്ങളിൽ പ്രചാരത്തിലുള്ള ഒരു കായിക ഇനമാണ്‌.
ഹഫ്‌സ സൈനബ് ഉമ്മുസൽമ ജുവൈരിയ്യ ഉമ്മുഹബീബ മൈമൂന സഫിയ്യ എന്നീ ഭാര്യമാരെല്ലാം വിധവകളായിരുന്നു.
ചുവന്ന താടി താമസ(വളരെ ക്രൂരന്മാരായ) സ്വഭാവമുള്ള രാക്ഷസർ മുതലായവരും കറുത്ത താടി കാട്ടാളർ മുതലായവരുമാണ്‌.
സ്ത്രീ കഥാപാത്രങ്ങൾക്കും മുനിമാർക്കും മിനുക്കുവേഷമാണ് നൽകുക.
ശ്ലോകങ്ങൾ രംഗസൂചനയും കഥാസൂചനയും നൽകുന്നതിനുള്ള ഉപാധിയായാണു ഉപയോഗിക്കുന്നതു.
മോസില്ല പൊതു അനുമതി പത്രം
പത്താം നൂറ്റാണ്ടോടെ ഉപഭൂഖണ്ഡത്തിന്റെ വടക്ക്‌ മധ്യദേശങ്ങൾ ഇസ്ലാമിക അധിനിവേശത്തിന്റെ ഭാഗമായുദിച്ച ഡൽഹി സുൽത്താന്റെ കീഴിലായി.
ദൈവത്തിൻറെയും മനുഷ്യരുടേയുമിടയിലെ മതിൽ കെട്ടുകൾ തകർത്ത വ്യക്തി എന്ന നിലയിലാണ് മുഹമ്മദ് നബിക്ക് മൂർ കൽപിച്ചു നൽകിയ പ്രസക്തി.
തിരുനബി-ബാലസാഹിത്യം
ഹിന്ദു ധർമ്മത്തിന്റെ അടിസ്ഥാനമായി ഇവ വർത്തിക്കുന്നു.
ബദ്‌ർ യുദ്ധം
സമതലങ്ങൾ
രണ്ട് മാസത്തിനുശേഷമാണ്‌ വിധവയായ ആമിന മുഹമ്മദിന്‌ ജന്മം നൽകിയത്.
മുഹമ്മദ് നബിയെക്കുറിച്ച് മൈക്കൾ ഹാർട്ട് പറയുന്നത് മതകാര്യങ്ങളിലെന്ന പോലെ ലൗകിക കാര്യങ്ങളിലും അദ്ദേഹം നേതാവാണെന്നാണ്.
ചരിത്രം രേഖപ്പെടുത്തുന്നതിനു മുന്നേ തന്നെയുള്ള ചില ഗുഹാചിത്രങ്ങളിൽ സ്വയംഭോഗം ചെയ്യുന്ന മനുഷ്യനെ കാണാൻ സാധിക്കും.
മഹാജനപദങ്ങൾ എന്നാണ്‌ ഇവ അറിയപ്പെട്ടിരുന്നത്.
അതിന്‌ മുമ്പ് തന്നെ അദ്ദേഹം ഹിറാ ഗുഹയിൽ  പ്രാർത്ഥനാനിരതനായി ഇരിക്കാറുണ്ടായിരുന്നു.
ക്രി.മു.
കൂടാതെ അത്  ഏതൊരുപയോക്താവിനും സോഫ്റ്റ്‌വെയർ സ്വാതന്ത്രം നൽകുന്നവയായിരിക്കും.
തെറ്റായി നിർമിച്ച / ലഭിച്ച സന്ദേശം എങ്ങനെ തിരുത്തണം / എന്തു ചെയ്യണം എന്നു തീരുമാനിക്കുക.
ക്രി.മു.
ഇതിൽ നിന്ന് മുക്തമായ പഠനങ്ങളും പശ്ചാത്യ ചരിത്രകാരന്മാരുടെ രചനകളിൽ ഉണ്ട്.
അപ്പോൾ മഹാമദ്‌ എന്ന പേരിൽ വിദേശീയനായ ഒരു ആചാര്യൻ തന്റെ അനുചരരോടു കൂടി പ്രത്യക്ഷപ്പെടും (ഭവിഷ്യൽപുരാണം.3:3:3:5)
left|200px|thumb|റൗദാ ഷരീഫ് പ്രവാചകനെ മറവ് ചെയ്ത സ്ഥലം ഇതിനു സമീപത്താണ് നിലകൊള്ളുന്നത്
കര-നാവിക-വ്യോമ സേനകളുടെ കമാൻഡർ-ഇൻ-ചീഫും രാഷ്ടപതിയാണ്‌.
കല്യാണസഗന്ധികം
ഇവരുമായി നടത്തപ്പെട്ട കരാറുകൾ അഖബ ഉടമ്പടികൾ എന്ന പേരിൽ അറിയപ്പെടുന്നു.
ഷിപ്കിലാ ചുരം - ഹിമാചൽ പ്രദേശിനെയും ടിബറ്റിനേയും ബന്ധിപ്പിക്കുന്ന ചുരം
സ്വയംഭോഗ പ്രവർത്തികൾ അമിതമായ ലൈംഗികവാഞ്ഛയുടെയോ ലൈംഗിക‌ അരാജകത്വത്തിന്റെയോ ലക്ഷണമാണെന്ന ധാരണയും തെറ്റാണ്.
സോഫ്റ്റ്‌വെയർ സ്വതന്ത്രത: ഒരു ആമുഖം (റോബെർട്ട് ജെ ചസ്സെൽ)
1914-നും 1918-നുമിടയ്ക്ക് ആഗോളതലത്തിൽ അരങ്ങേറിയ സൈനിക സംഘർഷങ്ങളെ മൊത്തത്തിൽ ഒന്നാം ലോകമഹായുദ്ധം എന്നു വിളിക്കുന്നു.
കത്തിവേഷത്തെ “കുറുംകത്തി” എന്നും “നെടുംകത്തി” എന്നും രണ്ടായി വിഭജിച്ചിരിക്കുന്നു.
ആദ്യമായി വഹ്‌യ് അവതരിച്ചപ്പോൾ  പരിഭ്രാന്തനായ മുഹമ്മദിനെ ആശ്വസിപ്പിച്ച് ഖദീജ പറഞ്ഞ വാക്കുകൾ..
പുരുഷന്മാർ സാധാരണയായി തങ്ങളുടെ ലിംഗത്തെ കൈക്കുള്ളിലാക്കി മുന്നോട്ടും പിന്നോട്ടും രതിമൂര്ച്ഛയെത്തുന്നതുവരെ ചലിപ്പിച്ചാണ‍് സ്വയംഭോഗം ചെയ്യുന്നത്.
അടുത്ത തലമുറ ഗൂഗിൾ സേർച്ച് അണിയറയിൽ ഒരുങ്ങുന്നു.
ഫറവോ റാംസസ് രണ്ടാമൻ ഗംഗ വരെ എത്തിയതായും പറയപ്പെടുന്നു.
വർഗ്ഗം:കേരളത്തിലെ ദൃശ്യകലകൾ
രാമായണകഥയെ ഒൻപത് ഭാഗങ്ങളാക്കി ഭാഗിച്ച് 8ദിവസംകൊണ്ടായിരുന്നു ആദ്യകാല അവതരണം.സംഘക്കളിഅഷ്ടപദിയാട്ടംതെയ്യംപടയണികൂടിയാട്ടംതെരുക്കൂത്ത് എന്നിങ്ങനെ ഒട്ടേറെ കലാരൂപങ്ങളിൽ നിന്നും സ്വാംശീകരിച്ചെടുത്തിട്ടുണ്ട്.രാമനാട്ടത്തിന്റെ അപരിഷ്കൃത അവതരണരീതികൾക്ക് മാറ്റം സംഭവിച്ചത് കല്ലടിക്കോടൻ കപ്ലിങ്ങാടൻ വെട്ടത്തുനാടൻ എന്നീ പരിഷ്കാരസമ്പ്രദായങ്ങളിലൂടേയാണ്.
ലളിതമായ രുപകൽ‌പനയായിരുന്നു ഗൂഗിൾ സെർച്ച് എൻ‌ജിന്റെ പ്രധാന ആകർഷണം.
ജമ്മു-കശ്മീർ ഏറ്റവും കൂടുതൽ രാജ്യങ്ങളുമായി അതിർത്തി പങ്കിടുന്ന സംസ്ഥാനമാണ്‌ .
ശിഅബ് അബീത്വാലിബ് എന്ന പ്രദേശത്താണ്‌ ഇക്കാലയളവിൽ അവർ താമസിച്ചത്.
യുദ്ധവും അതിന്റെ അനന്തരഫലങ്ങളും മറ്റൊരു ലോകമഹായുദ്ധത്തിനു മൂലകാരണമായി എന്നതാണ് ഒന്നാം ലോകമഹായുദ്ധത്തിന്റെ ഏറ്റവും വലിയ പ്രത്യാഘാതം.
185- ക്രി.വ.
അതേ സമയം 552 അംഗ ലോക്‌സഭയെ ജനങ്ങൾ നേരിട്ടു തിരഞ്ഞെടുക്കുന്നു.
ഈ ദിവസം നിങ്ങളുടെ മതത്തെ നിങ്ങൾക്കു ഞാൻ പൂർത്തീകരിച്ചു തരികയും എൻറെ അനുഗ്രഹത്തെ നിങ്ങളിൽ പൂർണ്ണമാക്കുകയും ചെയ്തിരിക്കുന്നു.
വിദ്യാർത്ഥികളായിരുന്ന ലാറി പേജ് സെർജി ബ്രിൻ എന്നിവരുടെ ഗവേഷണ വിഷയമെന്ന നിലയ്ക്കാണ് ഗൂഗിൾ ബീജാവാപം ചെയ്തത്.
ഇവിടുത്തെ ജനങ്ങളെ ഭാരതം ജനം എന്നാണ്‌ വേദങ്ങളിൽ വിശേഷിപ്പിക്കുന്നത്.
ഇതും കൂടി കാണുക
കൂടാതെ ഇത്തരം കോഡുകളുടെയും  സോഫ്റ്റ്‌വെയറിന്റെയും കൂടെ സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ അനുമതി പത്രം സാധാരണയായി ഉൾപ്പെടുത്തിയിരിക്കും.
എന്നാൽ ഇന്ത്യയുടെ ഒരു ഭാഗം പാകിസ്താൻ എന്ന പേരിൽ വിഭജിച്ച്‌ മറ്റൊരു രാജ്യമാകുന്നത്‌ കണ്ടാണ്‌ സ്വതന്ത്ര ഇന്ത്യയുടെ ചരിത്രം തുടങ്ങുന്നത്‌.
ഇവയ്ക്കൊപ്പം ശരീരാവശിഷ്ടങ്ങൾ കണ്ടെടുക്കാനായിട്ടില്ല.
സ്വാതന്ത്ര്യം 1: സോഫ്റ്റ്‌വെയർ എങ്ങനെ പ്രവൃത്തിയ്ക്കുന്നു എന്ന് വിശകലനം ചെയ്യാനുള്ള സ്വാതന്ത്ര്യം
യുറോപ്യൻ യൂണിയനിലെ അംഗമാണ്‌.
സ്ട്രഗ്ൾ ററു സറണ്ടർ എന്ന കൃതിയിൽ താൻ ഇസ്ലാമിൽ എത്തിച്ചേർന്നതെങ്ങനെ എന്ന അന്വേഷണ കഥ ജെഫ്റി ലാംഗ് വിവരിക്കുന്നു.
വംശം
ഏറ്റവും താഴത്തേ തലത്തില് രണ്ടു ഹാർഡ്‌വെയർ തമ്മിൽ വിനിമയം നടത്താനുള്ള നിയമമാണ് പ്രോട്ടോക്കോൾ എന്നു നിർവചിക്കാം.
സിംഹത്തിന്റെ തലയും രണ്ടുകാലുകളുമാണ് ഒരു ദിശയിലുള്ളത്.
ഇതിനെ വെട്ടത്തു സമ്പ്രദായം എന്നാണ്‌ വിളിക്കുന്നത്.
പച്ചനിറം ശൌര്യവും വിശ്വാസവും പ്രതിനിധീകരിക്കുന്നു.
അഭിനയത്തിനിടയ്ക്ക് നടന്മാർ ഭാവാവിഷ്‌കരണപരവും താളാത്മകവുമായ രംഗചലനങ്ങളും അംഗചലനങ്ങളും പ്രദർശിപ്പിക്കുന്നു.
തോടയത്തിന് ഹരിഹരവിധിനുത എന്ന സാഹിത്യത്തിലൂടെ ഭക്തിഭാവത്തിന് പ്രാധാന്യം നൽകിയാണ് കോട്ടയത്തുതമ്പുരാൻ ആവിഷ്ക്കരിച്ചത്.
അങ്ങനെ നാൽപത് വയസുള്ള ഖദീജ എന്ന വിധവയെ ഇരുപത്തഞ്ചുകാരനായ മുഹമ്മദ് വിവാഹം ചെയ്തു.
പക്ഷേ അവയ്ക്ക് തമ്മിൽ ആശയവിനിമയം നടത്താൻ പ്രോടോകോൾ ഉപയോകിച്ചേ തീരൂ !
2007-ൽ ഗോൾഡ്‌മാൻ സാക്സ് 2007 മുതൽ 2020 വരെ എന്ന പേരിൽനടത്തിയ ഒരു പഠനപ്രകാരം ഇന്ത്യയുടെ ജി.ഡി.പി മൂന്നുമടങ്ങിലധികമാകുമെന്ന് പ്രവചിക്കുന്നു.
നരസിംഹറാവുവിന്റെ നേതൃത്വത്തിലുള്ള ഈ ഗവ‌ണ്മെന്റ് 5 വർഷം പൂർത്തിയാക്കി.
ഖദീജയുമായുള്ള നീണ്ട ഇരുപത്തഞ്ച് വർഷത്തെ ദാമ്പത്യജീവിതത്തിലൊരിക്കലും നബി വേറൊരു വിവാഹം നടത്തിയില്ല.
അടുത്ത 10 വർഷത്തേക്ക് പരസ്പരം യുദ്ധം ചെയ്യുകയില്ലെന്നും ഹുദൈബിയ സന്ധി എന്ന പേരിലറിയപ്പെടുന്ന ഈ ഉടമ്പടിയിലുണ്ടായിരുന്നു.ഹൂദൈബിയ സന്ധിക്കു ശേഷം ലഭിച്ച സമാധാനാന്തരീക്ഷത്തിൽ പ്രവാചകൻ പേർഷ്യ റോം ഈജിപ്ത് സിറിയ യമൻ തുടങ്ങിയ രാജ്യങ്ങളിലെ രാജാക്കൻമാർക്ക് ഇസ്ലാമിലേക്ക് ക്ഷണിച്ചുകൊണ്ട് കത്തുകളയച്ചു.
നബിയുടെ സ്വഭാവമഹിമയിൽ ആകൃഷ്ടനായ അബൂസുഫ്‌യാൻ ഇസ്ലാം സ്വീകരിച്ചു.
മുഹമ്മദ് നബിയുടെ നിർ‌‍ദ്ദേശങ്ങൾ കൽപന അനുവാദം മാതൃക എന്നിവയെ പൊതുവിൽ നബിചര്യ അഥവാ സുന്നത്ത് എന്നറിയപ്പെടുന്നു.
നബിയുടെ ജീവിതം തന്നെയായിരുന്നു അദ്ദേഹത്തിൻറെ സന്ദേശവുമെന്ന് ഈ പഠനങ്ങൾ എടുത്തുകാട്ടുന്നു.
ഗണിത ശാസ്ത്രജ്ഞരുടെ ഇടയിൽ പ്രചരിച്ചിരുന്ന ഈ പദം തന്നെ തങ്ങളുടെ സെർച്ച് എൻ‌ജിനു പേരായി നൽകാം എന്നായിരുന്നു ഗൂഗിളിന്റെ പിറവിക്കു പിന്നിൽ പ്രവർത്തിച്ചവരുടെ ചിന്ത.
koi:Ыджыт Бритму
എന്നിരുന്നാലും ഇന്ത്യയിലെ ജനപ്രിയ കായിക ഇനം ക്രിക്കറ്റാണ്‌.
ക്രി.വ.
ഹിമാലയൻ നിരകളും പശ്ചിമഘട്ടവുമാണ്‌  ഇന്ത്യയിലെ നദികളൂടെ പ്രധാന ഉറവിടങ്ങൾ.
മുഹമ്മദ് ഇക്‌ബാൽ രചിച്ച സാരെ ജഹാൻ സെ അച്ഛാ എന്ന ഗാനത്തിനും ദേശീയഗാനത്തിന്റേയും ദേശീയഗീതത്തിന്റേയും തുല്യപരിഗണനയാണ് നൽകി വരുന്നത്.
ഈ ലോകസഭയിലെ ഇടതു അംഗങ്ങളുടെ എണ്ണം മുൻപുള്ളതിനേക്കാൾ ചുരുങ്ങി.
സിന്ധു നദീതടസംസ്കാരഭൂമിയായ ഇവിടം പല വിശാല സാമ്രാജ്യങ്ങൾക്കും സാക്ഷ്യം വഹിച്ചിരുന്നു.
എന്നാൽ പിൽക്കാലത്ത് വന്ന പണ്ഡിതന്മാർ മുഹമ്മദ് നബിയുടെ ചരിത്രം ഹദീഥുകളിൽ നിന്ന് ക്രോഡീകരിച്ച് രേഖപ്പെടുത്തുകയുണ്ടായി.
മാനസികരോഗമായും രതിവൈകൃതമായും മുൻപ് സ്വയംഭോഗത്തെ കണ്ടിരുന്നുവെങ്കിലും ഇന്ന് സർവ്വസാധാരണവും തികച്ചും നൈസർഗ്ഗികവും സുരക്ഷിതവുമായ ഒരു ശാരീരിക പ്രവർത്തിയായേ ഇതിനെ ശാസ്ത്രം കണക്കാക്കുന്നുള്ളൂ.വളർത്തുന്നതോ വന്യമോ ആയ മൃഗങ്ങളിലെ പല ജാതികളിലും സ്വയംഭോഗം നിരീക്ഷിക്കപ്പെട്ടിട്ടുണ്ട്.
അബൂത്വാലിബിനെ സഹായിക്കാൻ ചില സന്ദർഭങ്ങളിലൊക്കെ മുഹമ്മദ് ആടുകളെ മേയ്ക്കാറുണ്ടായിരുന്നു.
ഹസ്തലക്ഷണ ദീപികയിലെ മുദ്രകളാണ്‌ കഥകളിയിൽ അനുവർത്തിക്കപ്പെടുന്നത്.
സ്വയംഭോഗവുമായി ബന്ധപ്പെട്ട തെറ്റിദ്ധാരണകൾ
സർ‌വ്വീസ് വ്യവസായ രംഗങ്ങൾ യഥാക്രമം 54% 18% ജി.ഡി.പി.
1991-ൽ രാജ്യത്ത് പ്രഖ്യാപിച്ച ഉദാരവൽക്കരണത്തിന്റെ ഭാഗമായി രാജ്യം കമ്പോളാടിസ്ഥിതിയിലുള്ള സമ്പദ്‌വ്യവസ്ഥയിലേക്ക് നീങ്ങാൻ തുടങ്ങി.
മുംബൈക്കടുത്ത് അറബിക്കടലിൽ തന്നെയുള്ള എലഫന്റാ ദ്വീപുകളും മറ്റുള്ള ദ്വീപുകളിൽ പെടുന്നു.
78-ൽ ഈ പഞ്ചാംഗം (കലണ്ടർ) തുടങ്ങിയതെന്ന് കരുതുന്നു.
നിരുക്തം
ചില സമയങ്ങളിൽ നടന്മാർ ദിവസങ്ങളോളം യാത്രചെയ്‌തുവേണം കലാപ്രകടനം നടത്തേണ്ടിയിരുന്നത്.
നിർമ്മാതാവ് പകർപ്പവകാശം നിലനിറുത്തുകയും പുനർവിതരണത്തിനും മാറ്റംവരുത്തുവാനും ഉള്ള അവകാശങ്ങൾ നൽകുകയും ചെയ്യും.
പ്രകൃതിയും പുരുഷനും ആയുള്ള അഥവാ ശിവനും ശക്തിയും ആയുള്ള കൂടിച്ചേരലിലൂടെ സൃഷ്ടി നടക്കുന്നു എന്നുള്ള പ്രതീകാത്മാകമായുള്ള അവതരണം കൂടിയാണു തോടയം.
വടക്കേയറ്റം മുതൽ തെക്കേയറ്റം വരെ 3214 കിലോമീറ്ററും കിഴക്കേയറ്റം മുതൽ പടിഞ്ഞാറേയറ്റം വരെ 2933 കിലോമീറ്ററുമാണ്‌ ഇന്ത്യയുടേ ദൈർഘ്യം.
വീരരായ രാജാക്കന്മാർ രാമൻ ലക്ഷ്മണൻ തുടങ്ങിയവർക്ക് പച്ചവേഷങ്ങളാണ്.
ഡക്കാൺ പീഠഭൂമിയിൽ നിന്നാരംഭിച്ച് അറബിക്കടലിനു സമാന്തരമായി കന്യാകുമാരിവരെ  നീണ്ടുകിടക്കുന്ന മലനിരകളാണ്‌ പശ്ചിമഘട്ടം അഥവാ സഹ്യാദ്രി.
ജോവറിനേക്കാൾ കൂടുതൽ കടുത്ത ചാമയുടെ വകഭേദമാണ്‌ ബജ്ര അഥവാ പേൾ മില്ലറ്റ്.
അവലംബം
വംശാവലി
സന്ധ്യയ്ക്ക് മുമ്പാണ് കേളികൊട്ട്.
കാർത്തിക തിരുന്നാളിൻറെ സഹോദരനായ അശ്വതി തിരുനാളിൻറെ കൃതികളാണ് രുഗ്മിണീസ്വയം‍വരം അംബരീഷചരിതം പൂതനാമോക്ഷം പൌണ്ഡ്രകവധം എന്നീ ആട്ടകഥകൾ.
താമസസ്വഭാവികളായ വനചാരികൾക്കാണ്  കരിവേഷം നൽകുക.
ഈ മനുഷ്യന് രണ്ടു മുഖങ്ങളുണ്ട്.
ഇന്ത്യയടക്കമുള്ള ലോകരാജ്യങ്ങൾ അംഗീകരിച്ച ജനീവ കരാർ പ്രകാരം സോഫ്റ്റുവെയർ എന്നതു് പകർപ്പാവകാശ നിയമം വഴി സംരക്ഷിയ്ക്കപ്പെട്ടിട്ടുള്ള കലാസൃഷ്ടിയാണു്.
SMTP (സിമ്പിൾ മെയിൽ ട്രാൻസ്ഫർ പ്രോട്ടോക്കോൾ)
ലൈംഗികാവയവത്തെയൊ അതിനോട് ചേർന്ന ഭാഗങ്ങളെയോ  കൈകളാലോ മറ്റുപകരണങ്ങളുടെ സഹായത്താലോ തലോടുക അവയെ തലയണ പോലുള്ള വസ്തുക്കളോട് ചേർത്തമർത്തുക വിരലുകളോ മറ്റ് വസ്തുക്കളോ മലദ്വാരത്തിൽ‍‍ കടത്തിവയ്ക്കുക ലിംഗത്തെയും യോനിയെയും വൈബ്രേറ്റർ ഉപയോഗിച്ച് ഉത്തേജിപ്പിക്കുക തുടങ്ങിയവയാണ‍് സ്‍ത്രീകളിലും പുരുഷന്മാരിലും പൊതുവായി കണ്ടുവരുന്ന സ്വയംഭോഗരീതികൾ.
പിന്നീട് മർദ്ദനങ്ങൾ ആരംഭിച്ചു.
1722 മീറ്റർ ഉയരമുള്ള ഗുരുശിഖരമാണ്‌ ഇതിലെ ഏറ്റവും ഉയരമുള്ള കൊടുമുടി.
രാഷ്ട്രീയം
മദീനയിൽ മുഹമ്മദ് നബി ഒരു രാഷ്ട്രത്തിന്‌ രൂപം നൽകി.
260 കലിംഗ യുദ്ധത്തിനു ശേഷം അശോകൻ ബുദ്ധമതം സ്വീകരിക്കുന്നു.
നബിയുടെ മരണം ആദ്യം വിശ്വസിക്കാൻ പ്രയാസപ്പെട്ട അനുചരന്മാരെ അഭിസംബോധന ചെയ്ത് അബൂബക്ർ ഈ ഖുർആൻ സൂക്തം കേൾപ്പിച്ചു.
അദ്ദേഹത്തിന്റെ മേൽനോട്ടത്തിലാണ്‌ പിന്നീട് ഖദീജയുടെ വ്യാപാരം നടന്നത്.
പദാർത്ഥാഭിനയം വാക്യാർത്ഥാഭിനയം എന്നിങ്ങനെ 2 പരികല്പനകൾ രംഗത്ത് എങ്ങനെ അവതരിപ്പിയ്ക്കണം എന്ന് സൂചിപ്പിയ്ക്കപ്പെട്ടിട്ടുണ്ട്.
കഥകളിയിലെ ഏറെക്കുറെ ഏല്ലാ കലാശങ്ങളും അടവുകളും ഈ ചടങ്ങിൽ ഉൾപ്പെടുത്തിയിട്ടുള്ളതിനാൽ പുറപ്പാട് ചെയ്ത് ഉറപ്പിക്കുന്ന ഒരു കലാകാരന് മറ്റ് വേഷങ്ങൾ രംഗത്ത് അവതരിപ്പിക്കുന്നതിനുള്ള പരിശീലനമായും ഈ ചട‍ങ്ങ് പ്രയോജനപ്പെടുന്നു.
ഇന്ത്യയിൽ മാത്രമല്ല നേപ്പാൾ ചൈന ഭൂട്ടാൻ പാകിസ്താൻ അഫ്ഗാനിസ്ഥാൻ എന്നീ രാജ്യങ്ങളിലായാണ്‌ ഹിമാലയം പരന്നു കിടക്കുന്നത്.
ഉഹ്‌ദ് യുദ്ധം
പ്രബോധനം
ഇന്ത്യയുടെ ദേശീയ ഫുട്‌ബോൾ ടീം സൗത്ത് ഏഷ്യൻ ഫുട്ബോൾ ഫെഡറേഷൻ കപ്പ് നിരവധി തവണ നേടിയിട്ടുണ്ട്.
മാരിയതുൽ ഖിബ്ത്വിയ്യ ഈജിപ്തിലെ രാജാവ് തിരുമേനിക്ക് സമ്മാനമായി നൽകിയ സ്ത്രീയാണ്.
ഹനുമാന്‌ വെള്ളത്താടിയാണ്‌ വേഷം.
ഇവർക്ക് തിളങ്ങുന്ന മഞ്ഞനിറമുള്ള നിറക്കൂട്ട് ആണു നൽകുക.
കൂടാതെ അരങ്ങിൽ അവതരിപ്പിക്കാൻ ബുദ്ധിമുട്ടുള്ള കാര്യങ്ങളൂം ശ്ലോകങ്ങളീലൂടെ അവതരിപ്പിക്കുന്നു.
എം.ഐ.ടി അനുമതി പത്രം
മുഗൾ സാമ്രാജ്യമാണ്‌ പിന്നീടു ശക്തിപ്രാപിച്ചത്‌.
Western Awakening of Islam  എന്ന കൃതിയിൽ ലോർഡ് ഹെഡ്ലി നബിക്ക് നൽകുന്ന സ്ഥാനവും ഇതേ അർത്ഥത്തിൽ തന്നെ.
ഹദീസ് ബോധനം-ശ്രദ്ധേയമായ പ്രവാചക വാക്യങ്ങളും വിശദീകരണങ്ങളും
ക്രി.മു.700s മഹാജനപദങ്ങൾ എന്ന പേരിൽ 16 വലിയതും സുരക്ഷിതവുമായ നഗരങ്ങൾ വടക്കേ ഇന്ത്യയിൽ സ്ഥാപിക്കപ്പെടുന്നു.
ഖുറൈഷികൾക്ക് മുഹമ്മദിനഭയം നൽകിയ മദീനാനിവാസികളോട് കടുത്ത അമർഷം ഉണ്ടായിരുന്നു.
ഉത്തരേന്ത്യൻ മഹാസമതലം തീരസമതലങ്ങൾ എന്നിങ്ങനെ രണ്ട് പ്രധാന വിഭാഗങ്ങൾ ഉണ്ട്.
ബാല്യം
മുഹമ്മദ് എന്ന രാഷ്ട്രീയ നേതാവിനേയും മുഹമ്മദ് എന്ന മതതത്വജ്ഞനേയും അദ്ദേഹം ഒരേ ബിന്ദുവിൽ കൂട്ടിയിണക്കുന്നു.
മാൾട്ടയിൽ നിന്നു ലഭിച്ച ക്രി.മു.
മഗധയും‌ മൗര്യ രാജവംശവുമായിരുന്നു ഇവയിൽ പ്രബലം.
ഹിറാ ഗുഹയിൽ വെച്ച് ഏ.ഡി 610-ൽ ആണ്‌ ആദ്യമായി നബിക്ക് വഹ്‌യ് (ദിവ്യബോധനം) കിട്ടിയത് എന്ന് കരുതപ്പെടുന്നു.
327 അലക്സാണ്ഡർ ഇന്ത്യ ആക്രമിക്കുന്നു
സൌജന്യമായി ലഭിയ്ക്കുന്ന ഒരു സോഫ്റ്റ്‌വെയർ സ്വതന്ത്ര സോഫ്റ്റ്‌വെയർ ആകണമെന്നില്ല.
വിനിമയ സംവിധാനം അപ്രതീക്ഷിതമായി തകരാറിലായിട്ടുണ്ടോ എന്ന്  കണ്ടുപിടിക്കുന്നതെങ്ങനെ തകരാറിലായാൽ പിന്നെ എന്തു ചെയ്യണം എന്ന് നിശ്ചയിക്കുക.
2150-1700 ആര്യന്മാർ സിന്ധു നദി തടങ്ങളിലേയ്ക്ക് അധിവസിക്കുന്നു.
പത്തൊൻപതാം നൂറ്റാണ്ടിൽ ചരിത്രം സൃഷ്ടിച്ച യുഗപുരുഷന്മാരെപ്പററി ഇംഗ്ളീഷ് ചരിത്രകാരനായ തോമസ് കാർലൈൽ നടത്തിയ പഠനത്തിൽ മുഹമ്മദ് നബിക്ക് നൽകിയ ഉന്നതസ്ഥാനമാണ് പാശ്ചാത്യ ലോകത്ത് നബി പഠനങ്ങളിൽ ദിശാ മാററം സൃഷ്ടിച്ചത്.
അദ്ദേഹത്തിന്റെ അനുയായികൾ ചേലാകർമം ചെയ്യും.
എന്ന അറബി നാമത്തിന്റെ ലിപിമാറ്റമാണിത്.
പാർലമെന്റിലെയും സംസ്ഥാന നിയമസഭകളിലെയും അംഗങ്ങൾ ഉൾപ്പെടുന്ന ഇലക്ട്‌റൽ കോളജാണ്‌ രാഷ്ട്രപതിയേയും ഉപരാഷ്ട്രപതിയേയും തിരഞ്ഞെടുക്കുന്നത്‌.
കീചകവധം
ഇതോടെ അനുയായികൾ യഥ്‌രിബിലേക്ക് ഹിജ്റ ചെയ്തു തുടങ്ങി.
സോജിലാ ചുരം - ശ്രീനഗറിനെ ലഡാക്കുമായി ബന്ധിപ്പിക്കുന്നു.
മുഖക്കുരു വർദ്ധിക്കുമെന്നും ശാരീരിക രോമവളർച്ച കൂടുതലാകുമെന്നുമുള്ള ധാരണകളും ശാസ്ത്രപിൻ‌ബലമുള്ളവയല്ല .
വർഗ്ഗം:സ്വതന്ത്ര സോഫ്റ്റ്‌വെയർ
ലോകമഹായുദ്ധം എന്നറിയപ്പെടുമെങ്കിലും യുദ്ധത്തിനു പ്രധാനമായും വേദിയായതു യൂറോപ്യൻ വൻ‌കരയാണ്.
കൺതടങ്ങൾക്കു താഴെ കത്തിയുടെ ആകൃതിയിൽ വരയ്ക്കുന്ന അടയാളത്തിൻറെ അഗ്രഭാഗം വളച്ചുവച്ചാൽ കുറുംകത്തിയും വളയ്‌ക്കാതെ നീട്ടി കൺപോളകളുടെ അഗ്രങ്ങൾ വരെ എത്തിച്ചു വരച്ചാൽ നെടുംകുത്തിയും ആകുന്നു.
ആഇശ
മറ്റുചിലരാകട്ടെ സംഭോഗത്തെ അനുകരിച്ച് കൈകൾ ചലിപ്പിക്കാതെവച്ച് കൈക്കുള്ളിലേയ്ക്ക് അരക്കെട്ടിന്റെ സഹായത്താൽ ലിംഗത്തെ നയിക്കുകയാണ‍് ചെയ്യുന്നത്.
പൊതുജനങ്ങളുടെ ഉപയോഗ പരീക്ഷണത്തിനായുള്ള ഡെവലപ്പ്മെന്റ് വേർഷൻ  ഇവിടെ കാണാം.
ഈജിപ്തിൽ മമ്മിവൽക്കരണത്തിനായി ഇന്ത്യയിൽനിന്നുള്ള സുഗന്ധദ്രവ്യങ്ങളാണ് ഉപയോഗിച്ചിരുന്നതെന്നും കരുതപ്പെടുന്നു‌.
വർഗ്ഗം:കേരളത്തിലെ കലകൾ
അഭിനേതാവ് തന്നെ ഗാനം ചൊല്ലി ആടുന്ന രാമനാട്ടരീതിക്ക് മാറ്റം വരുത്തി പിന്നണിയിൽ ഗായകരുടെ പാട്ടിനനുസരിച്ച് നടൻ അഭിനയിക്കുന്ന രീതി കൊണ്ടുവന്നത്  വെട്ടത്തുനാടൻ സമ്പ്രദായമാണ്.
ചിത്രങ്ങൾ അധികമൊന്നും നൽകാതെയുള്ള ഈ ലാളിത്യ മുഖം ഗൂഗിൾ പേജുകൾ ലോഡ് ചെയ്യുന്നത് എളുപ്പമാക്കി.
എന്നാൽ ഏറ്റവും കൂടുതൽ സംസ്ഥാനങ്ങളുമായി അതിർത്തി പങ്കിടുന്ന സംസ്ഥാനം ഉത്തർപ്രദേശാണ്‌.
എന്നാൽ എതിരാളികളിൽ തന്നെ ഈ വിഷയത്തിൽ ഭിന്നത ഉടലെടുത്തതിനെ തുടർന്ന് ഉപരോധം പിൻവലിക്കാൻ അവർ നിർബന്ധിതരായി.
കാരണങ്ങൾ
250 ആന്ധ്ര സാമ്രാജ്യം സംഘകാലം ദക്ഷിണേന്ത്യയിൽ
സർക്കാർ രൂപവത്കരണത്തിലും രാഷ്ട്രീയ മാറ്റങ്ങൾക്കും വേദിയാകുന്നത്‌ ലോക്‌സഭയാണ്‌.
ഇസ്ലാമിനെ നിങ്ങളുടെ മതമായി ഞാൻ തൃപ്തിപ്പെടുകയും ചെയ്തിരിക്കുന്നു.
1996 ജനുവരിയിലായിരുന്നു ഇവർ ഗവേഷണത്തിനു തുടക്കമിട്ടത്.
ഇന്ത്യ
കൊട്ടാരക്കരത്തമ്പുരാൻ
ഇത്തരം സോഫ്റ്റ്‌വെയറുകൾ എല്ലാം പൊതുസഞ്ചയത്തിൽ ലഭ്യമാക്കിയവയായിരിക്കും.
നാഴികക്കല്ലുകൾ
ലോകത്തിലെ അതിപുരാതന സംസ്കാരങ്ങളിലൊന്നാണ്‌ ഇന്ത്യൻ ഉപഭൂഖണ്ഡത്തിലേത്‌.
സ്വാതന്ത്ര്യം 2: പ്രോഗ്രാമിന്റെ പകർപ്പുകൾ പുനർവിതരണം ചെയ്യാനുള്ള സ്വാതന്ത്ര്യം
thumb|left|യുനൈറ്റഡ് കിങ്ഡത്തിലെ അംഗരാജ്യങ്ങൾ
ഈ കൃതിയിലെ റസൂലുല്ലാഹ് എന്ന അധ്യായം നബിയെ ഖുർആൻറെ വെളിച്ചത്തിൽ വിലയിരുത്താനുള്ള ശ്രമമാണ്.
മുഹമ്മദ് നബിയുടെ വംശപരമ്പര ചെന്നു ചേരുന്നത് ഇസ്‌മാഈൽ നബിയുടെ വംശത്തിലാണ്‌.
പ്രോട്ടോക്കോളുകളുടെ പൊതുസ്വഭാവം
അശോകചക്രവർത്തിയുടെ കാലത്ത് സൃഷ്ടിച്ച സ്തംഭത്തിൽ നിന്നും കടംകൊണ്ട മുദ്രയായതിനാൽ അശോകമുദ്രയെന്നും അശോകസ്തംഭം എന്നും പറയപ്പെടുന്നു.
എത്യോപ്യയിലെ പരമ്പരാഗതവേഷമാണ്‌ ഇതിനു പ്രചോദനമായിട്ടുള്ളത് .
സാഞ്ചിയിലെ സ്തൂപത്തിൽ നിന്നും കടംകൊണ്ട ചക്രം കർമ്മത്തിന്റെ പ്രതീകമാണ്.
പദങ്ങളുടെ ഓരോ ഭാഗവും അഭിനയിച്ചുകഴിയുമ്പോൾ ശുദ്ധനൃത്തചലനങ്ങൾ അടങ്ങുന്ന കലാശങ്ങൾ ചവിട്ടുന്നു.
ഭക്തിജനകവും മം‌ഗളകരവുമഅയ നാട്ടരാഗപ്രധാനങ്ങളായ സം‌ഗീതപാരമ്പര്യവും ദർശിയ്ക്കാവുന്നതാണ്.
ഖുറൈഷ് ഗോത്രത്തിലെ തന്നെ ഖുവൈലിദിന്റെ മകളാണ്‌ ഖദീജ.
!ഉദാഹരണത്തിന്‌ രണ്ടാളുടെ ആശയവിനിമയം തന്നെ എടുക്കാം ഒരാൾ english ലും മറ്റെ ആൾ മലയാളത്തിലും സംസാരിക്കുകയണന്നു കരുതുക  ഇവരുടെ സംസാരം ഇവർക്ക് പരസ്പരം മനസ്സിലാക്കാൻ കഴിയാത്തത്‌ പോലെയാണ് പ്രോടോകോൾ ഇല്ലാതെയുള്ള ആശയവിനിമയം .
അതുപോലെ 2050 ആകുമ്പോഴേക്കും ഇന്ത്യയുടെ ജി.ഡി.പി അമേരിക്കൻ ഐക്യനാടുകളിലേക്കൾ അധികമാകുമെന്നും പ്രവചിക്കുന്നു.
1996 - 1998 കാലഘട്ടത്തിൽ ഇന്ത്യയിലെ ഫെഡറൽ ഗവൺ‌മെന്റ് രംഗത്ത് ചെറു കാലയളവ് മാത്രം ഭരിച്ചിരുന്ന ഗവൺ‌മെന്റുകൾ കാരണം നിരവധി പ്രക്ഷിബ്ധാവസ്ഥകൾ ഉണ്ടായി.
ഖദീജയുടെ മരണശേഷം രണ്ടുവർഷം നബി ഏകാകിയായി കഴിഞ്ഞു.
മക്കാവിജയം
നബിയും സഹചരന്മാരും മക്കയിൽ പ്രവേശിച്ചപ്പോൾ അവരെ എതിർക്കാനാരുമുണ്ടായില്ല.
അവയുടെ അടിസ്ഥാനം ഹദീഥുകൾ ആണ്‌.
സ്വന്തം ജീവിതത്തിലൂടെ അദ്ദേഹം അറേബ്യയിലെ പ്രാകൃത മൂല്യങ്ങളെ നിരാകരിച്ചു.
ഇൻറർനെറ്റ് തിരച്ചിൽ വെബ് അധിഷ്ഠിത സേവനം വെബ്സൈറ്റ് പരസ്യം എന്നീ രംഗങ്ങളിൽ പ്രവർത്തിക്കുന്ന അമേരിക്കൻ കമ്പനിയാണ് ഗൂഗിൾ (ഇംഗ്ലീഷ് ഉച്ചാരണം -  ) ലോകത്തിലെ ഏറ്റവും വിശാലമായ ഇന്റർനെറ്റ് തിരച്ചിൽ സംവിധാ‍നമാണ് ഗൂഗിൾ.
എണ്ണിയാലൊടുങ്ങാത്ത വിവരങ്ങൾ ഈ സെർച്ച് എൻ‌ജിനിൽ ലഭ്യമാകും എന്ന സന്ദേശമായിരുന്നു വിവക്ഷ.
mrj:Кого Британи
ഇന്ത്യൻ ദേശീയ ക്രിക്കറ്റ് ടീം 1983-ലെ ക്രിക്കറ്റ് ലോകകപ്പും 2007-ലെ ഐ.സി.സി.
600 ഹുയാങ് സാങ് ഇന്ത്യ സന്ദർശിക്കുന്നു  ഹർഷ ഗുപ്തൻ ഭരിക്കുന്നു ബാണഭട്ടൻ സദസ്സിലെ അംഗം.
ഹിമാലയൻ നദികളിൽ പ്രധാനം സിന്ധു ഗംഗ ബ്രഹ്മപുത്ര എന്നിവയും അവയുടെ പോഷക നദികളുമാണ്‌.
ദേശീയജൈവജാലങ്ങൾ
ജവഹർലാൽ നെഹ്റുവിനു ശേഷം അഞ്ചു വർഷം പൂർത്തിയാക്കിയ ശേഷം വീണ്ടും പ്രധാനമന്ത്രിയാകുന്ന ഇന്ത്യൻ പ്രധാനമന്ത്രിയായി മൻ‌മോഹൻ സിംഗ് മാറി.
ചരിത്രപരമായി പ്രാധാന്യമർഹിക്കുന്ന പല വാണിജ്യപാതകളും ഇതുവഴിയുമായിരുന്നു.
ഇവയിൽ നബിയുടെ ജീവിതത്തിന്റെ എല്ലാ വിധത്തിലുള്ള വിശദാംശങ്ങളും രേഖപ്പെടുത്തപ്പെടുകയുണ്ടായി.
ലൈംഗികവളർച്ചയിലേക്ക് അടുക്കുന്ന കൌമാരക്കാർ താൽക്കാലികമായോ സ്ഥിരമായോ ലൈംഗികപങ്കാളിയില്ലാത്തവർ അവിവാഹിതർ തുടങ്ങിയവർക്ക് സുരക്ഷിതമായി ലൈംഗികവാഞ്ഛയുടെ സമ്മർദ്ദം ലഘൂകരിക്കാനുള്ള മാർഗ്ഗം കൂടിയാണ് സ്വയംഭോഗം.
ചെറിയ വയസ്സിലേ തന്നെ സത്യസന്ധതയും വിശ്വസ്തതയും മൂലം എല്ലാവരുടേയും സ്നേഹം ആർജ്ജിച്ചു.
പ്രധാനമായും 24 മുദ്രകൾ അടിസ്ഥാനമുദ്രകളായി കണക്കാക്കപ്പെടുന്നു.
സ്വയംഭോഗവുമായി ബന്ധപ്പെട്ട പല തെറ്റിദ്ധാരണകളും വിശ്വാസങ്ങളും വിവിധ സംസ്കാരങ്ങളിൽ നിലവിലുണ്ട്.
നേടിത്തരുന്നു.
രാജ്യത്തെ സർക്കാർ ജീവനക്കാർക്ക് ശമ്പളം നൽകുന്നതിനു പോലും പണമില്ലാത്ത അവസ്ഥയിൽ 1991-ൽ തുടങ്ങിയ ഉദാരവൽക്കരണം വിദേശവ്യാപാരം വിദേശ നിക്ഷേപം എന്നിവ ഇന്ത്യൻ സമ്പദ്‌വ്യവസ്ഥ നിലനിർത്തിപ്പോരുന്നതിനുള്ള പ്രധാന ഉപാധികളായി സ്വീകരിച്ചു.
മുംബൈ മഹാനഗരം തന്നെ 7 ദ്വീപുകളിലായാണ്‌ സ്ഥിതിചെയ്യുന്നത്.
ശകവർഷം തുടങ്ങി 1879 വർഷം കഴിഞ്ഞാണ്‌ ഇന്ത്യ അത് ദേശീയ പഞ്ചാംഗമാക്കുന്നത്.
ഭാരതം
പിന്നീട് ക്ഷേത്രസങ്കേതങ്ങളിൽ സാധാരണയായി തീർന്നു.
എന്നാൽ  പുനർവിതരണങ്ങളും മാറ്റങ്ങളും എല്ലാം അതേ അനുമതി പത്രത്തിൽ തന്നെയായിരിക്കണമെന്നുമാത്രം.
എല്ലാ നടൻമാരും തോടയം കെട്ടിയതിനു ശേഷേമ അവരവരുടെ വേഷം കെട്ടാവൂ​ ന്നാണു നിയമം.
അതിർത്തികൾ
മുഖത്ത് കവിൾത്തടങ്ങളുടെയും താടിയുടെയും അഗ്രമൊപ്പിച്ച് അരിമാവും ചുണ്ണാമ്പും ചേർത്തുകുഴച്ച് ചുട്ടിയിട്ട് കടലാസുകൾ അർധചന്ദ്രാകൃതിയിൽ വെട്ടി മീതെ വച്ച് പിടിപ്പിക്കുന്നു.
1600 കിലോമീറ്റർ നീണ്ടു കിടക്കുന്നുണ്ടിത്.
വരണ്ട പ്രദേശങ്ങൾക്ക് അനുയോജ്യമായ വിളയാണിത്.
വർഗ്ഗം:ലോകമഹായുദ്ധങ്ങൾ
പുറത്തേയ്ക്കുള്ള കണ്ണികൾ
കഥകളിയുടെ അനുസാരിവാദ്യങ്ങളായ ചെണ്ട മദ്ദളം ചേങ്ങില ഇലത്താളം ഇവ സമന്വയിപ്പിച്ച് കൊണ്ടുള്ള മേളപ്രയോഗമാണു കേളികൊട്ട്.
കാർത്തികതിരുന്നാളിൻറെ സദസ്സിൽപ്പെട്ട ഉണ്ണായിവാര്യർ നളചരിതം ആട്ടകഥ രചിച്ചു.
ഇവരിൽ ആണ്കരിക്ക് കറുത്തതാടി കെട്ടിയിരിക്കും.
ഒരു അറബ് ഗോത്രവംശജൻറെ മുഖവും രാഷ്ട്ര നേതാവിൻറെ മുഖവും.
ഓരോ സോഫ്റ്റുവെയറിലുമുള്ള പൂർണ്ണാവകാശം അതിന്റെ രചയിതാവിലധിഷ്ടിതമാണു്.
IMAP (ഇന്റർനെറ്റ്‌ മെസേജ് ആക്സസ് പ്രോട്ടോക്കോൾ)
ലൈംഗികവികാര മേഖലകളെ തൊടുക തലോടുക നുള്ളുക എന്നിങ്ങനെ ചെയ്യുന്നതുവഴിയും ലൈംഗികാവയവങ്ങളില് ലൂബ്ബ്രിക്കന്റുകള് പുരട്ടുന്നതുവഴിയും രതിമൂർച്ഛയിൽ എത്തിച്ചേരുവാനാവശ്യമായ ലൈംഗിക ഉത്തേജനം സാധ്യമാക്കുന്നു.
നബിയേയും അനുയായികളെയും അവർ പീഢിപ്പിച്ചുകൊണ്ടേയിരുന്നു.
സത്പുര പർവത നിര
ലോകത്തിലെ ഏറ്റവും പ്രശസ്തമായ ജനാധിപത്യ വ്യവസ്ഥിതി നിലനിൽക്കുന്നത് ഇന്ത്യയിലാണ്‌.
മക്കയിൽ നിന്ന് വന്ന അനുയായികളെയും(മുഹാജിർ) മദീനയിലുള്ള അനുയായികളെയും(അൻസ്വാർ) തമ്മിൽ സാഹോദര്യ ബന്ധം സ്ഥാപിച്ചു.
ക്രി.മു.184 ശുംഗ സാമ്രാജ്യം മൗര്യ രാജാവായ ബൃഹദ്രഥൻ പുഷ്പമിത്ര ശുംഗൻ എന്ന പ്രമാണിയാൽ വധിക്കപ്പെടുന്നതോടെ മൗര്യ സാമ്രാജ്യം അവസാനിക്കുന്നു.
മുഹമ്മദ്‌ അല്ലാഹുവിൻറെ ഒരു ദൂതൻ മാത്രമാകുന്നു.
സിറിയയിലേക്കുള്ള യാത്രകൾ അദ്ദേഹത്തിന്‌ ക്രിസ്തുമതവുമായി ബന്ധപ്പെടാൻ അവസരം ഒരുക്കി.
നൃത്തം നാട്യം നൃത്യം ഇവയെ ലക്ഷണം ചെയ്യുമ്പോൾ നൃത്തം താളലയാശ്രയവും നൃത്യം ഭാവാശ്രയവും നാട്യം രസാശ്രയവും ആയി പറയുന്നു.
മേളപ്പദം
2500 കിലോമീറ്ററോളം നീളമുണ്ട് ഈ പർ‌വതനിരകൾക്ക്.
ഖൻദഖ് യുദ്ധം
തനിക്ക് ലഭിച്ച സന്ദേശം മുഹമ്മദ് നബി പ്രചരിപ്പിക്കാൻ തുടങ്ങി.
ചെസ്സ് എന്ന കായിക വിനോദം പിറവിയെടുത്തത് ഇന്ത്യയിലാണ്‌.
മാരിയയിൽ ഇബ്‌റാഹീം എന്ന കുട്ടി ജനിച്ചു പക്ഷെ ചെറുപ്രായത്തിൽ തന്നെ മരണപ്പെട്ടു.
സ്ത്രീകളുടേയും മുനിമാരുടേയും വേഷം മിനുക്കാണ്‌.
സ്ത്രീകൾക്ക് കണ്ണെഴുത്ത് ചുണ്ടു ചുവപ്പിക്കൽ തുടങ്ങിയവ മനോധർമം പോലെ ചെയ്ത് ഉടുത്തുകെട്ട് കുപ്പായം തുടങ്ങിയവ അണിയുന്നു.
മലയാളസാഹിത്യത്തിലെ ഒരു പ്രധാന ശാഖയാണ്‌ ആട്ടക്കഥ.ഏകദേശം 500ഓളം ആട്ടക്കഥകൾ സാഹിത്യത്തിലുണ്ട്.
അപ്പാചേ അനുമതി പത്രം
ദക്ഷിണേന്ത്യയിൽ വിജയനഗര സാമ്രാജ്യമായിരുന്നു ഈ കാലഘട്ടത്തിൽ പ്രബലം.
സരളമായ രീതികളിലൂടെ വിശ്വാസിക്ക് ദൈവമാർഗ്ഗത്തിലുള്ള തടസ്സങ്ങൾ നീക്കിക്കൊടുത്തതാണ് മുഹമ്മദിൻറെ പാഠങ്ങളിലെ ഉദാത്തമായ സന്ദേശമെന്ന് അദ്ദേഹം നിരീക്ഷിക്കുന്നു.
വഴിവെളിച്ചം-തെരഞ്ഞടുത്ത പ്രവാചക വാക്യങ്ങളും വിശദീകരണങ്ങളും
ഇവയിൽ ചിലത് രാജാക്കന്മാരുടെ കീഴിലായിരുന്നെങ്കിൽ ചിലവ രാജപ്രതിനിധികളുടെ ഭരണത്തിൻ കീഴിലായിരുന്നു.
അവർ ഇടക്കിടക്ക് മദീന നിവാസികളെ ശല്യപ്പെടുത്തികൊണ്ടിരുന്നു.
സിന്ധു ഗംഗ ബ്രഹ്മപുത്ര  എന്നീ നദികളുടേയും അവയൂടെ പോഷക നദികളൂടേയും സംഭാവനയാണ്‌ ഉത്തരേന്ത്യൻ മഹാ സമതലങ്ങൾ.
അന്നത്തെ ഖുറൈഷി ഗോത്ര സമ്പ്രദായത്തിൽ മാതാവ് കുഞ്ഞിനെ മുലയൂട്ടി വളർത്തുകയില്ല.
ഇസ്ലാമിക സദാചാര പാഠങ്ങൾക്കെന്ന പോലെ ദൈവശാസ്ത്രത്തിനും രൂപം നൽകിയത് മുഹമ്മദ് നബിയാണ്.
നാലാം നൂറ്റാണ്ടിലേതെന്നു കരുതുന്ന ഒരു കളിമൺ ശില്പത്തിൽ സ്ത്രീ സ്വയംഭോഗം ചെയ്യുന്നതായാണ‍് ചിത്രീകരിച്ചിരിക്കുന്നത്.
മഹാനായ അശോകൻ മൗര്യരാജവംശീയനായിരുന്നു.
ജിബ്‌രീൽ മാലാഖ‌ മുഖേനയാണ്‌ വഹ്‌യ് നൽകപ്പെട്ടിരുന്നത് എന്നതും വിശ്വസിക്കപ്പെടുന്നു.
ക്രി.മു.
സൌജന്യമായതും സ്വതന്ത്രമല്ലാത്തതുമായ സോഫ്റ്റ്‌വെയറുകളെ ഫ്രീവെയർ  (സൌജന്യസോഫ്റ്റ്‌വെയർ )എന്നു് വിളിയ്ക്കുന്നു.
വിനിമയം / ബന്ധം എങ്ങനെ അവസാനിപ്പിക്കണം എന്നു നിശ്ചയിക്കുക.
ക്രി.മു.
1841 ൽ പ്രസിദ്ധപ്പെടുത്തിയ ഓൺ ഹീറോസ് ഹീറോ വർഷിപ്പ് ആൻഡ് ദി ഹീറോയിക്ക് ഇൻ ഹിസ്റ്ററി എന്ന ഗ്രന്ഥത്തിലാണ് നബിയെപ്പററി അദ്ദേഹം പരാമർശിക്കുന്നത്.
പ്രാർഥനക്ക്‌ വരാൻ അവർ ഉറക്കെ ആഹ്വാനം ചെയ്യും.
സ്തുത്യർഹൻ സ്തുതിക്കപ്പെട്ടവൻ എന്നിങ്ങനെ അർത്ഥം വരുന്ന അഹ്‌മദ് (أحمد) എന്ന ധാതുവിൽ നിന്നാണ് മുഹമ്മദ് (محمد) എന്ന പേരിന്റെ നിഷ്പത്തി ഹ-മീം-ദാൽ  (ح م د) എന്ന ക്രിയാധാതുവിൽ നിന്നുത്ഭവിച്ച സമാനമായ മറ്റു നാമങ്ങൾ ഹാമിദ് ഹംദി മഹ്‌മൂദ്  എന്നിവയാണ്.
അഞ്ചു വർഷമാണ്‌ ഇവരുടെ കാലാവധി.
ദക്ഷയാഗം
ഇതിനിടയിൽ നബിയെ വധിക്കാനുള്ള ഗൂഢാലോചന നടക്കുന്നുണ്ടായിരുന്നു.
ഇതുവഴിയുള്ള പാത ദേശീയപാതയാണ്‌.
അവലംബിത ഗ്രന്ഥങ്ങൾ
ദശലക്ഷക്കണക്കിന് ആൾക്കാർ കൊല്ലപ്പെട്ട ഈ സമ്പൂർണ്ണ യുദ്ധം ലോകക്രമത്തെ മാറ്റിമറിച്ചു.
ശൃംഗാര രസം അഭിനയിക്കുന്നവരുടെ വേഷം കുറുംകുത്തിതന്നെ ആയിരിക്കണം.
നബി ആഇശയെ വിവാഹം കഴിക്കുന്നത് അവരുടെ ആറാമത്തെ വയസിലായിരുന്നു.
സ്വയംഭോഗത്തിനിടെ വൃഷണസഞ്ചി മുലക്കണ്ണുകള് മലദ്വാരം എന്നിവയും ഉത്തേജിപ്പിക്കപ്പെടാറുണ്ട്.
thumb|300px|right|ഗൂഗിളിന്റെ ഹോം പേജ്
സാമ്പത്തികരംഗം
വർഗ്ഗം:കഥകളി
ആട്ടത്തിനു ചിട്ടകൾ ഏർപ്പെടുത്തിയതും കൈമുദ്രകൾ പരിഷ്ക്കരിച്ചതും കല്ലടിക്കോടൻ സമ്പ്രദായമാണ്.
ഇന്റർനെറ്റ് ഉപഭോക്താക്കളുടെ ഇടയിൽ ഗൂഗിൾ പെട്ടെന്നു പ്രശസ്തമായി.
ദ്വീപുകൾ
അതേ വർഷം തന്നെ (ഹിജ്റ 10​)ം വർഷം) പത്നി ഖദീജയും പിതൃവ്യൻ അബൂത്വാലിബും അന്തരിച്ചു.
ബാൾക്കൻ പ്രതിസന്ധിക്കു ശേഷം  ഓസ്ട്രിയയ്ക്കും സെർബിയയ്ക്കുമിടയിൽ നിലനിന്ന സംഘർഷാവസ്ഥയാണ് ഒന്നാം ലോകമഹായുദ്ധം പൊട്ടിപ്പുറപ്പെടാനുണ്ടായ പ്രധാന കാരണം.
ക്രി.മു.
18 വയസ് പൂർത്തിയാക്കിയ പൗരന്മാർക്കെല്ലാം വോട്ടവകാശമുണ്ട്‌.
 (ഖുർആൻ 15:4).
വെബ്‌സൈറ്റുകളുടെ സ്വഭാവത്തിനനുസരിച്ച് തിരയൽ ക്രമീകരിക്കാമോ എന്ന പരീക്ഷണമാണ് ഇവർ തുടക്കമിട്ടത്.
സിന്ധുനദിയുടെ പേരിൽനിന്നാണു് ഹിന്ദുസ്ഥാൻ ഇന്ത്യ എന്നീ പേരുകൾ രാജ്യത്തിനുണ്ടായതു്.
കൊട്ടാരക്കര
ചരിത്രം
thumb|right|200px|ന്യൂ ഡെൽഹിയിലെ ഇന്ത്യാ ഗേറ്റ്
മധ്യപ്രദേശിലെ ഭീംബേഡ്കയിൽ കണ്ടെത്തിയ ശിലായുഗ ഗുഹകളാണ്‌ ഇന്ത്യയുടെ ചരിത്രാതീത കാലം അവശേഷിപ്പിച്ച ഏറ്റവും പുരാതനമായ രേഖ.
സ്വാതന്ത്ര്യം 3: പ്രോഗ്രാമിനെ നവീകരിയ്ക്കാനും നവീകരിച്ചവ പുറത്തിറക്കാനുമുള്ള സ്വാതന്ത്ര്യം.
ഭൂമിശാസ്ത്രം
ഈ പഠനങ്ങളിൽ നിന്ന് വ്യത്യസ്തമാണ് മാക്സിം റോഡിൻസൻറെ മുഹമ്മദ് എന്ന ഗ്രന്ഥം.
പക്ഷേ അദ്‌നാൻ വരെയുള്ള ചരിത്രരേഖകൾ മാത്രമേ ലഭിച്ചിട്ടുള്ളൂ.
വിവിധ വിനിമയാവശ്യങ്ങൾക്കായി വിവിധ തരത്തിലുള്ള പ്രൊട്ടോക്കോളുകൾ നിലവിലുണ്ട്.
അശോകസ്തംഭത്തിലുണ്ടായിരുന്നതിലുപരിയായി സിംഹത്തിനു താഴെയായി കാളയേയും കുതിരയേയും സിംഹമുദ്രയിൽ രേഖപ്പെടുത്തിയിരിക്കുന്നു.
വെട്ടത്തുരാജാവിനെ കഥകളിപരിഷ്കരണത്തിൽ സഹായിച്ചത്‌ കഥകളിപ്രേമിയായിരുന്ന ശങ്കരൻനായരായിരുന്നു.
കുങ്കുമനിറം മുകളിൽ വരത്തക്കവിധമാണ്
ഇങ്ങനെ അഭിനയത്തിലും അതടങ്ങുന്ന രംഗങ്ങളുടെ പരമ്പരയിലും കൂടി ഇതിവൃത്തം അരങ്ങത്ത് അവതരിപ്പിച്ച് രസാനുഭൂതി ഇളവാക്കുന്ന കലയാണ് കഥകളി .
അനുവർത്തിച്ചുപോന്നിരുന്ന തോടയത്തിലെ താളത്തിൽ പഞ്ചാരിയും നൃത്തത്തിൽ കലാശങ്ങളും ഇരട്ടിയും കാൽകുടയലുമെല്ലാം ചേർത്ത് കൂടുതൽ മിഴിവേകി.
ഖദീജയിൽ മുഹമ്മദിനു രണ്ടു ആൺ‍കുട്ടികളും നാല്‌ പെൺകുട്ടികളും പിറന്നു.
സാധാരണ ഉപയോഗിക്കുന്ന പ്രോട്ടോക്കോളുകൾ
പക്ഷെ ഇന്ത്യ താഴ്ന്ന വരുമാനം ലഭിക്കുന്ന രാജ്യങ്ങളിലൊന്നായി ഏതാനും ദശകങ്ങൾ കൂടെ തുടരുമെന്നും ഈ പഠനം പ്രവചിക്കുന്നുണ്ട്.
ബി.ജെ.പി നേതൃത്വത്തിലുള്ള ഒരു ഗവൺ‌മെന്റ് 1996-ൽ നിലവിൽ വന്നു.
തുടർന്ന് നാലു കൊല്ലത്തിനിടയ്ക്ക് മുഹമ്മദ് അമ്പത്തിആറാം വയസ്സിനിടയിൽ സൗദ ആഇശ എന്നിവരെ വിവാഹം ചെയ്യുകയുണ്ടായി.
ഹിജ്റ 8-ാം വർഷം മക്കയിലെ ഖുറൈശികൾ ഹുദൈബിയ ഉടമ്പടി ലംഘിച്ചു.
അദ്ദേഹത്തെയും അനുചരന്മാരേയും ക്രൂരമായി മർദ്ദിക്കുകയും ജന്മനാട്ടിൽ നിന്നും പുറത്താക്കുകയും ചെയ്ത ആ പട്ടണനിവാസികൾ പ്രവാചകൻ എന്തുചെയ്യുമെന്നറിയാതെ അദ്ദേഹത്തിനു മുമ്പിൽ‍ ആകാംക്ഷയോടും ഭീതിയോടും കൂടെ നിന്നു.
നിവേദന പരമ്പരയുടെ വിശ്വാസ്യതയുടെ അടിസ്ഥാനത്തിൽ ഇമാം ബുഖാരി ഇമാം മുസ്‌ലിം അബൂദാവൂദ് തിർമിദി ഇബ്നു മാജ നസാ‌ഇ തുടങ്ങിയ പണ്ഡിതന്മാർ ഹദീഥുകൾ ക്രോഡീകരിച്ചിട്ടുണ്ട്.
ഈ യത്നത്തിൽ അദ്ദേഹം ആദ്യം ചെയ്തത് ആറാം നൂറ്റാണ്ടിലെ അറേബ്യയിൽ നില നിന്നിരുന്ന ദൈവ സങ്കല്പം പൊളിച്ചെഴുതുകയാണ്.
അറിവുകൾ ശേഖരിച്ച് സാർവ്വ ദേശീയമായി ലഭ്യമാക്കുക എന്നതാണ് ഗൂഗിളിന്റെ പ്രഖ്യാപിത ലക്ഷ്യം.
എന്നാൽ അവർ എഴുതിയത് അക്ഷരപ്പിശകോടെയായെന്നു മാത്രം.
വേൾഡ് ട്വന്റി 20-യും നേടിയിട്ടുണ്ട്.
ഹൂണന്മാർ മൗഖാരികൾ എനിവരുടെയും കാലം.
പശ്ചിമഘട്ടത്തിൽ നിന്നൊഴുകുന്നയിൽ നർമദ തപ്തി മഹാനദി ഗോദാവരി കൃഷ്ണ കാവേരി എന്നിവയാണ്‌ പ്രധാന്യമർഹിക്കുന്നത്.
ഇന്ത്യയുടെ ദേശീയ മൃഗം കടുവയാണ്.
ജനങ്ങൾ
ഇന്ത്യൻ ഉപഭൂഖണ്ഡം അതിന്റെ ചരിത്രത്തിലുടനീളം അതിന്റെ വാണിജ്യ സാംസ്കാരിക സമ്പത്തിനു പ്രശസ്തമാണ്‌.
ആദ്യകാലത്ത് ഇസ്‌ലാം വിശ്വാസികളുടെ വീക്ഷണകോണിൽ നിന്നുള്ള രചനകൾ മാത്രമേ കണ്ടുവന്നിരുന്നുള്ളൂ.
സ്വയംഭോഗം മൂലം ശാരീരികമോ മാനസികമോ ആയ പ്രശ്നങ്ങൾ ഉണ്ടാകുന്നതായി വൈദ്യശാസ്ത്രം സ്ഥിരീകരിച്ചിട്ടില്ല.
ഇത് അദ്ദേഹത്തിന്‌ വിശ്വസ്തൻ എന്നർത്ഥം വരുന്ന അൽ‌ അമീൻ എന്ന പേര്‌ നേടിക്കൊടുത്തു.
വ്യത്യസ്ത ശാസ്ത്രവിഭാഗങ്ങളിൽ ഒരേ പേരിലുള്ള മുദ്രകൾ ഉണ്ടെങ്കിലും അവ രൂപത്തിൽ വ്യത്യസ്തങ്ങളാണ്‌.
സ്വയംഭോഗം ഒരു മാനസികരോഗമോ രതിവൈകൃതമോ ആണെന്ന തെറ്റിദ്ധാരണ സർവ്വസാധാരണമാണ്.
ഇന്ത്യയിലെ പ്രധാന കാർഷിക ഇനങ്ങൾ അരി ഗോതമ്പ് എണ്ണധാന്യങ്ങൾ പരുത്തി ചായ കരിമ്പ് ഉരുളക്കിഴങ്ങ്  പശു വളർത്തൽ ആടു വളർത്തൽ കോഴി വളർത്തൽ മത്സ്യക്കൃഷി എന്നിവയുൾപ്പെടുന്നു.
ഇസ്‌ലാം മതവിശ്വാസപ്രകാരം മനുഷ്യരാശിയുടെ മാർഗദർശനത്തിനായി അല്ലാഹു നിയോഗിച്ചു കൊണ്ടിരുന്ന പ്രവാചകശൃംഖലയിലെ അവസാനത്തെ പ്രവാചകനാണ്‌ മുഹമ്മദ് നബി.
2000കളുടെ അവസാനത്തോടെ ഇന്ത്യയുടെ വളർച്ചാനിരക്ക് 7.5 ശതമാനമായി.. ഇക്കാലയളവിൽ ഒരു ശരാശരി ഇന്ത്യക്കാരൻ ഒരു മണിക്കൂറിൽ സമ്പാദിക്കുന്ന പണം ഇരട്ടിയായി.
കൊളാബോ മസഗോൺ ഓൾഡ് വിമൻസ് ഐലൻഡ് മാഹിം പാരെൽ വര്ലി ഐസിൽ ഓഫ് ബോംബെ എന്നിവയാണവ.
ഭരണ സംവിധാനം
അതിപുരാതന കാലത്ത് ഈ ഉപഭൂഖണ്ഡം മുഴുവൻ ഭരതൻ എന്നു പേരുള്ള ഒരു ചക്രവർത്തി ഭരിച്ചിരുന്നു എന്ന് പുരാണങ്ങൾ പറയുന്നു.
കഥകളിക്ക് വേദി ഒരുക്കുന്നത് മറ്റ് ദൃശ്യകലകളിലെ പോലെ അധികം സജ്ജീകരണങ്ങൾ ആവശ്യമില്ല.
മറ്റു കണ്ണികൾ
വന്ദനശ്ലോകം
ഇന്ത്യയുടെ കര അതിർത്തിയുടെ നീളം ഏതാണ്‌ 15200 കിലോമീറ്ററാണ്‌.
നെറ്റിയുടെ മധ്യഭാഗത്തായി ഗോപി വരയ്ക്കുന്നതിനു “നാമം വയ്‌ക്കുക” എന്നു പറയുന്നു.
പശ്ചിമഘട്ടത്തിലെ പ്രധാന മലമ്പാതയാണ്‌ പാലക്കാട് ചുരം.
രാജസ്ഥാനിൽ പ്രത്യേകിച്ച് ഥാർ മരുഭൂമി പ്രദേശങ്ങളിൽ ഇത് കൃഷി ചെയ്യുന്നു.
മരുഭൂമിയിലെ പ്രവാചകൻ - കെ.എൽ.
അരങ്ങുകേളി
അശ്വതിയുടെ പിതാവ്‌ കിളിമാനൂർ കോയിത്തമ്പുരാൻ കംസവധം എഴുതി.
ഉദാ:കാട്ടാളൻ.
അറബ് സമൂഹത്തിൻറെ മനഃശാസ്ത്രവും സാഹചര്യങ്ങളും നബിയെ ഏതൊക്കെ തരത്തിൽ പരുവപ്പെടുത്തി എന്നതിനെക്കുറിച്ച് ഗിബ്ബ് പരിശോധിക്കുന്നു.
സ്വതന്ത്ര അനുമതി പത്രങ്ങളിലൂടെ ഓരോ രചയിതാവിനുമുള്ള ഈ അവകാശം ഓരോ ഉപയോക്താക്കളിലും എത്തിച്ചേരുന്നു.
വർഗ്ഗം:വിവരസാങ്കേതികവിദ്യ
അശ്ലീലചിത്രങ്ങൾ കാണുകഅശ്ലീലഗ്രന്ഥങ്ങൾ വായിക്കുക എന്നിങ്ങനെ സ്വയംഭോഗസഹായിയായ പ്രവര്ത്തനങ്ങൾ പലതുമുണ്ട്.
സുമയ്യ എന്ന സ്ത്രീയാണ്‌ ഇസ്‌ലാമിലെ ആദ്യത്തെ രക്തസാക്ഷി എന്നറിയപ്പെടുന്നത്.
ഇന്ത്യയുടെ മദ്ധ്യത്തിലുള്ള പർ‌വതങ്ങളാണിവ.
സ്വാതന്ത്ര്യം കിട്ടിയതിനു ശേഷം മിക്കവാറും വർഷങ്ങൾ ഇന്ത്യ ഭരിച്ചത് ഇന്ത്യൻ നാഷണൽ കോൺഗ്രസ് നയിച്ച ഗവൺ‌മെന്റ് ആയിരുന്നു ഇന്ത്യൻ സംസ്ഥാനങ്ങളിലെ ദേശീയ പാർട്ടികളിൽ  ഇന്ത്യൻ നാഷണൽ കോൺഗ്രസ് ഭാരതീയ ജനതാ പാർട്ടി കമ്മ്യൂണിസ്റ്റ് പാർട്ടി ഓഫ് ഇന്ത്യ (മാർക്സിസ്റ്റ്) എന്നീ ദേശീയ പാർട്ടികളും മറ്റനേകം പ്രാദേശിക പാർട്ടികളും ഉൾപ്പെടുന്നു.1950-നും 1990-നും ഇടയിൽ രണ്ടു തവണയൊഴികെ ബാക്കി എല്ലാ തവണയും ഇന്ത്യൻ നാഷണൽ കോൺഗ്രസ് അധികാരത്തിലെത്തി.
മദീനയിൽ എത്തിയശേഷം പ്രവാചകൻ ആദ്യമായി ചെയ്തത് ഒരു കേന്ദ്രം നിർമ്മിക്കുക എന്നതായിരുന്നു.
ഇതേ സമയം തെന്നെ ഇൻഡോ-ഗ്രീക്ക് രജവംശം എത്തുന്നു.
അദ്ദേഹത്തിന്‌ മുമ്പും ദൂതൻമാർ കഴിഞ്ഞുപോയിട്ടുണ്ട്‌.
സിറിയയിലുള്ളവരുടെ മതജീവിതത്തെക്കുറിച്ച് വ്യക്തമായ കാഴ്ചപ്പാട് അദ്ദേഹം ഉണ്ടാക്കിയിരുന്നു.
ഭാവത്തിന്റെ സ്ഥാനത്ത് പദാർത്ഥത്തേയും രസത്തിന്റെ സ്ഥാനത്ത് വാക്യാർത്ഥത്തേയും സങ്കല്പിച്ച് ഭാവാശ്രയമായ നൃത്യത്തെ പദാർത്ഥാഭിനയപ്രധാനമെന്നും രസാശ്രയമായ നാട്യത്തെ വാക്യാർത്ഥാഭിനയപ്രാധാനമെന്നും വിശേഷിപ്പിക്കുന്നു.അതായത് വാച്യാർത്ഥത്തെ മുദ്രകളെക്കൊണ്ടും അവയ്ക്ക് ചേർന്ന ഭാവങ്ങൾകൊണ്ട് അഭിനയിക്കുമ്പോൾ അത് പദാർത്ഥത്തേയും ചെയ്യുന്നു.
ഗീതാഗോവിന്ദത്തിലെ “മഞ്ജൂതര കുഞ്ജതല” എന്ന അഷ്ടപദി പാടുകയും മേളം നടത്തുകയും ചെയ്യുന്നതാണ് മേളപ്പദം.
ഗ്രേറ്റ് ഹിമാലയം(ഹിമാദ്രി ലെസ്സർ ഹിമാലയം (ഹിമാചർ) ഗ്രേറ്റർ ഹിമാലയം (സിവാലിക്)എന്നീ മൂന്ന് നിരകൾ ചേർന്നതാണ്‌ ഹിമാലയം.ലോകത്തിലെ ഏറ്റവും ഉയരം കൂടിയ കൊടുമുടിയായ എവറസ്റ്റ് ഹിമാലയത്തിലാണ്‌.
ഹുദൈബിയാ സന്ധി
ആദ്യമാദ്യം രഹസ്യമായി തുടങ്ങിയ പ്രബോധനത്തിന്റെ ഫലമായി അബൂബക്‌ർ ഉസ്മാൻ ബിൻ അഫ്ഫാൻ അബ്ദുറഹ്‌മാൻ ബിൻ ഔഫ് സഅദ് ബിൻ അബീവഖാസ് സുബൈർ ബിൻ അവാം ത്വൽഹ തുടങ്ങിയ ആളുകൾ നബിയുടെ അനുചരന്മാരായി മാറി.
നിരവധി ഗ്രാൻഡ് മാസ്റ്റർമാർ ഇന്തയിൽ നിന്നു ഉണ്ടായതിനെത്തുടർന്ന് ഇന്ത്യയിൽ ചെസ്സും പ്രചാരത്തിലായിത്തുടങ്ങിയിട്ടുണ്ട്.
ദുഃഖവർഷം
ഇത്തരത്തിൽ വേഷമണിയിക്കുന്നതിന് ചുട്ടികുത്ത് എന്നു പറയുന്നു.
തലയിൽ കൊണ്ടകെട്ടി പട്ടുവസ്ത്രം കൊണ്ട് മറയ്ക്കുന്നു.
കൊട്ടാരക്കരത്തമ്പുരാന്റെ രാമനാട്ടത്തിലെ എട്ടുദിവസത്തെ കഥകളാണ് ആദ്യ ആട്ടക്കഥ.
പകർപ്പനുമതി അവകാശങ്ങൾ
പതിനാറാം നൂറ്റാണ്ടുമുതൽ പോർച്ചുഗീസ്‌ ഡച്ച്‌ ഫ്രഞ്ച്‌ ബ്രിട്ടീഷ്‌ അധിനിവേശമുണ്ടായി.
പ്രശസ്ത നാടകകൃത്തായ ജോർജ്ജ് ബർണാർഡ്ഷാ മുഹമ്മദ് നബിയെ വിലയിരുത്തുന്നതും അദ്ദേഹം പ്രചരിപ്പിച്ച മതത്തിൻറെ ചൈതന്യത്തിൻറെ പശ്ചാത്തലത്തിലാണ് (The Genuine Islam).
പ്രവാചക ചരിത്രം -അബ്ദുൽ ലതീഫ്‌ സുല്ലമി
ക്രി.മു.
ആയിടെ സിറിയയിൽനിന്നും മടങ്ങുന്ന ഒരു അറേബ്യൻ കച്ചവടസംഘത്തെ മുഹമ്മദും കൂട്ടുകാരും ആക്രമിക്കാൻ പരിപാടിയിട്ടിട്ടുണ്ട് എന്നൊരു വാർത്ത മക്കയിൽ പരന്നു.
ഇന്ത്യയിലെ ഏറ്റവും പ്രധാനപ്പെട്ട കാർഷികമേഖലയാണിത്.
പകരം അതിനായി സം‌രക്ഷണജോലി അവിടത്തെ സമ്പ്രദായമനുസരിച്ച് ബദവി സ്ത്രീകളെ ഏല്പിക്കുകയാണ്‌ പതിവ്.
അനുഷ്ഠാനങ്ങൾ പോലും നബി ക്രമപ്പെടുത്തി.
എങ്കിലും പുരാതനകാലങ്ങളില് നിന്നും ലഭിച്ച തെളിവുകളിൽ കൂടുതലും പുരുഷന്മാരുടേതാണ‍്.
ഇന്ത്യയുടെ സാംസ്കാരത്തിന്‌ മൗര്യന്മാർ നൽകിയ സംഭാവനകൾ വലുതാണ്‌.
ആദ്യ ദിവ്യബോധനം
321-184 മൗര്യ സാമ്രാജ്യം.
സൌജന്യസോഫ്റ്റ്‌വെയർ അതിന്റെ പകർപ്പവകാശം നിർമ്മാതാക്കളിൽതന്നെ നിലനിറുത്തുന്നു.
പ്രാധാന്യം
1700-1350 മിട്ടാണി സാമ്രാജ്യത്തിലെ ആര്യന്മാർ.
ചരിത്രത്തിലെ ധീരനായകരെ കണ്ടെത്തുകയാണദ്ദേഹം.
താടി വളർത്തും.
(അഹ്‌മദ് എന്ന പദം ഖുർആനിൽ  )
സർക്കാരിന്റെ  തലവനായ പ്രധാനമന്ത്രിയിലാണ്‌ ഒട്ടുമിക്ക അധികാരങ്ങളും കേന്ദ്രീകൃതമായിരിക്കുന്നത്‌.
രാവണവിജയം
അതിനായി ശത്രുക്കൾ വീടുവളഞ്ഞ ദിവസം തന്നെ മുഹമ്മദ് തന്റെ അനുചരൻ  അബൂബക്കറോടൊപ്പം മദീനയിലേക്ക് പുറപ്പെട്ടു.
(ദേ.പാ.
1.ബേക്കർ റോബിന് ‍(ജൂൺ 1996) സ്പേം വാര്സ്: ദ സയന്സ് ഓഫ് സെക്സ് ഡയാനെ ബുക്ക് പബ്ലിഷിംഗ് കമ്പനി ISBN 978-0-7881-6004-2.
ഫ്രാൻസ് റഷ്യ ബ്രിട്ടൺ ഇറ്റലി അമേരിക്ക എന്നീ രാജ്യങ്ങൾ ചേർന്ന സഖ്യ ശക്തികളും ഓസ്ട്രിയ-ഹംഗറി ജർമ്മനി ബൾഗേറിയ ഓട്ടോമൻ സാമ്രാജ്യം എന്നിവ ചേർന്ന അച്ചുതണ്ടു ശക്തികളുമായിരുന്നു  യുദ്ധരംഗത്ത് സജീവമായി നിലയുറപ്പിച്ചത്.
ദുശ്ശാസനൻ ഘടോൽഘചൻ തുടങ്ങിയവരുടെ വേഷം നെടുംകുത്തിയായിരിക്കണം.
എന്നാൽ നാലു വർഷങ്ങൾക്ക് ശേഷമാണ്‌ അവരുടെ ദാമ്പത്യജീവിതം ആരംഭിക്കുന്നത്.
സംയോജിത സ്വയംഭോഗം
അവലംബം
thumb|alt=View from ground of a modern 30-story building.|ബോംബെ സ്റ്റോക്ക് എക്സ്ചേഞ്ച് ഏഷ്യയിലെ ഏറ്റവും പഴയതും ഇന്ത്യയിലെ ഏറ്റവും വലിയതുമായ ഓഹരി വ്യാപാര കേന്ദ്രമാണ്.
അഭിനയരീതിയുടെ ഒതുക്കം ആണ് കല്ലുവഴിച്ചിട്ടയുടെ പ്രധാനസംഭാവന.
2000-ൽ സെർച്ച് കീ വേർഡിനനുസരിച്ച് ഗൂഗിളിൽ പരസ്യങ്ങൾ നൽകാൻ തുടങ്ങി.
ഇന്ത്യയുടെ ഭാഗമായിട്ടുള്ള ദ്വീപുകളിൽ 204 എണ്ണം ബംഗാൾ ഉൾക്കടലിലും അവശേഷിക്കുന്നവ അറബിക്കടലിലുമാണ്‌.
നബിയുടെ പിൻബലമായിരുന്ന ഇവർക്ക് ശേഷം അദ്ദേഹം അഭയം തേടി ത്വാഇഫിലേക്ക് പോയെങ്കിലും അവിടെ നിന്ന് കല്ലെറിഞ്ഞ് ഓടിച്ചു.
ഓസ്ട്രിയൻ കിരീടാവകാശിയായിരുന്ന ആർച്ച്ഡ്യൂക്ക് ഫ്രാൻസിസ് ഫെർഡിനാൻഡിനെയും ഭാര്യയെയും ഗാവ്രിലോ പ്രിൻസിപ് എന്നയാൾ ബോസ്നിയയിലെ സരാജെവോയിൽ വച്ച് 1914  ജൂൺ 28നു വെടിവച്ചുകൊന്നു.
319-20 ഗുപ്ത സാമ്രാജ്യം
സ്വതന്ത്ര നീതിന്യായ വ്യവസ്ഥയാണ്‌ ഇന്ത്യയിലേത്‌.
ഇതോടുകൂടി പ്രവാചകത്വം പൂർത്തിയായി.
അതുവരെ ഒരാൾ തിരയുന്ന പദം എത്ര തവണ പേജിലുണ്ട് എന്നു നോക്കുക മാത്രമായിരുന്നു വെബ്‌തിരയൽ സംവിധാനങ്ങളുടെ ശൈലി.
സിന്ധുനദിയെ പേർഷ്യക്കാർ  ഹിന്ദുവെന്നും ദേശത്തെ  ഹിന്ദുസ്ഥാൻ എന്നും വിളിയ്ക്കുന്നതു് കേട്ടു് ഗ്രീക്കകാർ ഇൻഡസ് (indus) എന്നും ഇന്ത്യ എന്നും വിളിച്ചുവന്നു.
രാമനാട്ടം
thumb|220px|സ്വതന്ത്ര സോഫ്റ്റ്‌വെയർ മുന്നേറ്റത്തിന്റെ സ്ഥാപകനായ റിച്ചാർഡ്‌ മാത്യൂ സ്റ്റാൾമാൻ
thumb|200px|കൊണാർക്ക്‌ സൂര്യ ക്ഷേത്രത്തിലെ ശിലാചക്രം.
9000 വർഷങ്ങൾക്കു മുൻപ്‌ ഇന്ത്യയിലേക്ക്‌ ആദ്യത്തെകുടിയേറ്റമുണ്ടായി എന്നാണ്‌ കരുതപ്പെടുന്നത്‌.
സ്വാതന്ത്ര്യം 1 സ്വാതന്ത്ര്യം 3 എന്നിവ ലഭിക്കുവാൻ സോഫ്റ്റ്‌വെയറിന്റെ സോഴ്സ്  ലഭ്യമായിരിക്കണം.
24500 ചതുരശ്ര കിലോമീറ്ററാണ് ഗ്രേറ്റ് ബ്രിട്ടൻറെ ആകെ വിസ്തീർണ്ണം.
നബിയുടെ ജീവിതത്തേയും സന്ദേശത്തേയും സാമൂഹ്യ ശാസ്ത്രത്തിൻറേയും രാഷ്ട്രീയ തത്ത്വദർശനങ്ങളുടെയും വെളിച്ചത്തിൽ റോസിൻസൺ അപഗ്രഥിക്കുന്നു.
അദ്നാന്റെ പൂ‌ർ‌വ്വ ചരിത്രത്തെ പറ്റി വിവരങ്ങൾ ലഭ്യമല്ല; എങ്കിലും എബ്രഹാമിന്റെ വംശത്തിൽ പെട്ടയാളാണ്‌ എന്ന് ഐത്യഹ്യമുണ്ട്.
ഒട്ടുമിക്ക പ്രോട്ടോക്കോളുകളും താഴെപ്പറയുന്ന ഒന്നോ അതിലധികമോ കാര്യങ്ങൾ നിർവ്വഹിക്കുന്നു.
കൂടാതെ ദേവനാഗരി ലിപിയിൽ മുണ്ഡകോപനിഷതിലെ സത്യമേവ ജയതെ (സത്യം എപ്പോഴും ജയിക്കട്ടെ) എന്നവാക്യവും ആലേഖനം ചെയ്തിരിക്കുന്നു.
വെട്ടത്തുസമ്പ്രദായത്തെ പരിഷ്കരിച്ച്‌ കഥകളിയെ ഒരു നല്ല നൃത്തകലയാക്കി തീർത്തത്‌ കപ്ലിങ്ങാടൻ നമ്പൂതിരിയും.
thumb|300px|right| ഇന്ത്യയുടെ ഏക ലോകാത്ഭുതം- താജ് മഹൽ
നൃത്തം നാട്യം നൃത്യം ഗീതം വാദ്യം എന്നിങ്ങനെ അഞ്ചു ഘടകങ്ങളുടെ സമഞ്ജസ സമ്മേളനമാണ്‌ കഥകളി.
തോടയത്തിൽ സാഹിത്യം കൂട്ടിച്ചേർത്തും പൂർവ്വരംഗത്തിന്റെ അംഗങ്ങളിൽ പുറപ്പാടിന്റെ ശ്ലോകത്തിനു മുൻപ് വന്ദനശ്ലോകം ചൊല്ലുക എന്നൊരു ഏർപ്പാടുകൂടി ഇദ്ദേഹം തുടങ്ങിവെച്ചു.
ഖാസിം അബ്ദുല്ല എന്നീ പുത്രന്മാർ ശൈശവത്തിൽ തന്നെ മരിച്ചുപോയിരുന്നു.
IP (ഇന്റർനെറ്റ്‌ പ്രോട്ടോക്കോൾ)
ഇന്ത്യൻ സാമ്പത്തികരംഗം ഏതാനും ദശകങ്ങളായി വളരെ വലിയ മാറ്റം കാണിക്കുന്നുണ്ടെങ്കിലും വ്യത്യസ്ത സാമൂഹ്യ വിഭാഗങ്ങളിലായുള്ള വളർച്ച മറ്റുള്ള രാജ്യങ്ങളിലേതിനാക്കാൾ തികച്ചും വ്യത്യസ്തമായി തുടരുന്നു.
തുടർന്ന് കോൺ‌ഗ്രസും ബിജെപിയും ഒഴിച്ചുള്ള കക്ഷികൾ കൂടിച്ചേർന്ന്  ദേശീയ ഐക്യ സഖ്യം എന്ന പേരിൽ ഒരു മുന്നണിയുണ്ടാക്കുകയും അവർ ഭരണം കയ്യാളുകളും ചെയ്തു.
അന്പതു വയസ്സിനും അറുപതു വയസ്സിനുമിടയിൽ ഒമ്പത് ഭാര്യമാരെ മുഹമ്മദ് വിവാഹം ചെയ്യുകയുണ്ടായി.
പ്രവാചകൻറെ കൂട്ടത്തിലുള്ള ബനൂഖുസ്സ ഗോത്രത്തെ ആക്രമിച്ചു.
അപ്പോൾ അവരെ അഭിസംബോധന ചെയ്തുകൊണ്ട പ്രവാചകൻ പറഞ്ഞു.
ഇസ്‌ലാമിന്റെ അടിസ്ഥാനങ്ങളിൽ രണ്ടാം സ്ഥാനം ഹദീഥുകൾക്കാണ്‌.
ബഹുദൈവ വിശ്വാസികളായിരുന്നു അറബികൾ.
വിവിധ തിരച്ചിൽ ഉപകരണങ്ങളിലൂടെ ഇരുപത് കോടിയിൽപ്പരം അന്വേഷണങ്ങളാണ് പ്രതിദിനം ഗൂഗിളിലെത്തുന്നത്.
അങ്ങനെ ഗൂഗളിനു പകരം ഗൂഗിൾ(google) ആയി മാറി.
അതു പോലെ 2002-ലെ ഐ.സി.സി.
ക്രി.വ.
നിരവധി വൈദ്യുത ജലസേചന പദ്ധതികളും വന്യമൃഗ സംരക്ഷണ കേന്ദ്രങ്ങളും ഈ നദികളുമായി ബന്ധപ്പെട്ട് പ്രവർത്തിക്കുന്നുണ്ട്.
1972-ൽ ഇന്ത്യയുടെ ദേശീയമൃഗത്തെ തിരഞ്ഞെടുത്തു.
കൃഷി
ലോകത്തെ പ്രധാനപ്പെട്ട നാലു മതങ്ങൾ - ഹിന്ദുമതം ബുദ്ധമതം ജൈനമതം സിക്കുമതം എന്നിവ - ഇവിടെയാണ്‌ ജന്മമെടുത്തത്.
ആധുനിക ചരിത്ര രചനയുടെ ആരംഭം മുതൽ ഇസ്‌ലാമിനേയും പൗരസ്ത്യ ലോകത്തെയും പറ്റി പഠിക്കാൻ വേണ്ടി ഓറിയന്റലിസം എന്ന ശാഖ തന്നെ ഉൽഭവിക്കുകയുണ്ടായി.
ആവർത്തിച്ച് സ്വയംഭോഗം ചെയ്യാനുള്ള പ്രേരണമൂലം ദൈനംദിന പ്രവർത്തികൾക്ക് തടസ്സം നേരിടുക പൊതുസ്ഥലങ്ങളിൽ വച്ച് പ്രദർശനവാഞ്ഛയോടെ സ്വയംഭോഗം നടത്തുക കടുത്ത മാനസികപിരിമുറുക്കം ഉണ്ടാക്കുക എന്നിങ്ങനെയുള്ള അവസ്ഥകളിൽ സ്വയംഭോഗം ഒരു വൈദ്യശാസ്ത്രപ്രശനമാകാറുണ്ട്.
യുവത്വം
മുദ്രകളുടെ ഉപയോഗത്തിനു നാട്യശാസ്ത്രവും അടിസ്ഥാനമാക്കിയിട്ടുണ്ട്.
ആറുവയസ്സുവരെയുള്ള പ്രായത്തിനിടയ്ക്ക് കുട്ടികൾ - വിശേഷിച്ച് പൊതുസ്ഥലങ്ങളിലും മറ്റ് ആളുകളുടെ സാന്നിധ്യത്തിലും - സ്വയംഭോഗം ചെയ്യുന്നതു നിരീക്ഷിക്കപ്പെട്ടിട്ടുണ്ട്.
പ്രധാന വ്യവസായങ്ങളിൽ വസ്ത്രനിർമ്മാണം രാസപദാർത്ഥനിർമ്മാണം ഭക്ഷണ സംസ്കരണം സ്റ്റീൽ യാത്രാസാമഗ്രികളുടെ നിർമ്മാണം സിമന്റ് ഖനനം പെട്രോളിയം സോഫ്റ്റ്‌വെയർ എന്നിവയുൾപ്പെടുന്നു.
മുസ്‌ലിംകൾ മുഹമ്മദ് നബിയെ ആദം നബിഇബ്രാഹിം നബിമൂസാ നബി ഈസാ നബി തുടങ്ങി ഒരു ലക്ഷത്തി ഇരുപത്തിയയ്യായിരത്തിൽ പരം പ്രവാചകന്മാരുടെ പരമ്പരയിലെ ഒടുവിലത്തെ കണ്ണി എന്ന് വിശ്വസിക്കുന്നു.
ഇന്ത്യയുടെവളർച്ച കഴിഞ്ഞ ഒരു ദശകമായി വളർച്ചയുടെ പാതയിലാണെങ്കിലും നിരവധി രരിദ്രനാരായണന്മാർ ഇന്ത്യയിൽ വസിക്കുന്നുണ്ട്.
പിൽക്കാലത്ത് ഇവയെ യോജിപ്പിച്ചാണ്‌ ഇന്നത്തെ മുംബൈ മഹാനഗരം ഉണ്ടാക്കിയത്.
ഒരു ജനാധിപത്യ മതേതര സോഷ്യലിസ്റ്റ്‌ രാജ്യമായാണ്‌ ഭരണഘടന ഇന്ത്യയെ വിഭാവനം ചെയ്യുന്നത്‌.
മഹാഭാരതത്തിന്റെ ആദ്യപർവത്തിൽ ഭരതചക്രവർത്തിയെക്കുരിച്ചുള്ള പരാമർശമുണ്ട്.
ക്ഷേത്രാങ്കണത്തിൽ വച്ചു നടത്തുമ്പോൾ ആനപ്പന്തലോ ഒരു ചെറിയ ഓലപ്പന്തലോ മതിയാകും.
ഓപ്പൺ സോഴ്സ് സോഫ്റ്റ്‌വെയർ
പൊന്നാനി എന്ന പ്രധാന പാട്ടുകാരനും ശിങ്കിടി എന്ന രണ്ടാം പാട്ടുകാരനും ചേർന്ന് പാടുന്നതാണ് വന്ദനശ്ലോകം.
ദ്വീപുകളടക്കം കടൽത്തീരമാകട്ടെ 7516.6 കിലോമീറ്ററും.
ബലഭദ്രൻ ശിവൻ തുടങ്ങിയവർക്ക് നാമം വയ്ക്കുന്നതിനു വെള്ളമനയോലയുടെ സ്ഥാനത്ത് കറുത്ത മഷി ഉപയോഗിക്കുന്നു.
പൂർ‌വഘട്ടം
വർഷത്തിൽ 90 സെന്റീമീറ്ററിലധികം മഴ ലഭിക്കുന്നയിടങ്ങളിൽ കൃഷി ചെയ്യുന്നതിന്‌ ഇത് യോഗ്യമല്ല.
ഗൗബ - ഇസ്ലാമിക്  പബ്ലിഷിങ്ങ് ഹൗസ്‌.
കളി തുടങ്ങിക്കഴിഞ്ഞുവെന്നറിയിക്കുന്ന ഗണപതികൊട്ടാണ് അരങ്ങുകേളി.
രാവണവിജയം ആട്ടകഥയുടെ കർത്താവ്‌ വിദ്വാൻ കിളിമാനൂർ കോയിത്തമ്പുരാനാണ്.
പെൺകരിക്ക് നീണ്ടസ്തനങ്ങളും കാതിൽ തോടയും കെട്ടിയിരിക്കും.
നബിയെ സാമൂഹ്യശാസ്ത്ര പഠനത്തിന് വിധേയമാക്കുകയാണ് ഗ്രന്ഥകാരനെന്ന് പറയാം.
വിവിധ സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ അനുമതി പത്രങ്ങൾ
ചിലര് ലൈംഗിക സംതൃപ്തിക്കായി വിവിധങ്ങളായ വസ്തുക്കള് മൂത്രനാള‍‍ത്തിലേയ്ക്ക് കടത്തിവയ്ക്കാറുണ്ട്.മറ്റു ചിലരാകട്ടെ  സംഭോഗത്തെ അനുകരിക്കുന്ന യന്ത്രങ്ങളുടെ സഹായത്താല് സ്വയംഭോഗത്തിലേർ‍പ്പെടുന്നു.
പീഡനങ്ങൾ തുടർന്നപ്പോൾ അനുയായികളോട് എത്യോപ്യയിലേക്ക് (അബ്സീനിയ) പലായനം (ഹിജ്റ) ചെയ്യാൻ നിർദ്ദേശിച്ചു.
ഗുജറാത്ത് ഛത്തീസ്‌ഗഢ് മദ്ധ്യപ്രദേശ് മഹാരാഷ്ട്ര എന്നീ സംസ്ഥാനങ്ങളിലായി സ്ഥിതിചെയ്യുന്നവയാണിവ.
1977-നും 1980-നും ഇടയിൽ കോൺഗ്രസിന്‌ അധികാരം നഷ്ടപ്പെട്ടു.
അദ്ദേഹം മദീനയിൽ ഒരു പള്ളി സ്ഥാപിച്ചു.
മിളിന്ദൻ
അദ്ദേഹം മരണപ്പെടുകയോ കൊല്ലപ്പെടുകയോ ചെയ്തെങ്കിൽ നിങ്ങൾ പുറകോട്ട്‌ തിരിച്ചുപോകുകയോ?
നിരവധി ക്രിസ്ത്യൻ സന്ന്യാസിമാരുമായി അദ്ദേഹം ആശയവിനിമയം നടത്തി.
വേഷങ്ങൾ
ചമ്പ താളത്തിൽ 402010 എന്നീ അക്ഷരകാലങ്ങളിൽ രാഗമാലികയായി അഷ്ടപദി പാടുകയും മേളം നടത്തുകയും ചെയ്യുന്നത്.
എന്നാൽ ഇത് നേപ്പാളിലാണ്‌ സ്ഥിതി ചെയ്യുന്നത്.
പ്രവാചകൻ മദീനയിലെത്തിയതിൻറെ 6-ാം വർഷം തീർത്ഥാടനത്തിനു മക്കയിലെ ദേവാലയത്തിലേക്ക് പുറപ്പെട്ടു.
മുഹമ്മദ് നബിയുടെ അനുയായികൾ മുസ്‌ലിംകൾ എന്ന പേരിൽ അറിയപ്പെട്ടു.
ഇന്ത്യയുടെ തനതായ കായിക ഇനങ്ങളായ കബഡി ഖൊ ഖൊ തുടങ്ങിയ ഇനങ്ങൾ രാജ്യത്തെങ്ങും കളിക്കാറുണ്ട്.പ്രാചീന കായിക ഇനങ്ങളായ കളരിപ്പയറ്റ് വർമ്മ കലൈ തുടങ്ങിയ ഇനങ്ങളും ഇവിടെ പ്രചാരത്തിലുണ്ട്.
പ്രവാചകത്വത്തിന്റെ പത്താം വർ‍ഷത്തിൽ പിതൃവ്യൻ അബൂത്വാലിബ് മരണപ്പെട്ടു.
ചരിത്രം
പഴുപ്പ്
കോട്ടയത്തുതമ്പുരാന്റെ ബകവധം കല്യാണസൗഗന്ധികം കിർമ്മീരവധം നിവാതകവചകാലകേയവധം ഉണ്ണായി വാര്യരുടെ നളചരിതം ഇരയിമ്മൻ തമ്പിയുടെ ഉത്തരാസ്വയംവരം കീചകവധം കിളിമാനൂർ രാജരാജവർമ്മ കോയിത്തമ്പുരാന്റെ രാവണവിജയം അശ്വതിതിരുനാൾ രാമവർമ്മത്തമ്പുരാന്റെ രുക്മിണീസ്വയം‌വരം പൂതനാമോക്ഷം പൗണ്ഡ്രകവധം അം‌ബരീഷചരിതം എന്നിവ പ്രധാനപ്പെട്ട ആട്ടക്കഥകളാണ്‌.
പകർപ്പനുമതി അവകാശങ്ങളെ ഫ്രീ സോഫ്റ്റ്‌വെയർ ഫൌണ്ടേഷൻ താഴെപറയും പ്രകാരം തരംതിരിച്ചിരിക്കുന്നു.
ഇന്ത്യയുമായി വാണിജ്യ ബന്ധമായിരുന്നു യൂറോപ്യന്മാരുടെ ലക്ഷ്യമെങ്കിലും പരസ്പരം പോരടിച്ചു നിന്നിരുന്ന സാമ്രാജ്യങ്ങളെ മുതലെടുത്ത്‌ അവർ ഇന്ത്യയൊട്ടാകെ കോളനികൾ സ്ഥാപിച്ചു.
നബി ബർണാർഡ്ഷാക്ക് ഒരത്ഭുത മനുഷ്യനായിരുന്നു.
നബി(സ)യുടെ വിവാഹങ്ങൾ വസ്തുതയെന്ത്‌ ?
500ബിംബിസാരൻ (540–493)  അജാതശത്രു (493–461) എന്നിവരുടെ കീഴിൽ മഗധ പ്രശസ്തമാകുന്നു.
അങ്ങനെയുണ്ടെങ്കിൽ അതു തടയാനും മദീനക്കാരെ ഒരു പാഠം പഠിപ്പിക്കാനും മക്കാ നിവാസികൾ ഒരുങ്ങി.
നദികൾ വഹിച്ചുകോണ്ടുവരുന്ന എക്കൽ മണ്ണാൺ ഈ പ്രദേശത്തിന്റെ ഫലഭൂയിഷ്ടതക്ക് കാരണം.
മുഹമ്മദിനെ സം‌രക്ഷിക്കാൻ ബനൂസഅ്‌ദ് ഗോത്രത്തിൽ പെട്ട ഹലീമ എന്ന സ്ത്രീയെ ചുമതലപ്പെടുത്തുകയുണ്ടായി.
നബിയുടെ ജീവിതം തന്നെയാണ് ഇസ്ലാമിൻറെ പാഠം എന്നാണ് ഹാർട്ടിൻറെ ഭാഷ്യം.
രേഖപ്പെടുത്തിയിരിക്കുന്ന വിവരണങ്ങളിൽ പുരാതന സുമേറിൽ നിന്നുള്ള തെളിവുകളാണ‍്‌ ഏറ്റവും പഴയത്.
180 മുതൽ മധ്യേഷ്യയിൽ നിന്നുള്ള അധിനിവേശമായിരുന്നു.
സൃഷ്ടിച്ച നിൻറെ രക്ഷിതാവിൻറെ നാമത്തിൽ വായിക്കുക.
ചന്ദ്രഗുപത മൗര്യൻ മൗര്യ സാമ്രാജ്യം സ്ഥാപിക്കുന്നു.
കൂടാതെ ഇവയുടെ  സോഴ്സ് ലഭ്യമായിരിക്കുകയില്ല.
ലോകത്ത് പൊതുവെ ഉപയോഗിക്കുന്ന പ്രോട്ടോക്കോളൂകൾ  ടി.
ക്രി.മു.
പ്രവാചകരുടെ  കൂട്ടത്തിൽ മുഹമ്മദിന്നാണ് അദ്ദേഹം ഒന്നാം സ്ഥാനം നൽകുന്നത്.
അവർ വിപ്ലവകാരികളായിരിക്കും.അവർ കുടുമ വെക്കുകയില്ല.
മുസ്‌ലിംകൾക്കിടയിൽ മുഹമ്മദ് നബി എന്നാണ്‌ അറിയപ്പെടുന്നത്.
പൊതുതിരഞ്ഞെടുപ്പിൽ ഭൂരിപക്ഷം നേടുന്ന രാഷ്ടീയ കക്ഷിയുടെ അല്ലെങ്കിൽ മുന്നണിയുടെ നേതാവാണ്‌ പ്രധാനമന്ത്രിയാവുന്നത്‌.രാഷ്ട്രപതി ഉപരാഷ്ട്രപതി പ്രധാനമന്ത്രിയുടെ നേതൃത്വത്തിലുളള മന്ത്രിസഭ(കാബിനറ്റ്‌) എന്നിവരടങ്ങുന്നതാണ്‌ ഭരണനിർവഹണ സംവിധാനം(എക്സിക്യുട്ടീവ്‌).
നളചരിതം (നാല് ദിവസങ്ങൾ)
എതിരാളികൾ അന്വേഷിച്ച് പുറപ്പെട്ടു.
1 ഡി)
അവലംബം
വെർസൈല്സ് ഉടമ്പടി ഒപ്പുവച്ചതിനു ശേഷം ഒന്നാം ലോകമഹായുദ്ധം അവസാനിച്ചു.
‘പച്ച‘ വേഷത്തോടു സമാനമായ നിറക്കൂട്ടിൽ ചുവന്ന വരകൾ കവിളുകളിൽ വരയ്ക്കുകയും മൂക്കിലും നെറ്റിയിലും വെള്ള ഉണ്ടകൾ വയ്‌ക്കുകകയും ചെയ്യുന്നു.
നബിയുടെ ഏറ്റവും അടുത്ത അനുചരനായിരുന്ന അബൂബക‌്റിന്റെ മകളാണ്‌ ആഇശ.
രണ്ടോ അതിലധികമോ ആളുകൾ ഒറ്റയ്‍‍ക്കോ പരസ്പരമോ ലൈംഗികാവയവങ്ങളെ (സാധാരണയായി കൈകൾ‍ക്കൊണ്ട്) ഉത്തേജിപ്പിക്കുന്നതാണ‍് സംയോജിത സ്വയംഭോഗം.
പുറം കണ്ണികൾ
1950 മുതൽ 1980 കൾ വരെ ഇന്ത്യ സോഷ്യലിസ്റ്റ് നയങ്ങൾ പിന്തുടരുകയായിരുന്നു.
കലാശങ്ങൾ ഹസ്താഭിനയം എന്നിവയിലാണ് ഈ ശൈലീപ്രകാരം പരിഷ്കാരം നടന്നത്.
ഗൂഗിളിന്റെ വരുമാനവും ഇതോടെ കുതിച്ചുയർന്നു.
ആൻഡമാൻ-നിക്കോബാർ ദ്വീപുകൾ ബംഗാൾ ഉൾക്കടലിലാണ്‌.
അങ്ങനെ മക്കയിലേക്ക് തന്നെ തിരിച്ചു വന്നു.
ഓസ്ട്രിയയിൽ നിന്നും  ബോസ്നിയയുടെ സ്വാതന്ത്ര്യം ലക്ഷ്യമാക്കി പ്രവർത്തിച്ചിരുന്ന യങ് ബോസ്നിയ എന്ന സംഘടനയിലെ അംഗമായിരുന്നു ഗാവ്രിലോ.
ക്രി.വ.
ഇന്ത്യൻ ചീഫ്‌ ജസ്റ്റിസിന്റെ നേതൃത്വത്തിലുളള സുപ്രീം കോടതിയാണ്‌ നീതിന്യായ വ്യവസ്ഥയുടെ കേന്ദ്രം.
വിടവാങ്ങൽ ഹജ്ജ്
പലപ്പോഴും പരസ്പര ബന്ധമില്ലാത്ത ഫലങ്ങൾ ഇത്തരം തിരയലുകൾ തരുമെന്നതിൽ സംശയമില്ല.
ചരിത്രം
കൃഷ്ണനാട്ടം
1983 ൽ റിച്ചാഡ് സ്റ്റാൾമാനാണ് സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ പ്രസ്ഥാനത്തിന് തുടക്കം കുറിച്ചത്.
പതിമൂന്നാം നൂറ്റാണ്ടിൽ പണിതീർത്തത്
ഇത്‌ പിന്നീട്‌ സിന്ധു നദീതട സംസ്കാരമായി.
സോഴ്സ് ഇല്ലാതെ പ്രവർത്തനത്തെപ്പറ്റി മനസ്സിലാക്കാൻ സാധിക്കുകയില്ല.
വിദ്യാഭ്യാസം
ഇസ്ലാം മാർക്സിസത്തോട് അടുത്തു നിൽക്കുന്ന പ്രത്യയ ശാസ്ത്രമാണെന്നാണ് റോഡിൻസൻറെ കണ്ടെത്തൽ.
അദ്നാന്റെ മകൻ മു‌ഈദിന്റെ വംശപരമ്പരയിൽ പെട്ട ഫിഹിർ ആണ്‌ ഖുറൈഷി വംശത്തിന്റെ സ്ഥാപകൻ എന്ന് അംഗീകരിക്കപ്പെട്ടിട്ടുണ്ട്.
കമ്പ്യൂട്ടറുകൾ തമ്മിൽ വിനിമയം നടത്താൻ കേബിൾ കൊണ്ടോ അല്ലാതെയോ ഉള്ള ഭൗതികബന്ധം ഉണ്ടോ എന്നു നോക്കുക
കേരളത്തിന്റെ തനതായ ശാസ്ത്രീയ ദൃശ്യകലാരൂപമാണ് ‍കഥകളി.
കാള കഠിനാധ്വാനത്തേയും കുതിര മുന്നോട്ടുള്ള കുതിപ്പിനേയും സൂചിപ്പിക്കുന്നു.
ഇന്നു കാണുന്ന കഥകളിവേഷങ്ങളുടെയെല്ലാം ഉപജ്ഞാതാവ് അദ്ദേഹമായിരുന്നു.
ദേശീയമുദ്രകൾ
ഇതു കൂടാതെ സാഹിത്യം ഒരു പ്രധാനവിഭാഗമാണെങ്ങിലും ഇതു ഗീതത്തിന്റെ ഉപവിഭാഗമായി കരുതപ്പെടുന്നു.
അഭിനയം
സൈനബ റുഖയ ഉമ്മുകുൽസൂം ഫാത്വിമ ഇവരായിരുന്നു പുത്രിമാർ.
DHCP (ഡൈനാമിക്ക് ഹോസ്റ്റ് കോൺഭിഗറേഷൻ)
ലോകബാങ്ക് ഇന്ത്യക്കായി പൊതുമേഖലാ സ്ഥാപനങ്ങളുടെ മാറ്റം തൊഴിൽ നിയമങ്ങളുടെ സമൂലമാറ്റം എച്ച്.ഐ.വി/എയ്ഡ്സ് തുടങ്ങിയ രോഗങ്ങളുടെ ഫലപ്രദമായ തടയിടൽ തുടങ്ങിയ മാർഗ്ഗനിർദ്ദേശങ്ങൾ മുന്നോട്ടു വെക്കുന്നു.
1998-ൽ ബിജെപിയുടെ നേതൃത്വത്തിൽ ദേശീയ ജനാധിപത്യ സഖ്യം എന്ന പേരിൽ ഒരു മുന്നണി രൂപവത്കരിക്കുകയും അവർ ഭരണത്തിലേറുകയും ചെയ്തു.
നബിയുടെ ഭാര്യമാരിൽ ആഇശ മാത്രമായിരുന്നു തരുണി.
അപ്പോൾ പ്രവാചകൻ മക്കയിലെ പ്രധാനികളോട് ബനുഖുസ്സ ഗോത്രത്തിന് നഷ്ടപരിഹാരം നൽകാനോ അല്ലെങ്കിൽ ഹുദൈബിയാ ഉടമ്പടി റദ്ദ് ചെയ്യാനോ ആവശ്യപ്പെട്ടു.
യൂസഫ്നബി  തൻറെ സഹോദരൻമാരോട് പറഞ്ഞതുപോലെ ഇന്ന് ഞാനും ഇതാ നിങ്ങളോട് പറയുന്നു.
നിരീക്ഷണങ്ങൾ വിമർ‍ശനങ്ങൾ
നബി അവരെ പ്രപഞ്ചത്തിൻറെ സ്രഷ്ടാവും നിയന്താവും രക്ഷിതാവുമായ ഏകദൈവത്തെക്കുറിച്ചു പഠിപ്പിച്ചു.
വെബ് സെർച്ച് എൻ‌ജിൻ മാത്രമായി തുടക്കം കുറിച്ച ഗൂഗിളിൽ ഇപ്പോൾ ചിത്രങ്ങൾ വാർത്തകൾ വീഡിയോ മാപ്പുകൾ ഓൺലൈൻ വ്യാപാരം ഓൺലൈൻ സംവാദം എന്നിങ്ങനെ ഇന്റർനെറ്റിന്റെ സമസ്ത മേഖലകളിലും അനുബന്ധ സംവിധാനങ്ങളുണ്ട്.
ഏതായാലും തങ്ങൾക്കു പറ്റിയ അക്ഷരപ്പിശക് മറ്റാരെയും വഴിതെറ്റിക്കരുത് എന്ന ചിന്ത ഗൂഗിൾ ഉടമകൾക്ക് ഉണ്ടെന്നുള്ളതാണു രസകരമായ വസ്തുത.
ചാമ്പ്യൻസ് ട്രോഫി ശ്രീലങ്കയുമായി പങ്കു വെക്കുകയും ചെയ്തിട്ടുണ്ട്.
ദക്ഷിണേഷ്യയിലെ ഒരു വലിയ രാഷ്ട്രമാണ് ഔദ്യോഗികമായി റിപ്പബ്ലിക്ക് ഓഫ് ഇന്ത്യ ( ) എന്നറിയപ്പെടുന്ന ഇന്ത്യ എന്ന ഭാരതം.
ഭൂമിശാസ്ത്രം
ദേശീയ ചിഹ്നങ്ങൾ
മയിലിനെ ദേശീയ പക്ഷിയായി 1964-ൽ തന്നെ തിരഞ്ഞെടുത്തിരുന്നു.
ഇന്ത്യയിലെ കാർഷികവിളകൾ പ്രദേശങ്ങൾക്കനുസരിച്ച് വ്യത്യസ്തമാണ്‌.
കൂടാതെ ഒന്നാം നൂറ്റാണ്ടിൽ ഇവിടെയെത്തിയ സൊറോആസ്ട്രിയനിസം ജൂതമതം ക്രിസ്തുമതം ഇസ്ലാംമതം എന്നീ മതങ്ങൾ രാജ്യത്തിന്റെ സാംസ്കാരികവൈവിധ്യത്തിന്‌ ആഴമേകി.
കുരിശുയുദ്ധങ്ങളുടെ സ്വാധീനം കാരണം ആദ്യകാലങ്ങളിലെ ചരിത്രങ്ങളിൽ മുഹമ്മദ് നബിയുടെ ജീവിതത്തെ തെറ്റായി ചിത്രീകരിക്കുന്ന പ്രവണത ശക്തമായിരുന്നു.
സ്ത്രീകളിൽ രതിമൂർച്ഛാരാഹിത്യം (anorgasmia) എന്ന അവസ്ഥയ്ക്കും പുരുഷന്മാരിൽ ശീഘ്രസ്ഖലനം മന്ദസ്ഖലനം തുടങ്ങിയ അവസ്ഥകൾക്കും സ്വയംഭോഗം ഒരു ചികിത്സാവിധിയായി സെക്സ് തെറാപ്പിയിൽ നിർദ്ദേശിക്കപ്പെടാറുണ്ട്.
യുവാവായ മുഹമ്മദ് സമൂഹത്തിലെ അനീതികൾക്കെതിരെ തന്റെ കഴിവിന്റെ പരമാവധി പരിശ്രമിച്ചു.
thumb|300px|ഡെബിയൻ പോലെയുള്ള ഓപ്പറേറ്റിംഗ് സിസ്റ്റങ്ങൾ സ്വതന്ത്ര  സോഫ്റ്റ്‌വെയറുകളാണ്
അഭിനയദർപ്പണം ബാലരാമഭാരതം തുടങ്ങിയ ഗ്രന്ഥങ്ങളും അടിസ്ഥാനം തന്നെ.
സുഖദായകമായ പ്രവർത്തി എന്ന നിലയ്ക്കാണ് കുട്ടികൾ ഈ പ്രായത്തിൽ ഇത് ചെയ്യുന്നത് ആറുവയസ്സിനു ശേഷം സാമൂഹികസാഹചര്യങ്ങളെപ്പറ്റി കുട്ടി കൂടുതൽ ബോധവാനാകുകയും സ്വകാര്യതയിൽ സ്വയംഭോഗം ചെയ്യാൻ ശീലിക്കുകയും ചെയ്യുന്നു.
ഇന്ത്യയുടെ ഓഹരിവ്യാപാരം താരതമ്യേന ഭേദപ്പെട്ട നിലയിലുള്ള 1985-ലെ 6% എന്ന നിലയിൽ നിന്ന് ജി.ഡി.പി.യുടെ 24% എന്ന നിലയിലേക്ക് 2006-ൽ എത്തിച്ചേർന്നു.
മുഹമ്മദ് ഇബ്‌നു അബ്ദുല്ല (അറബി: محمد بن عبد الله) എന്നാണ്‌ പൂർണ്ണനാമം.
പോഷകാഹാരത്തിന്റെ കുറവു ഉള്ള 3 വയസ്സിൽ താഴെയുള്ള കുട്ടികൾ (2007-ൽ 46%) മറ്റേതൊരു രാജ്യത്തിലേക്കാളുമധികം ഇന്ത്യയിലാണ്‌.
മറ്റൊരു പ്രത്യേകതയുള്ള ഭൂവിഭാഗം ആഡംസ് ബ്രിഡ്ജാണ്‌
1950 ഇനുവരി 26-നാണ്‌ ഇതു നിലവിൽ വന്നത്.
ഭരതരാജാവിന്റെ പേരിൽ നിന്നാണ് ഭാരതം എന്ന പേര് ഉടലെടുത്തത്.. ശകുന്തളയുടെ പുത്രനായിരുന്നു ഈ ഭരതൻ എന്നും പുരാണങ്ങൾ പറയുന്നു.
നടൻ രംഗത്ത് ഇരിപ്പിടമായി ഉപയോഗിക്കുന്നത് ബലമുള്ള ഒരു പീഠമാണ‍.
സ്വതന്ത്ര ഉള്ളടക്കം
പുറപ്പാട്
7 രാജ്യങ്ങളുമായി ഇന്ത്യ അതിർത്തി പങ്കുവക്കുന്നു.
right|thumb|200px|കത്തിവേഷം അണിഞ്ഞ കഥകളി കലാകാരൻ
ഇന്ത്യയുടെ കിഴക്കൻ തീരത്ത് പശ്ചിമ ബംഗാൾ ഒറീസ്സ ആന്ധ്രാപ്രദേശ്‌ തമിഴ്‌നാട് സംസ്ഥാനങ്ങളിലൂടെ ഇടമുറിഞ്ഞും പംക്തികളായും പരന്നു കിടക്കുന്ന മലനിരകളാണിവ.
ദക്ഷിണമൈസൂരിലെ ലാറ്ററൈറ്റ് ഗ്രാനൈറ്റ് മണ്ണിൽ കൃഷി ചെയ്യുന്ന മറ്റൊരിനം ചാമയാണ്‌ റാഗി.
മലയാളം ഇ-ലൈബ്രറി
ചെണ്ടയില്ലാതെ മദ്ദളവും ചേങ്ങിലയും ഇലത്താളവും ഇതിനുപയോഗിക്കുന്നു.
കീചകവധം ഉത്തരാസ്വയം‍വരം ദക്ഷയാഗം എന്നീ ആട്ടക്കഥകളുടെ കർത്താവായ ഇരയിമ്മൻ തമ്പിയും രാജകൊട്ടാരത്തിലെ ചാർച്ചകാരനായിരുന്നു.
ഉദാ: നക്രതുണ്ടി ശൂർപ്പണഖ ലങ്കാലക്ഷ്മി.
അദ്ദേഹം സമർത്ഥിക്കുന്നത് നബിയുടെ അടിസ്ഥാന ലക്ഷ്യം മതപരമായിരുന്നു എന്നാണ്.
എല്ലാ സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ അനുമതി പത്രങ്ങളും സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ സ്വാതന്ത്ര്യങ്ങൾ ഉറപ്പുവരുത്തുന്നവയാണ്.
സ്‍ത്രീകളിൽ
മുസ്ലിംകൾ പലായനം ചെയ്തതറിഞ്ഞ എതിരാളികൾ എത്യോപ്യയിലെ രാജാവായ നജ്ജാശിയുടെ അടുത്തേക്ക് ഒരു സംഘത്തെ അയച്ചു.
ഇതിനു സമാന്തരമായാണ്‌ വിന്ധ്യൻ പർ‌വതനിരകൾ.
ഇന്ദിരാഗാന്ധിയുടെ നേതൃത്വത്തിലുള്ള ഗവൺ‌മെന്റ് അടിയന്തരാവസ്ഥ പ്രഖ്യാപിച്ചതിനു ശേഷം നടന്ന തെരഞ്ഞെടുപ്പിൽ ജനതാപാർട്ടിയുടെ നേതൃത്വത്തിലുള്ള ഗവൺ‌മെന്റാണ്‌ അധികാരത്തിലെത്തിയത്.
മസ്ജിദുൽ ഖുബ എന്ന  പള്ളിയാണ്‌ നബി ആദ്യമായി പണികഴിപ്പിച്ചത്.
ക്രി.മു.
ആരെങ്കിലും പുറകോട്ട്‌ തിരിച്ചുപോകുന്ന പക്ഷം അല്ലാഹുവിന്‌ ഒരു ദ്രോഹവും അത്‌ വരുത്തുകയില്ല.
ഖദീജയുമായുള്ള വിവാഹം മുഹമ്മദിനെ സമൂഹത്തിൽ ഒരു ഉന്നത സ്ഥാനം നേടിക്കൊടുത്തിരുന്നു.
കഥകളിയിൽ പ്രധാനമായി ആറു തരത്തിലുള്ള വേഷങ്ങളാണുള്ളത്.
കഥകളിക്ക് അഷ്ടപദിയോട്‌ ഉള്ള കടപ്പാട് ഇത്‌ വ്യക്തമാക്കുന്നു.
ഹിമാലയത്തിൽ തന്നെയുള്ള ഗ്ഗോഡ്വിൻ ആസ്റ്റിൻ(8611 മീ.
യുദ്ധം നിഷിദ്ധമാണെന്ന് അറബികൾ വിശ്വസിക്കുന്ന മാസത്തിലായിരുന്നു സംഭവം.
ഖദീജയും അലിയും നേരത്തെ തന്നെ ഇസ്‌ലാം ആശ്ലേഷിച്ചിരുന്നു.
അർജുന അവാർഡ് രാജീവഗാന്ധി ഖേൽ‌രത്ന പുരസ്കാരം എന്നിവയാണ്‌ ഇന്ത്യയിലെ കായികരംഗത്തു നൽകുന്ന പ്രധാന ബഹുമതികൾ.
അതേ വർഷം തന്നെ ഖദീജയും നിര്യാതയായി.
പതിനേഴാം നൂറ്റാണ്ടിലാണ്‌(പതിനാറാം നൂറ്റാണ്ടിന്റെ ഒടുവിൽ) കഥകളി ഉദ്ഭവിച്ചത്‌.
ദേവകളായ ചില കഥാപാത്രങ്ങൾക്കാണ് പഴുപ്പുവേഷം.
മറ്റ് പ്രധാന കഥകൾ.
പൊതുസഞ്ചയം :- പകർപ്പവകാശം അവസാനിച്ചവ നിർമ്മാതാവ് പൊതുസഞ്ചയത്തിലേക്ക് നൽകിയവ.
1857-ൽ ഇംഗ്ലീഷ്‌ ഈസ്റ്റിന്ത്യാ കമ്പനിക്കു നേരെയുണ്ടായ കലാപമാണ്‌ യൂറോപ്യൻ അധിനിവേശത്തിനു നേരെ ഇന്ത്യക്കാർ നടത്തിയ പ്രധാന ചെറുത്തുനിൽപ്പ്‌ ശ്രമം.
അദ്ദേഹത്തെ മനുഷ്യ വംശത്തിൻറെ മോചകനായി പരിഗണിക്കണമെന്നാണ് ഷായുടെ അഭിപ്രായം.
അവലംബം
ക്രി.മു.
അവർ 1000 ആയുധധാരികളെ ഒരുക്കി വമ്പിച്ച സന്നാഹങ്ങളോടെ മദീനയുടെ ഭാഗത്തേക്കു തിരിച്ചു.
രണ്ടാമത്തെ വിഭാഗം ഇന്ത്യയുടെ തീരത്തുള്ളതഅണ്.
നാലുവർഷം ഇപ്രകാരം മുഹമ്മദിനെ സം‌രക്ഷിച്ച് വളർത്തിയ ശേഷം മക്കയിൽ താമസിച്ചിരുന്ന ആമിനായുടെ പക്കൽ 4 വയസുകാരനായ മുഹമ്മദിനെ തിരിച്ചേൽപിച്ചു.
കരൻ ആംസ്ട്രോങ്ങിൻറെ  Muhammed a western attempt to understand Islam  എന്ന കൃതിയിൽ മുഹമ്മദ് നബിയെ പാശ്ചാത്യ ലോകത്തിൻറെ ശത്രുതാപരമായ നിലപാടുകളുടെ പശ്ചാത്തലത്തിലാണ് വിലയിരുത്തുന്നത്.
അവിടങ്ങളിൽ ഇത് ലൈംഗിക ശക്തി കൂട്ടുവാനുള്ള സമ്പ്രദായമായി ഒറ്റക്കോ ഇണയോട് ചേർ‍ന്നോ നടത്തിയിരുന്നതായി മനസ്സിലാക്കാം.
ഇന്തോ-ഗ്രീക്ക്‌ ഇന്തോ-പർത്തിയൻ സാമ്രാജ്യങ്ങൾ ഈ കാലഘട്ടത്തിൽ ആധിപത്യം സ്ഥാപിച്ചിരുന്നു.
മനുഷ്യനെ ചോരക്കട്ടയിൽ നിന്നുമവൻ സൃഷ്ടിച്ചു.
ക്രി.മു.
ഇവയുടെ കൂടുതൽപകർപ്പുകൾ ഉപയോഗിക്കുവാനുള്ള സ്വാതന്ത്ര്യവും ഉണ്ടായിരിക്കുകയില്ല.
നെറ്റ്വർക്ക് പാളികൾ  (Network Layers) എങ്ങനെ ആവണം എന്നത്‌ തീരുമാനിക്കുന്നത്‌ പ്രോട്ടോക്കോളുകളാണ്‌ എന്നു കരുതിയാലും തെറ്റില്ല തന്നെ.
1500 മൊഹെൻ‍ജൊദാരോ ആര്യന്മാർ നശിപ്പിക്കുന്നു
സൂത്രശാലിയായ കപടൻ അസത്യത്തിൻറെ മൂർത്തി തുടങ്ങി നബിയുടെ മേൽ  ചാർത്തപ്പെട്ട ഇരുണ്ട പ്രതിഛായയെ കാർലൈൽ തകർക്കുകയും നാട്യങ്ങൾ തീരെയില്ലാത്ത ആൾ എന്ന നിലയിലുള്ള അസ്തിത്വം അദ്ദേഹത്തിന്നു നൽകുകയും ചെയ്യുന്നു.
പന്നി ഒഴികെ മിക്ക മൃഗങ്ങളെയും അവർ ഭക്ഷിക്കും.
നബിയെന്നാൽ പ്രവാചകൻ എന്നർഥം‌.
പാർലമെന്റിലെ ഏതെങ്കിലുമൊരു സഭയിൽ അംഗമായവർക്കു മാത്രമേ മന്ത്രിസഭയിൽ എത്താനൊക്കൂ.
thumb|400px|യു.കെ.യുടെ സ്ഥാനം കാണിക്കുന്ന ഭൂപടം.
രാവണോത്ഭവം
സൗർ ഗുഹയിൽ ഒളിച്ചിരുന്ന സമയത്ത് മഹമ്മദ് നബി അബൂബക്‌റിനെ ഇങ്ങനെ സമാധാനിപ്പിച്ചു
ബനിഹൽ ചുരം - ജമ്മു കാശ്മീരിനെ സിവാലിക്കുമായി ബന്ധിപ്പിക്കുന്ന ഇത് പീർ പാജ്ഞാൽ പർ‌വത നിരകളിലാണ്‌
വിഭാഗം:ലൈംഗികത
ലോകഭൂപടത്തിലെ നാലു പ്രധാന സാമ്രാജ്യങ്ങളുടെ ശിഥീലികരണത്തിന് ഈ യുദ്ധം കാരണമായി.
വസ്ത്രാഭരണങ്ങൾ എല്ലാം പച്ചവേഷം പോലെ തന്നെയാണ്.
പണ്ഡിത ഹദീസ് നിവേദക തുടങ്ങി ജീവിതത്തിന്റെ എല്ലാ മേഖലകളിലും കഴിവ് തെളിയിച്ച ആഇശ ജമൽ യുദ്ധത്തിൽ നായകത്വം വഹിച്ചു.‍ പ്രമുഖരായ പ്രവാചകാനുയായികൾ പോലും ആഇശയുടെ ഉപദേശങ്ങൾ തേടിയിരുന്നു.
ലൈംഗിക ബന്ധത്തിലേർ‍പ്പെടുന്നതിന‍് എന്തെങ്കിലും കാരണത്താൽ വിമുഖത കാണിക്കുമ്പോഴാണ‍് മറ്റൊരു ഉപാധിയെന്നനിലയിൽ സംയോജിത സ്വയംഭോഗം സ്വീകരിക്കേണ്ടിവരുന്നത്.
ഗൂഗിൾ
ഇതു കാരണം ഇന്ത്യയുടെ സാമ്പത്തിക രംഗം കൂടുതലായുള്ള നിയന്ത്രണം അഴിമതി പതുക്കെയുള്ള വികസനം തുടങ്ങിയ രീതികളിലേക്ക് തളക്കപ്പെട്ടു .
ഐതിഹ്യം
സമകാലീനരായ ഒട്ടേറെ ഡോട്ട്കോം സംരംഭങ്ങൾ പരാജയപ്പെട്ടപ്പോഴും കാർഷെഡിൽ പ്രവർത്തനമാരംഭിച്ച ഗൂഗിൾ വിജയ ഗാഥകൾ രചിച്ചു.
ഇവ രണ്ട് ദ്വീപസമൂഹങ്ങളാണ്‌.
മിഅ്റാജ്
ആർച്ച്ഡ്യൂക്ക് ഫെർഡിനാൻഡിന്റെ കൊലപാതകത്തിൽ സെർബിയയ്ക്കും പങ്കുണ്ടെന്നാരോപിച്ച് 1914 ജൂലൈ 28ന് ഓസ്ട്രിയ സെർബിയക്കെതിരെ യുദ്ധം പ്രഖ്യാപിച്ചു.
335-380 സമുദ്ര ഗുപ്തൻ
സുപ്രീം കോടതി 21 ഹൈക്കോടതികൾ നിരവധി മറ്റു കോടതികൾ എന്നിവയാണ്‌ ഇന്ത്യയിലെ പ്രധാന നീതിന്യായവ്യവസ്ഥാ സ്ഥാപനങ്ങൾ.
ഹിജ്‌റ പത്താമത്തെ വർ‌‍ഷത്തിൽ മുഹമ്മദ് നബി ഹജ്ജ് തീർത്ഥാടനത്തിന്‌ പുറപ്പെട്ടു.
തങ്ങളുടെ പുതിയ തിരച്ചിൽ സംവിധാനത്തിന് ബാക്ക് റബ് എന്ന പേരാണ് ലാറിയും സെർജിയും നൽകിയത്.
thumb|left| ഇന്ത്യ ഉണ്ടായത്
ദൃശ്യകലകൾ
1985 ൽ ഫ്രീ സോഫ്റ്റ്‌വെയർ ഫൌണ്ടേഷൻ  (FSF)ആരംഭിച്ചു.
ക്രി.മു.
ബി.സി.
അതുകൊണ്ടുതന്നെ സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ ഉപയോക്താവിന് സോഫ്റ്റ്‌വെയറിന്മേലുള്ള പൂർണ്ണ നിയന്ത്ര​ണം സാദ്ധ്യമാകുന്നു.
ഗ്രേറ്റ് ബ്രിട്ടനിലെ എല്ലാ പ്രദേശങ്ങളിലും പ്രത്യേക വിദ്യാഭ്യാസ വ്യവസ്ഥയാണുള്ളത്.
റോഡിൻസൻറെ ഈ ഗ്രന്ഥം  നബിയുടെ രാഷ്‌ട്രീയ ജീവിതത്തെപ്പററിയുള്ള മികച്ച പഠനമാണ്‌.
ജനനം
യഥാർത്ഥ വിനിമയം നടക്കുന്നതിനു മുൻപ് വിനിമയപ്പാതയുടെ (Communication Channel) കഴിവുകൾ പരസ്പരം നിശ്ചയിച്ചുറപ്പിക്കുക .
ശാസ്ത്രക്കളി  ചാക്യാർകൂത്ത് 
ദേശീയഗാനം
കപ്ലിങ്ങാടൻറെ സമകാലീനനായിരുന്ന കല്ലടിക്കോടനും കഥകളിയിൽ പരിഷ്കാരങ്ങൾ വരുത്തി.
ബി.സി.
കളിതുടങ്ങുന്നതിനു മുൻപ്‌ മദ്ദളകേളി(അരങ്ങുകേളി/ശുദ്ധമദ്ദളം) വന്ദനശ്ലോകം തോടയം പുറപ്പാട്‌ മേളപ്പദം(മഞ്ജുതര) തുടങ്ങിയ പ്രാരംഭച്ചടങ്ങുകൾ ഉണ്ട്‌.
ഒരു കഥയുടെ നാടകരൂപത്തിലുള്ള ആവിഷ്കാരമാണ്‌ കഥകളി എന്നു പറയാമെങ്കിലും അരങ്ങിൽ കഥാപാത്രങ്ങൾ ഒന്നും തന്നെ സംസാരിക്കുന്നില്ല.
ആൺകുട്ടികൾ മരണമടഞ്ഞപ്പോൾ സൈദ്‌ ഇബ്‌നു ഹാരിസിനെ നബി ദത്തുപുത്രനായി സ്വീകരിച്ചു.
TCP (ട്രാൻസ്മിഷൻ കണ്ട്രോൾ പ്രോട്ടോക്കോൾ)
കായികം
ആദ്യമായി 5 വർഷം ഭരണം കയ്യാളിയ കോൺഗ്രസ്സിതര ഗവൺ‌മെന്റാണിത്.
ബാക്കി എല്ലാവരും വിധവകളോ വിവാഹമോചിതകളോ ആയിരുന്നു.
മക്കയിലെ പ്രധാനികൾ രണ്ടാമത്തെ മാർഗ്ഗമാണ് സ്വീകരിച്ചത്.
ഇന്നു നിങ്ങളുടെ പേരിൽ കുറ്റമൊന്നുമില്ല.
മുഹമ്മദ് നബിയെക്കുറിച്ചുള്ള പഠനങ്ങൾ
ഏകനും അതുല്യനുമായ ഈ ദൈവം മാത്രമാണ് ആരാധനക്ക് അർഹനെന്നും മനുഷ്യർ ദൈവത്തിൻറെ വിനീത ദാസന്മാരാണെന്നുമുള്ള ആശയത്തിലൂടെ ചില നിയന്ത്രണങ്ങൾക്കും പെരുമാററ സംഹിതകൾക്കും വിധേയരാണ് മനുഷ്യർ എന്നു സ്ഥാപിക്കുകയാണ് നബി ചെയ്തത്.
2005 തുടക്കമായപ്പോഴേക്കും 800 കോടിയോളം വെബ് പേജുകളും നൂറുകോടിയോളം വെബ്ചിത്രങ്ങളും ഗൂഗിൾ തിരച്ചിലുകൾക്കായി ക്രമപ്പെടുത്തിയിരുന്നു
ഗൂഗിൾ എന്ന് ടൈപ് ചെയ്യുമ്പോൾ വന്നുപോയേക്കാവുന്ന അക്ഷരപ്പിശകുകളുടെ ഫലങ്ങളെല്ലാം ഡൊമെയ്ൻ പദങ്ങളായി രജിസ്റ്റർ ചെയ്തിട്ടുണ്ട്.
ബിസിസിഐ ആണ്‌ ഇന്ത്യയിലെ ക്രിക്കറ്റ് കാര്യങ്ങൾ നോക്കി നടത്തുന്നത്.
ഇന്തോ-യൂറോപ്യൻ‍ ഭാഷാകുടുംബത്തിൽ പെടുന്ന ജർമാനിക് ഭാഷയുടെ ഉപശാഖയായ പശ്ചിമ ജർമ്മാനിക് ഭാഷയിൽ നിന്നു രൂപപ്പെട്ട ഭാഷയാണു് ഇംഗ്ലീഷ് (ആംഗലേയഭാഷ).
ഹിന്ദുസ്ഥാൻ എന്നും ഇതു് അറിയപ്പെടുന്നുവെങ്കിലും ഈ പദം ഇന്ത്യൻ‍ യൂണിയനുപുറമെ പാകിസ്താനെയും ബംഗ്ലാദേശിനെയും കൂടി ഉൾക്കൊള്ളുന്നതാണ്.
പൂർണ്ണമായും ഭൂമിയുടെ ഉത്തരാർദ്ധ ഗോളത്തിലാണ്‌ ഇന്ത്യയുടെ സ്ഥാനം.
ദേശീയ പതാക
ഇന്ത്യയുടെ ദേശീയ പുഷ്പം താമരയും ദേശീയ വൃക്ഷം അരയാലുമാണ്.
ഉത്തരേന്ത്യയിൽ ഗോതമ്പ് കൃഷി ചെയ്യുമ്പോൾ ദക്ഷിണേന്ത്യയിലും തീരദേശങ്ങളിലും അരിയാണ്‌ പ്രധാനകൃഷി.
പതിനെട്ടാം നൂറ്റാണ്ടിന്റെ തുടക്കം മുതൽ ക്രമേണ ബ്രിട്ടീഷ് ഈസ്റ്റ് ഇന്ത്യാ കമ്പനി ഇന്ത്യയെ ഒരു ബ്രിട്ടീഷ് കോളനിയായി കയ്യടക്കി.
ഇങ്ങനെ തെറ്റായി ചിത്രീകരിക്കുന്നതിന്റെ കാരണങ്ങളെ ചില പശ്ചാത്യ പണ്ഡിതർ വിശകലനം ചെയ്തിട്ടുണ്ട്.
പുരുഷനിൽ സ്വയംഭോഗത്തിലൂടെയോ അല്ലാതെയോ സ്ഖലനം നടന്ന് ശുക്ലവിസർജ്ജനം നടക്കുമ്പോൾ പുതിയ ബീജകോശങ്ങളുണ്ടാവാനും ശുക്ലം പുതുതായി ഉല്പാദിപ്പിക്കാനുമുള്ള ശാരീരികപ്രേരണയുണ്ടാവുന്നു.
അദ്ദേഹത്തിന്റെ ശ്രമഫലമായി പാവങ്ങൾക്ക് സംരക്ഷണം നൽകാൻ ഹിൽഫ് അൽ ഫുദൂൽ സഖ്യം രൂപപ്പെട്ടു.
സ്വതന്ത്രമായി ഉപയോഗിക്കാനും ഉപയോഗക്രമത്തെക്കുറിച്ച് പഠിക്കാനും അതിൽ മാറ്റം വരുത്താനും യാതൊരു തടസ്സങ്ങളുമില്ലാതെ എത്ര പകർപ്പുകൾ  വേണമെങ്കിലും എടുത്ത് ഉപയോഗിക്കാനും സാധിക്കുന്ന സോഫ്റ്റ്‌വെയറുകളാണ് സ്വതന്ത്ര സോഫ്റ്റ്‌വെയർ.
ആസ്വാദകൻ തന്റെ അരങ്ങുപരിചയത്താൽ നടൻ കാണിക്കുന്നത്‌ സന്ദർഭാനുസരണം മനസ്സിലാകുന്നതാണ് നല്ലത്.
ശുക്ലം നഷ്ടപ്പെടുന്നത് ശരീരത്തെ തളർത്തുമെന്നും സ്വയംഭോഗം വന്ധ്യത വരുത്തിവയ്ക്കുമെന്നുമുള്ള വിശ്വാസം അപൂർവ്വമല്ല.
2008-ൽ ഇന്ത്യയുടെ ഓഹരി വ്യാപാരം ലോക ഓഹരി വ്യാപാരത്തിന്റെ 1.68 % ആയിത്തീർന്നു.
പിതാവിന്റെ പേര്: അബ്ദുല്ലാഹ് ബിൻ അബ്ദുൽ മുത്തലിബ് മാതാവിന്റെ പേര്: ആമിന ബിൻത് വഹബ്.
ലോകബാങ്കിന്റെ അന്തർദേശീയാടിസ്ഥാനത്തിൽ നിർ‌വ്വചിക്കപ്പെട്ടിട്ടുള്ള രാരിദ്രരേഖക്കു കീഴിലുള്ള തുകയായ ഒരു ദിവസത്തേക്ക് 1.25 ഡോളർ എന്ന തിഴിൽ വേതനം പറ്റുന്നവരുടെ ശതമാനം 1981-ലെ 60% എന്ന നിലയിൽ നിന്നു 2005-ൽ 42 % ആയിട്ടുണ്ട്.
പർ‌വ്വതങ്ങൾ
ലെജിസ്ലേച്ചർ(നിയമനിർമ്മാണം എക്സിക്യുട്ടീവ്‌(ഭരണനിർവഹണം) ജുഡീഷ്യറി(നീതിന്യായം) എന്നിങ്ങനെ മൂന്നു തട്ടുകളാണ്‌ ഭരണസംവിധാനം.
വിഷ്ണുപുരാണം ഭാരതവർഷത്തെ ഇപ്രകാരം വർണ്ണിക്കുന്നു:
ചിലപ്പോൾ ഇതിനു ഉരലും ഉപയോഗിച്ചിരുന്നു.
അവലംബം
ഒരു പുരുഷവേഷവും സ്ത്രീവേഷവും തിരശ്ശീല നീക്കി രംഗത്തു ചെയ്യുന്ന പ്രാർത്ഥനാപരമായ ചടങ്ങാണ് പുറപ്പാട്‌.
പാകിസ്താൻ ബംഗ്ലാദേശ് അഫ്ഗാനിസ്ഥാൻ നേപ്പാൾ ഭൂട്ടാൻ ചൈന മ്യാന്മർ എന്നിവയാണവ.
കത്തി:
ചുരങ്ങൾ
മൺസൂണിനെ ആശ്രയിച്ചോ ജലസേചനം നൽകിയോ ആണ്‌ ഇത് കൃഷി ചെയ്യുന്നത്‌.
നബിചര്യയുടെ സന്ദേശം - ഇസ്ലാമിക്  പബ്ലിഷിങ്ങ് ഹൗസ്‌
ദേവ വാദ്യമായ മദ്ദളം ആദ്യമായി അരങ്ങത്ത് എത്തിക്കുന്നതു കൊണ്ട് പ്രത്യേക ഐശ്വര്യം കൈവരുന്നതായി കരുതപ്പെടുന്നു.
ആട്ടക്കഥ
മിനുക്ക്:
ഖുറൈശികൾക്കെതിരായി നബി നടത്തിയ യുദ്ധങ്ങൾക്കു കാരണം ഗോത്ര വർഗങ്ങൾക്ക് സഹജമായ യുദ്ധ വാസനയല്ല മതപരമായ ദൗത്യപൂർത്തീകരണമായിരുന്നുവെന്ന് പറയാൻ ഗിബ്ബിന്ന് മടിയില്ല.
താഴെപറയുന്നവയാണ് പ്രധാന സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ അനുമതി പത്രങ്ങൾ
ബാഹ്യജനനേന്ദ്രിയങ്ങളെ പ്രത്യേകിച്ചുും കൃസരിയെ വിരലുകൾ ഉപയോഗിച്ച് തലോടുന്നതാണ‍് സ്‍ത്രീകളിൽ കണ്ടുവരുന്ന സ്വയംഭോഗരീതികളില് പ്രധാനമായത്.
എന്നാൽ മുസ്‌ലിംകളുടെ വിശദീകരണം കേട്ട രാജാവ് അവർക്ക് തന്റെ രാജ്യത്ത് സംരക്ഷണം നൽകുകയാണ്‌ ഉണ്ടായത്.
വിന്ധ്യൻ മലനിരകൾ
1989-ൽ ജനതാദൾ നയിച്ച ദേശീയസഖ്യത്തിന്റെ നേതൃത്വത്തിലുള്ള ഗവൺ‌മെന്റ് ഇടതു സഖ്യത്തിന്റെ പിന്തുണയോടെ അധികാരത്തിലെത്തിയെങ്കിലും രണ്ടു വർഷം മാത്രമേ ഭരിക്കാനായുള്ളൂ.
മദീനയിലെത്തിയ മുഹമ്മദ് നബി അൻസ്വാരിയായ അബൂ അയ്യൂബിന്റെ കൂടെയാണ്‌ ആദ്യം താമസിച്ചത്.
100 കണ്വന്മാർ ശുംഗന്മാറ്രെ പുറത്താക്കുന്നു.
നന്ദികാണിക്കുന്നവർക്ക്‌ അല്ലാഹു തക്കതായ പ്രതിഫലം നൽകുന്നതാണ്‌.
വിവാഹശേഷം തന്റെ കുടുംബത്തിന്റെ സാമ്പത്തിക പരാധീനതകളിൽ നിന്ന് വിമുക്തി നേടിയത് അദ്ദേഹത്തിന്‌ സ്വസ്ഥമായി ചിന്തിക്കാനും പ്രവർത്തിക്കാനുമുള്ള അവസരം ഒരുക്കിക്കൊടുത്തു.
കഥാപാത്രങ്ങളുടെ ആന്തരീകസ്വഭാവത്തിനനുസരിച്ചാണ് വിവിധവേഷങ്ങൾ നൽകുന്നത്.
പദത്തിൻറെ അവസാനത്തിൽ മേളക്കാർ മുമ്പോട്ടുവന്ന്‌ അവരുടെ അഭ്യാസം പ്രകടിപ്പിക്കുന്നു.
)അഥവാ മൗണ്ട് കെ-2 ആണ്‌ ഇന്ത്യയിലെ ഏറ്റവും വലിയ കൊടുമുടി.എന്നാൽ ഇന്ന് ഇത് പാക് അധീന കശ്മീരിലാണ്‌ സ്ഥിതി ചെയ്യുന്നത്.
പ്രവാചകനു യുദ്ധം ചെയ്യാനുള്ള പരിപാടി ഇല്ല എന്നറിഞ്ഞിട്ടും പ്രവാചകനെ മക്കയിലേക്കു പ്രവേശിക്കാൻ സമ്മതിച്ചില്ല.
കുറച്ചുകാലത്തിനു ശേഷം പരസ്യ പ്രബോധനം ആരംഭിച്ചു.
കായികരംഗത്തു പരിശീലനം നൽകുന്നവർക്കു നൽകുന്ന പ്രധാന ബഹുമതി ദ്രോണാചാര്യ പുരസ്കാരവുമാണ്‌.1951 1982 എന്നീ വർഷങ്ങളിലെ ഏഷ്യാഡുകൾക്കും 1987 1996 എന്നീ വർഷങ്ങളിലെ ക്രിക്കറ്റ് ലോകകപ്പുകൾക്കും ഇന്ത്യ ആതിഥേയത്വം വഹിച്ചിട്ടുണ്ട്.2010-ലെ കോമൺ‌വെൽത്ത് ഗെയിംസ് 2011-ലെ ക്രിക്കറ്റ് ലോകകപ്പ് എന്നീ മത്സരങ്ങൾക്ക് ഇന്ത്യ വേദിയാകുന്നുണ്ട്.
അതു കൊണ്ട് ആ വർഷം ദുഃഖവർഷം എന്ന് പ്രവാചകചരിത്രത്തിൽ അറിയപ്പെടുന്നു.
കൊട്ടാരക്കരത്തമ്പുരാൻ രാമായണത്തെ എട്ട്‌ ദിവസത്തെ കഥയാക്കി വിഭജിച്ച്‌ നിർമിച്ച രാമനാട്ടമാണ്‌ പിൽക്കാലത്തു കഥകളിയായി പരിണമിച്ചത്‌.
ഉദാ:ആദിത്യൻ ശിവൻ.
ദുര്യോധനവധം
പൊതുസഞ്ചയത്തിലുള്ളവയ്ക്ക് പകർപ്പവകാശം ഇല്ലാത്തതുകൊണ്ട് അവ കുത്തക സോഫ്റ്റ്‌വെയർ ആയാലും സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ ആയാലും പകർപ്പനുമതി ഉള്ളവയായി കണക്കാക്കാം.
ഒന്നാം ഇന്ത്യൻ സ്വാതന്ത്ര്യ സമരം എന്നറിയപ്പെടുന്ന ഈ കലാപം പക്ഷേ ബ്രിട്ടീഷ്‌ സൈന്യം അടിച്ചൊതുക്കി.
ഷാ ഇത്ര കൂടിപ്പറഞ്ഞു: അദ്ദേഹത്തെപ്പോലെയുള്ള ഒരാൾ ആധുനിക ലോകത്തിൻറെ സമസ്താധികാരങ്ങളും ഏറെറടുത്താൽ നമുക്ക് ഏററവും ആവശ്യമായ സമാധാനവും സന്തോഷവും നിലനിൽക്കുന്ന തരത്തിൽ ലോകത്തിലെ എല്ലാ പ്രശ്നങ്ങളും വിജയ പൂർവം കൈകാര്യം ചെയ്യപ്പെട്ടേനെ.
വർഗ്ഗം:ഇസ്ലാമിലെ പ്രവാചകന്മാർ
563?-483?
ആ വാർത്ത അറിഞ്ഞ പ്രവാചകൻ മദീനയിൽ വെച്ചുള്ള ഒരു സംഘട്ടനം ഒഴിവാക്കാൻ മദീനക്കു പുറത്തേക്കു വന്നു.
രണ്ടു തീര സമതലങ്ങൾ ഇന്ത്യയിലുണ്ട്.
അങ്ങനെ അദ്ദേഹം പ്രപിതാവായ അബ്ദുൽമുത്തലിബിൻറെ അടുത്ത് വളർന്നു.
റോമൻ കത്തോലിക്കാ സഭാംഗമായ കന്യാസ്ത്രീ ആയിരുന്നു കരൻ.
പുരാതന ഈജിപ്തിലാകട്ടെ സ്വയംഭോഗത്തിന്‌ കുറച്ചുകൂടെ ആദ്ധ്യാത്മികതലങ്ങളിലേക്ക് സ്ഥാനക്കയറ്റം ലഭിച്ചിട്ടുണ്ട്.
ക്രിസ്തുവിനുശേഷം മൂന്നാം നൂറ്റാണ്ടിൽ ശക്തി പ്രാപിച്ച ഗുപ്ത സാമ്രാജ്യത്തിന്റെ ഭരണം പ്രാചീന ഇന്ത്യയുടെ സുവർണ്ണ കാലഘട്ടം എന്നറിയപ്പെടുന്നു.
പേനകൊണ്ട് (എഴുത്തു) പഠിപ്പിച്ചിരിക്കുന്ന അത്യുദാരനാണു നിൻറെ രക്ഷിതാവ്.
304 ബിന്ദുസാരൻ നാടു വാഴുന്നു.
സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ സ്വാതന്ത്ര്യങ്ങൾ
നെറ്റ്വർക്ക് ലെയറുകൾ ഓ എസ് ഐ (OSI layers)എന്ന മാനദണ്ഡത്തിലാണ് ഉപയോഗിക്കുന്നത്.
ക്രി.മു.
അത്ഭുതങ്ങൾ പ്രവർത്തിക്കാനാവാത്ത അത്ഭുതമായാണ് കാർലൈൽ നബിയെ വിശേഷിപ്പിക്കുന്നത്.
മതത്തെ മലിനമാക്കുന്നവരുമായി യുദ്ധം ചെയ്യുന്നതിനാൽ മുടെയിലൈനവന്മാർ എന്നവർ അറിയപ്പെടും.
റസൂൽ (സന്ദേശവാഹകൻ) എന്നു തുടങ്ങി പതിനഞ്ചോളം പേരുകൾ മുഹമ്മദ് എന്ന പേരിനൊപ്പം ഉപയോഗിക്കാറുണ്ട്.
രണ്ടു മണ്ഡലങ്ങളുളള പാർലമെന്ററി സംവിധാനമാണ്‌ ഇന്ത്യയിൽ.
കടുംപച്ച നിറത്തിൽ കാണിച്ചിരിക്കുന്നതാണ്‌ യു.കെ.
ബാലിവധം
ഭയപ്പെടേണ്ട ദൈവം നമ്മോടൊപ്പമുണ്ട്
ദിഫു ചുരം - ഇന്ത്യ- ചൈന- മ്യാന്മർ എന്നിവയൂടെ അതിർത്തിയിലാണിത്
ഓസ്ട്രിയ-ഹംഗറി ജർമ്മനി ഓട്ടോമൻ റഷ്യ എന്നീ സാമ്രാജ്യങ്ങളാണ് തകർച്ച നേരിട്ടത്.
താടി:
മറ്റുള്ളവർ
രതിപൂർവ്വലീലയെന്ന രീതിയിൽ സംയോജിത സ്വയംഭോഗത്തിലേർപ്പെടുന്നതും വിരളമല്ല.
ജിമെയിൽ
1991 മുതൽ ഇന്ത്യയിൽ വിപണി അധിഷ്ഠിതമായ ഒരു സമ്പദ് വ്യവസ്ഥ രൂപപ്പെട്ടു തുടങ്ങി.
കോഴിക്കോട്ടെ മാനവേദ രാജാവ്‌ എട്ടുദിവസത്തെ കഥയായ കൃഷ്ണനാട്ടം നിർമ്മിച്ചതറിഞ്ഞു കൊട്ടാരക്കരത്തമ്പുരാൻ കൃഷ്ണനാട്ടം കാണാൻ കലാകാരന്മാരെ അയച്ചുതരണമെന്നാവശ്യപ്പെട്ടെന്നും മാനവേദൻ തെക്കുള്ളവർക്കു കൃഷ്ണനാട്ടം കണ്ടു രസിക്കാനുള്ള കഴിവില്ലെന്ന്‌ പറഞ്ഞു അതു നിരസിച്ചെന്നും ഇതിൽ വാശി തോന്നിയാണു കൊട്ടാരക്കരത്തമ്പുരാൻ രാമനാട്ടം നിർമിച്ചതെന്നും ഒരു ഐതിഹ്യം ഉണ്ട്‌.
ഇന്റർനെറ്റിൽ തിരയുക എന്നതിനു പകരമായി  റ്റു ഗൂഗിൾ എന്ന പ്രയോഗശൈലി തന്നെ ഇംഗ്ലീഷിൽ രൂപപ്പെട്ടു.
ഇവയെ ടെൻത്ത് ഡിഗ്രി ചാനൽ തമ്മിൽ വേർതിരിക്കുന്നു.
ഹിജ്റ
ഇതേത്തുടർന്ന് ഇരുപക്ഷത്തുമായി രാജ്യങ്ങൾ അണിനിരന്നു.
ക്രി.വ.
പൗരന്റെ മൗലികാവകാശങ്ങളും മറ്റും നിർ‌വ്വചിക്കുന്നതും സംസ്ഥാനങ്ങൾ തമ്മിലുള്ള പ്രശ്നങ്ങളും  ഹൈക്കോടതിയിൽ നിന്നു അപ്പീൽ പോയ കേസുകളും കൈകാര്യം ചെയ്യുന്നത് സുപ്രീം കോടതിയാണ്‌.
ഹജ്ജിനോടനുബന്ധിച്ച് നടന്ന പ്രഭാഷണം നബിയുടെ അവസാനത്തെ പ്രസംഗമായി കണക്കാക്കപ്പെടുന്നു.
ബാക്ൿലിങ്കുകളിൽ നിന്നും സെർച്ച് ഫലങ്ങൾ കണ്ടെത്തിയിരുന്നതിനാലാണിത്.
ചരിത്രാതീത യൂറോപ്പിന്റേതുപോലെ തന്നെ ഉത്തരേന്ത്യയിലും ഹിമയുഗം ഉണ്ടായിട്ടുണ്ട്.
പുറം കണ്ണിക്കൾ
1998 മുതൽ പലപേരിലും സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ അറിയപ്പെടുന്നു.
3000–1500 സിന്ധു നദിതട സംസ്കാരം ഇന്നത്തെ പാകിസ്താൻ.
2600നും 1900നും ഇടയിലായിരുന്നു സിന്ധു നദീതട സംസ്കാരത്തിന്റെ പ്രതാപകാലം.
1997 ൽ പുറത്തിറക്കിയ Debian Free Software Guidelines ലും  1998 ൽ പുറത്തിറക്കിയ Open Source Definition ലും ഇതിനു സമാനമായ നിർവ്വചനങ്ങൾ ഉണ്ട്.
അവലംബം
മുഹമ്മദ് എന്ന പ്രവാചകനെപ്പററിയും മുഹമ്മദ് എന്ന വ്യക്തിയെപ്പററിയും ഇപ്പോഴും ഒട്ടേറെ പഠനങ്ങൾ‍ നടന്നുകൊണ്ടിരിക്കുന്നു.
അറേബ്യയിലെ മക്കയിൽ (മുൻപ് ബക്ക എന്നറിയപ്പെട്ടിരുന്നു) ഖുറൈഷി ഗോത്രത്തിലെ  ബനൂ ഹാശിം കുടുംബത്തിൽ അബ്ദുൽ മുത്തലിബിൻറെ മകൻ അബ്ദുല്ലായുടെയും വഹബിന്റെ മകളായ ആമിനയുടേയും മകനായി ഹിജ്റക്ക് അൻപത്തിമൂന്ന് വർഷങ്ങൾക്ക് മുൻപ് റബ്ബീഉൽ അവ്വൽ 12 നായിരുന്നു മുഹമ്മദ് നബി മക്കയിൽ ജനിച്ചത്.
ഇതിന് കൈകൊടുക്കൽ (Hand Shaking) എന്നു പറയുന്നു.
കൂടിയാട്ടം  കൃഷ്ണനാട്ടം  അഷ്ടപദിയാട്ടം  ദാസിയാട്ടം  തെരുക്കൂത്ത്  തെയ്യം  തിറ  പടയണി തുടങ്ങിയ ക്ലാസ്സിക്കൽ - നാടൻകലാരൂപങ്ങളുടെ സ്വാംശീകരണം കഥകളിയിൽ ദൃശ്യമാണ് .
രവീന്ദ്രനാഥ ടാഗോർ രചിച്ച ജനഗണമനയാണ് ഇന്ത്യയുടെ ദേശീയഗാനം.
ഭക്തിപ്രസ്ഥാനവുമായി ഈ കലാരൂപത്തിന് ബന്ധമുണ്ട്.
മൂന്നാം നൂറ്റാണ്ടിൽ അശോകചക്രവർത്തി പണികഴിപ്പിച്ചതാണിത്‌.
പശ്ചാത്തലത്തിൽ ഭാഗവതർ ആലപിക്കുന്ന പദങ്ങൾ ഹസ്തമുദ്രകളിലൂടെയും മുഖഭാവങ്ങളിലൂടെയും അരങ്ങത്തു നടൻമാർ അഭിനയിച്ചാണ്‌ കഥകളിയിൽ കഥ പറയുന്നത്.
മാത്രവുമല്ല പശ്ചാത്തലത്തിൽനിന്നും പാട്ടുകാരുടെ പാട്ടിനനുസരിച്ച് കൈമുദ്രകൾ മുഖേന കഥ പറയുകയാണ്‌ ചെയ്യുന്നത്.
അടിമബാലനായിരുന്ന സൈദിനെ മോചിപ്പിച്ച ശേഷമാണ്‌ മുഹമ്മദ് ദത്തെടുത്തത്.
HTTP (ഹൈപ്പർടേക്സ്റ്റ് ട്രാൻസ്ഫർ പ്രോട്ടോക്കോൾ)
ഇന്ത്യയുടെ ഔദ്യോഗിക കായിക ഇനം ഹോക്കിയാണ്‌.
2004-ൽ നടന്ന തെരഞ്ഞെടുപ്പിൽ ഇന്ത്യൻ നാഷണൽ കോൺഗ്രസ് നേതൃത്വം നൽകുന്ന ഐക്യ പുരോഗമന സഖ്യം കൂടുതൽ സീറ്റുകളിൽ വിജയിക്കുകയും ഭരണത്തിലേറുകയും ചെയ്തു.
നബിയുടെ ഭാര്യമാരെ മൊത്തത്തിൽ ഉമ്മഹാതുൽ മുഅ്മിനീൻ അഥവാ സത്യവിശ്വാസികളുടെ മാതാക്കൾ‍ എന്ന് വിളിക്കപ്പെടുന്നു.
അപ്പോൾ പ്രവാചകൻ പതിനായിരം അനുയായികളോടുകൂടി മക്കയിലേക്ക് തിരിച്ചു.
നിങ്ങൾ സ്വതന്ത്രരാണ്.
thumb|left|9നൂറ്റാണ്ടിലെ ഖുർആൻ.
അതോടെ ദൈവ സങ്കൽപം ജീവിത രീതിയെ നിയന്ത്രിക്കുന്ന ഘടകം കൂടി ആയിത്തീർന്നു.
പേരിനു പിന്നിൽ
ഉദാഹരണത്തിന് gogle.com googel.com എന്നിങ്ങനെ തെറ്റായി ടൈപ് ചെയ്താലും ചെന്നെത്തുന്നത് ഗൂഗിളിൽ തന്നെയായിരിക്കും.
ബി.സി.സി.ഐ.
ഓസ്ട്രേലിയ കാനഡ ന്യൂസിലന്റ് അയര്‌ലന്റ് യുണൈറ്റഡ് കിംഗ്‌ഡം അമേരിക്കൻ ഐക്യനാടുകൾ എന്നീ രാജ്യങ്ങളിലെ ജനങ്ങളുടെ മാതൃഭാഷയാണ്.
ന്യൂഡൽഹിയാണ്‌ ഇന്ത്യയുടെ തലസ്ഥാനം .
ഉത്തര അക്ഷാംശം 8 ഡിഗ്രി 7 മിനുറ്റിനും 37 ഡിഗ്രി 6 മിനുറ്റിനും മദ്ധ്യേയും പൂർവ രേഖാംശം 68 ഡിഗ്രി  മിനുറ്റിനും 97 ഡിഗ്രി 25 മിനുറ്റിനും മദ്ധ്യേയുമാണ്‌ ഇന്ത്യയുടെ സ്ഥാനം.
കുങ്കുമം വെള്ള പച്ച എന്നീ നിറങ്ങളുള്ളതും 2:3 എന്ന അനുപാതത്തിൽ നിർമ്മിച്ചതും കൃത്യം മദ്ധ്യഭാഗത്ത് 24 ആരക്കാലുകളുള്ള അശോക ചക്രം പതിപ്പിച്ചതുമായ പതാകയാണ് ഇന്ത്യയുടെ ദേശീയപതാക.
ദേശീയ ഫലം മാങ്ങയാണ്‌ ദേശീയ ജലജീവിയായി 2009-ൽ സുസു എന്ന ശുദ്ധജല ഡോൾഫിനേയും തിരഞ്ഞെടുത്തു.
ഭക്ഷ്യവിളയായി ചാമയും നാണ്യവിളയായി പരുത്തിയും എണ്ണക്കുരുവായി നിലക്കടലയുമാണ്‌ മദ്ധ്യേന്ത്യയിൽ കൃഷി ചെയ്യുന്നത്.
തുടർന്ന് മഹാത്മാ ഗാന്ധിയുടെ നേതൃത്വത്തിൽ നടന്ന സമാധാനത്തിലൂന്നിയ സമരങ്ങളുടെ ഫലമായി 1947 ഓഗസ്റ്റ് 15നു ബ്രിട്ടീഷ്‌ കൊളോണിയൽ ഭരണത്തിൽ നിന്ന്‌ ഇന്ത്യ സ്വാതന്ത്ര്യം നേടി.
അമേരിക്കയിലെ ജോർജ്ജ് ടൗൺ യൂണിവേഴ്സിററിയിലെ മുസ്ലിം-ക്രിസ്ത്യൻ അണ്ടർസ്റ്റാൻറിംഗിൻറെ ഡയറക്ടറായ ജോൺ എൽ.എസ്പോസിറേറാ രചിച്ച ഇസ്ലാം നേർ വഴി (Islam The straight path) എന്ന  കൃതി  ഈ പ്രവണതകളെക്കുറിച്ച് സവിശദം പ്രതിപാദിക്കുന്നുണ്ട്.
ഇതു കണക്കിലെടുത്ത് വന്ധ്യതാ ചികിത്സയിലെ ചില അവസരങ്ങളിൽ സ്വയംഭോഗം പ്രോത്സാഹിപ്പിക്കപ്പെടാറുണ്ട്.
അതു പ്രകാരം പാവങ്ങളുടെ  സംരക്ഷണം എല്ലാ ഗോത്രങ്ങളുടെയും പൊതു ബാദ്ധ്യതയായി മാറി.
സാധാരണയായി സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ സൌജന്യമായി ലഭ്യമാണ്.
മിക്ക കലാകാരന്മാരും പലരും മുദ്രകൾ ചുരുക്കി കാണിക്കാറുണ്ട്.
വൈദ്യശാസ്ത്ര സംബന്ധിയായ തെറ്റിദ്ധാരണകളും ഈ രംഗത്ത് കുറവല്ല.
ഇന്ത്യയിൽ കയറ്റുമതി ചെയ്യപ്പെടുന്ന പ്രധാന വസ്തുക്കളിൽ പെട്രോളിയം ഉല്പ്പന്നങ്ങൾ വസ്ത്രനിർമ്മാണ ഉല്പ്പന്നങ്ങൾ ജ്വല്ലറി വസ്തുക്കൾ സോഫ്റ്റ്‌വെയർ എഞ്ചിനീയറിങ്ങ് ഉപകരണങ്ങൾ കെമിക്കൽസ് തുകൽ അസംസ്കൃതവസ്തുക്കൾ എന്നിവയുൾപ്പെടുന്നു.
മക്കയിലെ ഖുറൈശി ഗോത്രത്തിലെ ബനൂ ഹാശിം കുടുംബത്തിൽ ജനനം.
ഇന്ത്യ ഈയടുത്ത ദശകങ്ങളിൽ പോഷണക്കുറവുകാരണമുള്ള വിളർച്ച ഒഴിവാക്കിയെങ്കിലും പകുതിയിലേറെ കുട്ടികളും ശാരാസരി തൂക്കത്തിനു താഴെയാണ്‌.
ഹിമാലയം ആരവല്ലി സത്പുര വിന്ധ്യൻ പശ്ചിമഘട്ടം പൂർ‌വ്വഘട്ടം എന്നിവയാണ്‌ ഇന്ത്യയിലെ പ്രധാന പർ‌വ്വതനിരകൾ
രാജ്യത്തിന്റെ തലവൻ രാഷ്ട്രപതി(പ്രസിഡന്റ്‌)യാണ്‌.
സരസ്വതി ദേവിയുടെ മറ്റൊരു നാമമായ ഭാരതി യിൽ നിന്നാണ് ഭാരതം എന്ന പേരു വന്നതെന്നും ചില പണ്ഡിതർ അഭിപ്രായപ്പെടുന്നു .
അരങ്ങിലെ വെളിച്ചത്തിന് ഒരു വലിയ ഓട്ടുവിളക്ക് രണ്ടു വശത്തേക്കും കനത്ത തിരിയിട്ട് കത്തിക്കുന്നു.
പുറത്തേക്കുള്ള കണ്ണികൾ
സാധാരണ പുരുഷവേഷം കൃഷ്ണനായിരിക്കും.
ഏറ്റവും കൂടുതൽ അതിർത്തി പങ്കുവക്കുന്നത് ബംഗ്ലാദേശുമായാണ്‌.
രാജസസ്വഭാവമുള്ള കഥാപാത്രങ്ങൾക്കാണ് സാധാരണയായി കത്തിവേഷം നൽകുക.
പ്രധാന ചുരങ്ങൾ താഴെപ്പറയുന്നവയഅണ്
വാണിജ്യം
ഹദീസുകൾ
തോടയം
കഥകളിയുടെ സാഹിത്യരൂപമാണു ആട്ടക്കഥ.
കഥകളിയിലെ മിനുക്കുവേഷങ്ങൾ വേഗത്തിൽ ചെയ്യാവുന്നതാൺ.
എന്നാൽ രാഷ്ട്രീയവും നയതന്ത്രവും ആവശ്യമായ സന്ദർഭങ്ങളിൽ നബി ഉപയോഗപ്പെടുത്തുകയും ചെയ്തു.
ഗ്നൂ സാർവ്വജനിക അനുവാദപത്രം
യോനീഭിത്തിയെ ഉത്തേജിപ്പിക്കുന്നതിനായി‍ വിരലുകളോ കൃത്രിമലിംഗമോ വൈബ്രേറ്ററോ യോനിക്കുള്ളിൽ പ്രവേശിപ്പിച്ച് ചലിപ്പിക്കുന്നതും സ്‍തന‍‍ങ്ങളെയും മുലക്കണ്ണു‍‍കളേയും താലോലിക്കുന്നതും മറ്റുമാർഗ്ഗങ്ങളിൽ‍പ്പെടുന്നു.
ഇതിനിടെ മക്കയിൽ‍ നബിയെയും കുടുംബത്തെയും ബഹിഷ്കരിക്കാൻ ഗോത്രങ്ങൾ കൂട്ടായി തീരുമാനിച്ചു.
ഇന്ത്യയെ വിന്ധ്യൻ മലനിരകൾ വടക്കേ ഇന്ത്യയായും തെക്കേ ഇന്ത്യയായും വേർതിരിക്കുന്നു.
1991-ൽ നടന്ന തെരഞ്ഞെടുപ്പിൽ ഒരു പാർട്ടിക്കും ഭൂരിപക്ഷം ലഭിക്കാഞ്ഞതിനെത്തുടർന്ന് ഇന്ത്യൻ നാഷണൽ കോൺഗ്രസിന്റെ നേതൃത്വത്തിൽ ഒരു തൂക്കുമന്ത്രിസഭ രൂപവത്കരിച്ചു.
പ്രവാചകനും അനുയായികളും ചേർന്ന് മസ്ജിദുന്നബവി സ്ഥാപിച്ച ശേഷം അദ്ദേഹം അതിനടുത്തേക്ക് താമസം മാറ്റി.
ഇൻഡോ-ഗ്രീക്ക് രാജാക്കന്മാർ അപ്രത്യക്ഷമാകുന്നു.
പിൻഗാമിയായി (ഖലീഫ) അബൂബക്റിനെ തെരഞ്ഞെടുത്ത ശേഷം നബിയുടെ മൃതദേഹം പത്നി ആഇശയുടെ വീട്ടിൽ മറവു ചെയ്തു.
മുഹമ്മദിൻറെ അദ്ധ്യക്ഷതയിൽ ക‍അബയുടെ പുനരുദ്ധാരണ വേളയിൽ ഹജറുൽ അസ്‌വദ് പുനഃസ്ഥാപിക്കുന്നതുമായി ബന്ധപ്പെട്ട് ഖുറൈഷികളും മറ്റുമായുണ്ടായ തർക്കം രമ്യമായി പര്യവസാനിപ്പിക്കാൻ സാധിച്ചു.
ഇവരുടെ ചമയത്തിലുള്ള നിറക്കൂട്ടുകളും വേഷവിധാ‍നങ്ങളും ഈ വേഷങ്ങൾ അനുസരിച്ച് വ്യത്യസ്തമാണ്.
ഈ ചടങ്ങിനു “നിലപ്പദം” എന്നും പേരുണ്ട്.
ആരവല്ലി
ദൂതൻമാർ പരസ്പരം ബന്ധപ്പെട്ടതിൻറെ ഫലമായി അവസാനം ഒരു സന്ധിയുണ്ടാക്കി.
അതുവരെ അദ്ദേഹത്തെ അൽ അമീൻ (വിശ്വസ്തൻ) എന്ന് വിളിച്ചിരുന്നവരിൽ ഒരു വിഭാഗം ജനങ്ങൾ മുഹമ്മദിനെ തള്ളിപ്പറഞ്ഞു.
അവലംബം
അന്ത്യം
1555-നും 1605-നും ഇടയ്ക്കാണ് രാമനാട്ടം ഉണ്ടാക്കിയത് എന്നാണ് പറയപ്പെടുന്നത്.
വാദ്യങ്ങൾ
കാലകേയവധം
അനുമതി അനുവദിച്ചവ :- ബി.എസ്.ഡി.
ഇന്ത്യയുടെ ഭൂരിഭാഗം പ്രദേശങ്ങളും ബ്രിട്ടീഷ്‌ സാമ്രാജ്യത്തിനു കീഴിലുമായി.
നബിയെ അദ്ദേഹത്തിൻറെ മത സത്തയിൽ നിന്ന് വേർ തിരിച്ചു നിർത്തിയല്ല ബർണാർഡ്ഷാ ദർശിച്ചത്; മതത്തിൽ നിന്ന് വേറിട്ട് നബിക്ക് മറെറാരസ്തിത്വം അദ്ദേഹം കൽപിക്കുന്നില്ല.
ശ്രീ ബുദ്ധൻ ബുദ്ധമതം സ്ഥപിക്കുന്നു
അദ്ദേഹത്തിൻറെ കൂടെ 313 പേരെ ഉണ്ടായിരുന്നുള്ളു.
കിഴക്കുള്ളതും പടിഞ്ഞാറുള്ളതും.
ബാലനായിരിക്കെതന്നെ അബ്ദുൽമുത്തലിബും മരണമടഞ്ഞു.
ഇസ്ലാമിന്നെതിരായ മുൻ വിധികൾക്ക് നബിയെക്കുറിച്ചുള്ള അവാസ്തവ പ്രചാരണങ്ങൾ വഴിവെച്ചുവെന്ന് അവർ സമർത്ഥിക്കുന്നു.
ദൈവങ്ങൾ സ്വയംഭോഗം ചെയ്തിരുന്നതായും അത് മായികമായ അർത്ഥം കൈവരിച്ചിരുന്നതായും കാണാം.
അക്കാലത്ത്  ഭാരതം എന്നാൽ ആര്യൻ (ഇറാൻ) മുതൽ സിംഹപുരം(സിംഗപ്പൂർ) വരെ ആയിരുന്നു എന്ന് ഐതിഹ്യമുണ്ട്.
മനുഷ്യനു അറിവില്ലാത്തതു  അവൻ പഠിപ്പിച്ചു (ഖുർആൻ 96:1-5) എന്ന സൂറതുൽ അലഖിലെ ആദ്യത്തെ അഞ്ച് ആയത്തുകളാണ്‌ ആദ്യമായി അവതീർണ്ണമായത്.
സെലുസിയസ് 500 ആനകൾക്ക് പകരമായി ഇന്ത്യയുടെ മേലുള്ള അവകാശാം അവസാനിപ്പിക്കുന്നു
1986 ഫെബ്രുവരിയിൽ FSF സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ നിർവ്വചനം പ്രസിദ്ധീകരിച്ചു.അത് തയ്യാറാക്കിയത് റിച്ചാഡ് സ്റ്റാൾമാനാണ്.
ഓ എസ് ഐ (OSI layers) കൾ അംഗീകാരത്തിൽ വരുത്തിയത് ഐ.
1450-1000 ഋഗ് വേദം എഴുതപ്പെടുന്നു
എല്ലാ അർത്ഥത്തിലും മരുഭൂമിയുടെ പുത്രൻ എന്ന് പറയാവുന്ന ഒരു സാധാരണ മനുഷ്യനാണ് കാർലൈലിൻറെ വീക്ഷണത്തിലെ നബി.
ഈ മാംസഭുക്കുകളുടെ ആവിർഭാവംഎന്നിൽ (വിഷ്ണു) നിന്നായിരിക്കും.
ഖുർആനിലെ ചില അദ്ധ്യായങ്ങളിൽ   മുഹമ്മദിനെ പ്രവാചകരിൽ ഉന്നതൻ എന്നു വിശേഷിപ്പിക്കുന്നുണ്ട്.
നിയമനിർമ്മാണസഭയായ പാർലമെന്റിന്റെ ഉപരി മണ്ഡലത്തെ രാജ്യസഭയെന്നും അധോമണ്ഡലത്തെ ലോക്‌സഭയെന്നും വിളിക്കുന്നു.
ഇളം പച്ച നിറത്തിൽ കാണിച്ചിരിക്കുന്നത് യുറോപ്യൻ യൂണിയൻ രാജ്യങ്ങളെയാണ്‌
ഉത്തരാസ്വയംവരം
നബിയുടെ പലായനത്തെ അടിസ്ഥാനമാക്കിയാണ്‌ ഇസ്‌ലാമിക കലണ്ടർ (ഹിജ്‌റ കലണ്ടർ) രൂപപ്പെട്ടത്.
റൊഹ്താങ്ങ് ചുരം - കുളു താഴ്‌വരയെയും (ഹിമാചൽ) ലാഹുൽ-സ്പിതി താഴ്‌വരയേയും ബന്ധിപ്പിക്കുന്നു
ജർമ്മനിയുടെ സ്വാധീനം അതിന്റെ അതിർത്തികൾക്കുള്ളിൽ ഒതുങ്ങി.
പ്രധാനമായും രണ്ടു തരത്തിലുള്ള താടി വേഷങ്ങളാണുള്ളത്.
സൗദ എന്ന പ്രായമേറിയ വിധവയെ ഖദീജാബീവി മരിച്ചു രണ്ടു വർഷത്തിനു ശേഷമാണ് തിരുമേനി വിവാഹം ചെയ്തത്.
എങ്കിലും കന്യകാത്വംകാത്തുസൂക്ഷിക്കുക ഗർഭധാരണം തടയുക എന്നീ ലക്ഷ്യങ്ങൾ കൈവിടാതെതന്നെ ലൈംഗികസംതൃപ്തിനേടാം എന്നതാണ‍് ഈ മാര്ഗ്ഗം സ്വികരിക്കുവാൻ‍ ഭിന്നലിംഗ-ഇണകളെ‍‍ പ്രേരിപ്പിക്കുന്നതെന്നതും ഒരു യാഥാർത്ഥ്യമാണ‍്.
വിഭാഗം:അമേരിക്കൻ സോഫ്റ്റ്‌വെയർ കമ്പനികൾ
1991-ൽ നിലവിൽ വന്ന ഉദാരീകരണത്തിന്റെ ഫലമായി ഇന്ത്യയുടെ സമ്പദ് വ്യവസ്ഥയുടെ മുഖ്യ വരുമാനങ്ങളിലൊന്നായി വിദേശ വ്യാപാരത്തിലൂടെയുള്ള വരുമാനവും വിദേശ നിക്ഷേപവും മാറി.കഴിഞ്ഞ രണ്ടു ദശകങ്ങളായുള്ള 5.8% എന്ന ശരാശരി ജി.ഡി.പി-യോടെ ലോകത്തിലെ തന്നെ ഏറ്റവുമധികം വളരുന്ന സമ്പദ്‌വ്യവസ്ഥകളിലൊന്നായി ഇന്ത്യ  മാറി.
തിരുവിതാംകൂർ രാജാക്കന്മാരുടെ സംഭാവന
ഏതായാലും ഗൂഗിൾ ഉടമകൾ ഈ ശൈലിക്ക് അത്ര പ്രോത്സാ‍ഹനം നൽകിയില്ല.
ഇന്ത്യയിലെ ഏക സജീവ അഗ്നിപർ‌വ്വതമായ ബാരൺ ഈ ദ്വീപ സമൂഹങ്ങളിലാണ്‌.
ഹജ്ജ് തീർത്ഥാടനത്തിന്‌ വന്നിരുന്ന ആളുകളോട് മുഹമ്മദ് തന്റെ സന്ദേശം സമർപ്പിച്ച് കൊണ്ടിരുന്നു.
ഒന്നാം ലോകമഹായുദ്ധത്തിന്റെ പ്രത്യക്ഷകാരണം മാത്രമായിരുന്നു ഇത്.
415- 454 കുമാര ഗുപ്തൻ
നീതിനായവ്യവ്സ്ഥയിൽ പ്രശ്നങ്ങളുണ്ടെങ്കിൽ സർക്കാരിനും ജനങ്ങൾക്കും കോടതിയെ സമീപിക്കാം.
അവസാന പ്രസംഗത്തിൽ നിന്ന്...
പരീക്ഷണങ്ങൾ ഫലപ്രാപ്തിയിലെത്തിയതോടെ 1997 സെപ്റ്റംബർ 15ന് ഗൂഗിൾ എന്ന ഡൊമെയിൻ നാമം രജിസ്റ്റർ ചെയ്യപ്പെട്ടു.
ഹിമയുഗത്തിലെ രണ്ടാം പാദത്തിലെ 400000 നും 200000 നുമിടക്കുള്ള വർഷങ്ങളിലാൺ മനുഷ്യന്റെ പാദസ്പർശം ഈ ഭൂമിയിൽ ഉണ്ടായത്.
കഥകളി ഡോട്ട് ഇൻഫോ
സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ സ്വാതന്ത്ര്യങ്ങൾ പരിരക്ഷിക്കാനും ശക്തിപ്പെടുത്തുന്നതിനുമായി 2005 ൽ Software Freedom Law Center പ്രവർത്തനം തുടങ്ങി.
ഹരപ്പ മൊഹെൻ‍ജൊദാരോഎന്നിവിടങ്ങളിൽ ചെറിയ പട്ടണങ്ങൾ
ഹരപ്പ മൊഹെൻ‍ജോദാരോ എന്നിവിടങ്ങളിൽ നിന്ന്‌ മഹത്തായ ആ സംസ്കാരത്തെക്കുറിച്ചുള്ള തെളിവുകൾ കിട്ടിയിട്ടുണ്ട്.
ഉദാഹരണങ്ങൾ
വർഗ്ഗം:യൂറോപ്യൻ രാജ്യങ്ങൾ
ജൂതന്മാർ മുഹമ്മദിനെ ഭ്രാന്തൻ എന്നാണ് വിശേഷിപ്പിച്ചത്.
ക്രിസ്ത്വാബ്ദം 571 ഏപ്രിൽ 22 നാണത്.
വിനിമയം എപ്രകാരമാണെന്ന് പരസ്പരം നിർണ്ണയിക്കുക
17  18 നൂറ്റാണ്ടുകളിലായി വികസിതമായ ഈ കലാരൂപം ഒരുകാലത്ത് വരേണ്യവിഭാഗങ്ങൾക്കിടയിൽ മാത്രം ഒതുങ്ങിനിന്നിരുന്നുവെങ്കിലും ഇരുപതാം നൂറ്റാണ്ടിൽ മഹാകവി വള്ളത്തോൾ അടക്കമുള്ള ഉത്പതിഷ്ണുക്കളുടെ ശ്രമഫലമായി  ഇന്ന് ലോകപ്രസിദ്ധി കൈവരിച്ചിരിക്കുന്നു .
1950 ജനുവരി 24-നു ജനഗണമന ദേശീയഗാനമായി അംഗീകരിച്ചു.
ഇക്കാലത്ത് കേരളത്തിൽ അമ്മദൈവങ്ങൾക്കാണ് പ്രാധാന്യമുണ്ടായിരുന്നത്.
ലൈംഗികമായ സംതൃപ്തിനേടുന്നതിനായി ലൈംഗികാവയവങ്ങളെ സ്വന്തം കൈകളാലോ മറ്റ് മാർഗ്ഗങ്ങളിലൂടെയോ (സാധാരണയായി രതിമൂർച്ഛയെത്തും വരെ) ഉത്തേജിപ്പിക്കുന്നതാണ‍് സ്വയംഭോഗം .
സിംഹമുദ്രയാണ് ഇന്ത്യയുടെ ദേശീയമുദ്ര.
കഥകളിയിലെ വേഷങ്ങളെ പ്രധാനമായും പച്ച കത്തി കരി താടി മിനുക്ക്‌ എന്നിങ്ങനെ അഞ്ചായി തിരിച്ചിരിക്കുന്നു.
കഥകളിയുടെ അഭിനയവിധങ്ങളാണ് ആംഗികം സാത്വികം വാചികം ആഹാര്യം ഇവ.
കമ്പ്യൂട്ടർശാസ്ത്രപ്രകാരം ഒരു വിനിമയശൃംഖല വഴി പരസ്പരം ബന്ധിപ്പിച്ചിരിക്കുന്ന രണ്ടോ അതിലധികമോ കമ്പ്യൂട്ടറുകൾ പരസ്പരം ആശയ വിനിമയം നടത്തുന്നതിനായുള്ള  ഒരു കൂട്ടം നിയമങ്ങളാണ് പ്രോട്ടോക്കോളുകൾ‍.
സൈനബ റുഖ്‌യ ഉമ്മുകുൽസൂം എന്നീ നബിപുത്രിമാർ നബിയുടെ ജീവിതകാലത്ത് തന്നെ മരണപ്പെടുകയുണ്ടായി.
FTP (ഫയൽ ട്രാൻസ്ഫർ പ്രോട്ടോക്കോൾ)
ഇന്ത്യൻ ഹോക്കി ഫെഡറേഷനാണ്‌ ഇന്ത്യയിലെ ഹോക്കി നിയന്ത്രിക്കുന്നത്.
ഇടതു പക്ഷത്തിന്റെ പിന്തുണയോടെയാണ്‌ ഈ സഖ്യം  അധികാരത്തിലേറിയത്.
ഭാര്യമാർ
അപ്പോഴും മുസ്ലീംകൾ ഒരു ശക്തിയല്ല എന്ന ധാരണയാണ് മക്കക്കാർക്ക് ഉണ്ടായിരുന്നത്.
മക്കാ വിജയത്തോടുകൂടി പ്രവാചകൻ അറേബ്യയിലെ അനിഷേധ്യഭരണാധികാരിയായി.
മുഹമ്മദ് നബിയുടെ ചരിത്രം അദ്ദേഹത്തിന്റെ ജീവിതകാലം മുതൽ തന്നെ എഴുതപ്പെട്ടു തുടങ്ങിയിരുന്നു.
ദൈവത്തെക്കുറിച്ച് നിലനിൽക്കുന്ന പ്രാകൃതവും അശാസ്ത്രീയവുമായ സങ്കൽപങ്ങൾ തിരുത്തുകയാണ് മുഹമ്മദ് (സ്വ) ചെയ്തത്.
അപ്രതീക്ഷിതമായ ഒരു അക്ഷരപ്പിശകിൽനിന്നും പിറവിയെടുത്തതാണ് ഗൂഗിൾ എന്ന പദം.
ഗൂഗിളിനു സദൃശമായ അക്ഷരത്തെറ്റുകളെല്ലാം ഇപ്രകാരം ശരിയായ ഡൊമെയിൻ നാമത്തിലേക്കു് വഴിതിരിച്ചു വിട്ടിരിക്കുകയാണ്.
രഞ്ജി ട്രോഫി ദുലീപ് ട്രോഫി ദിയോദർ ട്രോഫിഇറാനി ട്രോഫിചാലഞ്ചർ സീരീസ് തുടങ്ങിയ ദേശീയ ക്രിക്കറ്റ് കായിക മത്സരങ്ങളും സംഘടിപ്പിക്കാറുണ്ട്.
അവലംബം
ഇന്ത്യ ലോകത്തിലെ ഏറ്റവും വലിയ ഏഴാമത്തെ രാജ്യവും ഏറ്റവും അധികം ജനസംഖ്യയുള്ള രണ്ടാമത്തെ രാജ്യവും ഏറ്റവുമധികം ജനങ്ങൾ അധിവസിക്കുന്ന ജനാധിപത്യ രാഷ്ട്രവുമാണ്‌.
ലോകത്തിലെ ഭൂവിസ്തൃതിയുടെ 2.42 ശതമാനവും എന്നാൽ ജനസംഖ്യയുടെ 16 ശതമാനവും ഇന്ത്യയിലുണ്ട്.
ആന്ധ്രാപ്രദേശുകാരനായ പിംഗലി വെങ്കയ്യ രൂപകൽപ്പന ചെയ്ത ഈ പതാക 1947 ജൂലൈ 22-നു ഇന്ത്യൻ ഭരണഘടനാ നിർമ്മാണ സമിതി അംഗീകരിച്ചു.
ദേശീയ പഞ്ചാംഗം
ജോവർ ബജ്ര എന്നിങ്ങനെ ചാമയുടെ രണ്ടു വകഭേദങ്ങളാണ്‌ പ്രധാനമായും ഇവിടെ കൃഷി ചെയ്യുന്നത്.
22 ഭാഷകളെ ഔദ്യോഗിക ഭാഷയായി അംഗീകരിച്ചിട്ടുള്ള ഇന്ത്യയിലെ കേന്ദ്രസർക്കാരിന്റെ ഔദ്യോഗികഭാഷ ഹിന്ദിയും ഇംഗ്ലീഷുമാണു്.
ക്രിസ്ത്യൻ ലോകവുമായും ജൂത സമൂഹവുമായും ഇസ്ലാമിനുള്ള ചരിത്ര പരമായ മത രാഷ്ട്രീയ ബന്ധം എക്കാലത്തും ശക്തമായിരുന്നുവെന്നും അത് തെററിദ്ധാരണകൾക്കും സംഘട്ടനങ്ങൾക്കും വഴിവെച്ചിട്ടുണ്ടെന്നുമാണ്‌ എസ്പോസിറേറാ നിരീക്ഷിക്കുന്നത്.
ചരിത്രത്തിൽ
അബൂത്വാലിബിന്റെ വ്യാപാരം മൂലം മാത്രം ആ കുടുംബം നിലനിൽക്കുകയില്ല എന്ന സന്ദർഭമായപ്പോൾ യുവാവായ മുഹമ്മദ് സ്വന്തമായി വ്യാപാരത്തിലോ ജോലിയിലോ ഏർപ്പെടാൻ തീരുമാനിച്ചു.
അതിന് ലഭ്യമാക്കാനാവശ്യമായ പണം മാത്രമേ നൽകേണ്ടിവരികയുള്ളു.
24 അടിസ്ഥാന മുദ്രകൾ താഴെ കൊടുക്കുന്നു.
ഉദാഹരണത്തിനു സ്വയംഭോഗം മൂലം മൂത്രനാളിയിൽ അണുബാധ മൂത്രത്തിൽ പഴുപ്പ് മൂത്രത്തിൽ രക്തം ലൈംഗികാവയവങ്ങളിൽ വീക്കം എന്നിവയുണ്ടാകാം എന്ന ധാരണ നിലനിന്നിരുന്നു.
ക്രൂഡ് ഓയിൽ യന്ത്രങ്ങൾ ജെംസ് വളങ്ങൾ കെമിക്കൽസ് എന്നിവ പ്രധാനമായും ഇറക്കുമതി ചെയ്യപ്പെടുന്ന ഉല്പ്പന്നങ്ങളിൽ ഉൾപ്പെടുന്നു.
63-)ം  വയസിൽ മദീനയിൽ വെച്ച് മരണം.
ലോകത്തെ കണക്കുകൾ പരിശോധിച്ചാൽ ഇത് അധികമാണ്‌.
ഹിമാലയം
നേരിട്ടല്ലാതെയുള്ള ഒരു തിരഞ്ഞെടുപ്പ് സമിതിയാണ്‌ രാഷ്ട്രപതിയെ തെരഞ്ഞെടുക്കുന്നത്.
ഭാസ്സിൽ രതം ആണ്‌ ഭാരതം അതായത് പ്രകാശത്തെ ഇഷ്ടപ്പെടുന്ന രാജ്യമാണ്‌ ഭാരതം എന്നും പ്രശസ്തിയുണ്ട്.
ഈ വിളക്ക് “ആട്ടവിളക്ക്” എന്ന്‌ അറിയപ്പെടുന്നു.
സ്വതന്ത്ര സോഫ്റ്റ്‌വെയർ ഡെഫനിഷൻ
കൃഷ്ണവേഷം മാത്രമായിട്ടും പുറപ്പാട് അവതരിച്ച് കണ്ടിട്ടുണ്ട്.
4096 ഓളം കിലോമീറ്ററാണിത്.
രാവണൻ ദുര്യോധനൻ കീചകൻ ശിശുപാലൻ നരകാസുരൻ തുടങ്ങിയവർക്ക് കത്തിവേഷമാണ്.
നാഥുലാ ചുരം- ഇന്ത്യയിലെ സിക്കിമിനേയും  ടിബറ്റിനേയുംബന്ധിപ്പിക്കുന്ന ചുരമാണിത്.
അതിപുരാതനകാലം മുതൽക്കേ ഇന്ത്യ വാണിജ്യത്തിനു പേരുകേട്ടതായിരുന്നു.
നബിയുടെ ജീവചരിത്രം
ഇത് ഇഷ്ടേഭവതാ പൂജയാണ്.
ജയദേവരുടെ ഗീതാഗോവിന്ദത്തിൻറെ മാതൃക പിന്തുടരുന്ന സംസ്കൃതനാടകങ്ങളിൽ നിന്നും വ്യത്യസ്തമായി ഹൃദ്യമായ പദാവലികളും ശ്രുതിമധുരമായ സംഗീതവും പ്രകടമാണ് .
മനയോല വെള്ളം ചേർത്തരച്ച് മുഖത്ത് തേയ്ക്കുന്നതിന് ‘മിനുക്ക് ‘എന്നു പറയുന്നു.
പക്ഷപാതങ്ങളില്ലാത്ത പണ്ഢിതോചിത സമീപനമാണ് ഗിബ്ബിൻറേത്.
ഗ്നു ലെസ്സർ അനുമതി പത്രം
ജലധാരയെ യോനിയിലേയ്‍‍ക്കോ കൃസരിയിലേയ്‍ക്കോ നയിച്ചും കാലുകള് പിണച്ചുവച്ചുകൊണ്ട് ജനനേന്ദ്രിയത്തിൽ മര്ദ്ദമേൽപ്പിച്ചും ലൈംഗികമായി ചിന്തിച്ചും സ്‍ത്രീകള്ക്ക് സ്വയംഭോഗത്തിലേർപ്പെടാന് കഴിയും
നബിയുടെ കുടുംബമായ ബനൂ ഹാഷിമിനെയും ബന്ധുക്കളായ ബനുൽ മുത്തലിബിനെയും മൊത്തത്തിൽ ബഹിഷ്കരിക്കുകയുണ്ടായി.
ഗുജറാത്ത് രാജസ്ഥാൻ മദ്ധ്യപ്രദേശ് എന്നീ സംസ്ഥാനങ്ങളിലായി സ്ഥിതിചെയ്യുന്നു.
പി.വി.
മദീനയുടെ ഭദ്രതയും സമാധാനവും രാജ്യരക്ഷയും ഉറപ്പുവരുത്തുന്ന ഒരു ഉടമ്പടി പ്രവാചകനുണ്ടാക്കി.
ശകന്മാരുടെ ആഗമാനം  സാതവാഹന്മാർ ഡക്കാൻ പീഠഭൂമിയുടെ പടിഞ്ഞാറൻ ഭാഗങ്ങളിൽ അധികരം ഉറപ്പിക്കുന്നു.
പ്രവാചകത്വം
മുഹമ്മദ് നബിയുടെ കുടുംബ ജീവിതം
പച്ച:
കഥാരംഭം
thumb|left|ഇന്റർനാഷണൽ സ്പേസ് സ്റ്റേഷനിൽ നിന്നുള്ള ഹിമാലയത്തിന്റെ ദൃശ്യം
സന്ധി പ്രഥമദൃഷ്ട്യാ മുസ്ലിംകൾക്കു അനുകൂലമല്ലായിരുന്നു.
ആളുകൾ മുഹമ്മദിന്റെ സന്ദേശത്തിലേക്ക് വന്നു തുടങ്ങിയത് എതിരാളികൾക്ക് പ്രയാസമുണ്ടാക്കി.
വർഗ്ഗം:ഇന്ത്യ
thumb|250px|right|തായിഫിലേക്കുള്ള പാത
കഥകളിവേഷത്തെ പരിഷ്കരിക്കുകയും ചെണ്ട ഉപയോഗിക്കുകയും ചെയ്തത് വെട്ടത്തുനാട്ടുരാജാവായിരുന്നു.
കഥകളിയിൽ ഉപയോഗിക്കുന്ന വാദ്യങ്ങളാണ്‌ ചെണ്ട മദ്ദളം ചേങ്ങില ഇലത്താളം എന്നിവ.
കിർമ്മീരവധം
അനുമതി പത്രങ്ങൾ ഈ വിഭാഗത്തിൽ ഉൾപ്പെടുന്നവയാണ്.
ഇരുപതാം നൂറ്റാണ്ടിന്റെ തുടക്കത്തിൽ മഹാത്മാ ഗാന്ധിയുടെ നേതൃത്വത്തിൽ അഹിംസയിൽ അധിഷ്ടിതമായ ഇന്ത്യൻ സ്വാതന്ത്ര്യ സമര പ്രസ്ഥാനം ശക്തിപ്രാപിച്ചു.
മനുഷ്യ ചരിത്രത്തെ സ്വാധീനിച്ച നൂറു പ്രമുഖ വ്യക്തികളെപ്പററിയുള്ള പഠനങ്ങളുടെ സമാഹാരമാണ് മൈക്കൾ എച്ച് ഹാർട്ടിൻറെ നൂറ് പേർ :ചരിത്രത്തെ ഏററവും സ്വാധീനച്ചവരുടെ ക്രമം (The Hundred A ranking of the most influential persons in History) എന്ന കൃതി.
ക്രി.മു.
എങ്കിലും വിജയം മുഹമ്മദിന്റെ കൂടെയായിരുന്നു.
കടലിൽ ചേരുന്ന നദികളാണ് ഈ പ്രദേശത്തിന്റെ വളക്കൂറിനുള്ള കാരണം.
ആമിന ഭർത്താവിന്റെ ഖബറിൽ സ്മരാണാജ്ഞലി അർപ്പിക്കാൻ എല്ലാ വർഷവും മദീനയിലേക്ക് പോകുമായിരുന്നു.
നബിയെപ്പററി കാർലൈൽ നടത്തിയ പഠനത്തെപ്പററി നേരത്തെ സൂചിപ്പിച്ചുവല്ലോ.
ആട്ടും എന്ന ദേവത പ്രപഞ്ചം സ്വയംഭോഗം ചെയ്താണ്‌ സൃഷ്ടിച്ചതെന്നും നൈലിന്റെ വേലിയിറക്കവും ഒഴുക്കുമെല്ലാം ഇതുമായി ബന്ധപ്പെട്ടതാണ്‌ എന്നെല്ലാമായിരുന്നു അവരുടെ വിശ്വാസം.
തെക്കേ ഇന്ത്യയിലാകട്ടെ വിവിധ കാലഘട്ടങ്ങളിലായി ചേര ചോള കഡംബ പല്ലവ പാണ്ഡ്യ തുടങ്ങിയ സാമ്രാജ്യങ്ങൾ നിലനിന്നിരുന്നു.
അസാധാരണമായ ഈ അനുഭവം നബിയെ പരിഭ്രാന്തനാക്കി.
ക്രി.മു.
അതിൻപ്രകാരം സ്വതന്ത്രസോഫ്റ്റ്‌വെയർ ഉപയോക്താവിന് താഴെപറയുന്ന തരം സ്വാതന്ത്ര്യങ്ങൾ ഉണ്ട്
എസ്.
ക്രി.മു.
പ്രവാചകനെ നിഷ്പക്ഷമായി വിലിയിരുത്താനുള്ള ശ്രമങ്ങൾ പിന്നീട് നടന്നു.
ഭവിഷ്യൽപുരാണം (:3:3:25-28)
ഇസ്‌ലാം വിശ്വാസികൾ മുഹമ്മദ് നബിയുടെ പേര്‌ കേൾക്കുമ്പോൾ സ്വല്ലല്ലാഹു അലൈഹി വസല്ലം(അല്ലാഹുവിന്റെ രക്ഷയും സമാധാനവും ഉണ്ടാവട്ടെ) എന്ന പ്രാർഥനാ വചനം ഉച്ചരിക്കാറുണ്ട്.
രാജ്യ സഭയിലെ 252 അംഗങ്ങളെ ജനങ്ങൾ നേരിട്ടല്ല തിരഞ്ഞെടുക്കുന്നത്‌.
ഗ്രേറ്റ് ബ്രിട്ടൺ ദ്വീപുകളിലെ ഇംഗ്ലണ്ട് സ്കോട്ട്‌ലാന്റ് വെയിൽസ് എന്നീ രാജ്യങ്ങളും അയർലന്റ് ദ്വീപിലെ ഉത്തര അയർലന്റുംഉൾപ്പെട്ട കൂട്ടായ്മയാണ്‌ യുണൈറ്റഡ് കിങ്ഡം.
ചടങ്ങുകൾ
നബിയുടെ ആഗമനത്തോടെ യഥ്‌രിബ് എന്ന നഗരം നബിയുടെ നഗരം (മദീനത്തുന്നബി) എന്നറിയപ്പെട്ടു.
പെൻസിലാ ചുരം - ജമ്മുവിലെ ലഡാക്കിനേയും കാർഗിൽ ജില്ലയേയും ബന്ധിപ്പിക്കുന്നു.
ചെക്കോസ്ലൊവാക്യ യൂഗോസ്ലാവിയ പോളണ്ട് എന്നിങ്ങനെ പുതിയ രാജ്യങ്ങൾ പിറവിയെടുക്കുകയോ പുനഃസ്ഥാപിക്കപ്പെടുകയോ ചെയ്തു.
i വെള്ളത്താടി - ഹനുമാൻ നന്ദികേശ്വരൻ പോലെയുള്ള അതിമാനുഷരും സ്വാതികസ്വഭാവത്തോടുകൂടിയവരും ആയ കഥാപാത്രങ്ങൾക്ക് വെള്ളത്താടി വേഷമാണ് നൽകുക.
അബ്സീനിയയിൽ നിന്നു തിരിച്ചു വരുമ്പോൾ ഭർത്താവ് നഷ്ടപ്പെട്ട് അവർ തിരുമേനിയെ സമീപിക്കുകയായിരുന്നു.
പരിണാമപരമായ ലക്ഷ്യം
വിഭാഗം:സെർച്ച് എഞ്ചിൻ
ലോകത്തിലെ തന്നെ തൊഴിലാളികളുടെ എണ്ണത്തിൽ രണ്ടാം സ്ഥാനം ഇന്ത്യക്കാണ്‌.
തിരുവിതാംകൂർ രാജാക്കന്മാര് കഥകളിക്ക് നൽകിയിട്ടുള്ള സംഭാവനകൾ ഏറെയാണ്.
തങ്ങളുടെ ഡൊമെയിൻ നാമം ദുരുപയോഗം ചെയ്യപ്പെടുമോ എന്ന പേടിയായിരുന്നു ഇതിനുപിന്നിൽ.
അറബിക്കടലിലെ ദ്വീപസമൂഹങ്ങളാണ്‌ ലക്ഷദ്വീപുകൾ.
യഥ്‌രിബിൽ നിന്ന് വന്ന ഒരു സംഘം ഈ സന്ദേശത്തിൽ ആകൃഷ്ടരാവുകയും നബിയുടെ അനുയായികളായി മാറുകയും ചെയ്തു.
യുദ്ധത്തിനു പരോക്ഷ കാരണമായ ഒട്ടേറെ സംഭവങ്ങൾ വേറെയുണ്ട്.
ക്രി.വ.
ഭരണസം‌വിധാനത്തിന്റെ ഏറ്റവും ഉയർന്ന പരിധി എന്ന നിലയിൽ സുപ്രീംകോടതിക്ക് നീതിനിർ‌വ്വാഹ വ്യവസ്ഥയിൽ പ്രധാന പങ്കുണ്ട്.
ഇങ്ങനെ മൂന്നുപ്രാവശ്യം ആവർത്തിച്ച് പ്രാർത്ഥിച്ചുകൊണ്ട് പ്രസംഗം അവസാനിപ്പിച്ചു.
ഒരുവർഷത്തിനു ശേഷം കാലിഫോർണിയയിൽ ഒരു സുഹൃത്തിന്റെ ഗാരേജിൽ ലാറിയും സെർജിയും തങ്ങളുടെ കമ്പനിയുടെ പ്രവർത്തനമാരംഭിച്ചു.
ഇതിന്റെ തെളിവ് പഞ്ചാബിലെ സോഹൻ നദിയുടെ തീരത്തുയർന്ന നാഗരികതയുടെ അവശിഷ്ടങ്ങളിൽ നിന്നാൺ ലഭിച്ചത്.
അവലംബം
സൌജന്യസോഫ്റ്റ്‌വെയർ
ക്രി.മു.
ബി.സി.
Free Software Directory വളരെ വലിയ ഒരു സ്വതന്ത്രസോഫ്റ്റ്‌വെയറുകളുടെ വിവരശേഖരം ലഭ്യമാക്കിയിട്ടുണ്ട്.
വർഗ്ഗം:യുണൈറ്റഡ് കിങ്ഡം
മുഹമ്മദിനെ ചെകുത്താനെന്നാണ്  മാർട്ടിൻ ലൂഥർ വിശേഷിപ്പിച്ചത്.
[ഏപ്രിൽ 20  റജബ് മാസം 9 നാണ്‌ എന്നും  സെപ്റ്റംബർ 20 നാണ്‌   എന്നും ചില കേന്ദ്രങ്ങൾ സൂചിപ്പിക്കുന്നു.
സന്ദേശം എങ്ങനെ നിർമ്മിക്കണമെന്നു തീരുമാനിക്കുക.
വിവരണം
സംസ്കൃതത്തിൽ രചിക്കപ്പെട്ടവന്ദേമാതരം എന്ന ബങ്കിം ചന്ദ്ര ചാറ്റർജിയുടെ കൃതിയാണ്  ഇന്ത്യയുടെ ദേശീയ ഗീതം.
എന്നൽ ഭക്തിപ്രസ്ഥാനഫലമായി രൂപം കൊണ്ടത് പുരുഷപ്രധാനഭക്തിയാണ്.
സ്വന്തം കൈകൾ കൊണ്ട് നേരിട്ടോ അന്യവ്യക്തിയുടെ സഹായത്താലോ (ലൈംഗികവേഴ്ചയൊഴികെ) ഉപകരണങ്ങൾ ഉപയോഗിച്ചോ സ്വയം ഭോഗത്തിൽ ഉത്തേജനം സാധ്യമാക്കുന്നതും സ്വയംഭോഗത്തിൽ‌പ്പെടും.
1950 ജനുവരിയിലാണ് ഭരണഘടനാ സമിതി ഇതംഗീകരിച്ചത്.
പച്ച സൽക്കഥാപാത്രങ്ങളും (സാത്വികം) കത്തി രാജസ കഥാപാത്രങ്ങളും(രാജാക്കന്മാരായ ദുഷ്ടകഥാപാത്രങ്ങളും) ആണ്‌.
പദങ്ങൾ ചൊല്ലി ആടാൻ തുടങ്ങിയ കാലങ്ങളിൽ ആംഗികവാചികങ്ങളെ എങ്ങനെ പൊരുത്തപ്പെടുത്തും എന്ന സമസ്യയ്ക്ക് ഉത്തരമെന്ന നിലയിലാണ്  വെട്ടം കല്ലടിക്കോടൻ കപ്ലിങ്ങാടൻ സമ്പ്രദായങ്ങൾ ആവിർഭവിച്ചത്.
കമ്പ്യൂട്ടറുകൾ തമ്മിലുള്ള ബന്ധവും അവ തമ്മിൽ ആശയമോ ദത്തങ്ങളോ മറ്റു വിവരങ്ങളോ കൈമാറ്റം ചെയ്യുന്നത് സാധിച്ചെടുക്കുന്നതും നിയന്ത്രിക്കുന്നതും പ്രോട്ടോക്കോളുകളാണ്.
ഇളയ പുത്രി ഫാത്വിമ നബിയുടെ മരണത്തിന്‌ ശേഷമാണ്‌ മരണപ്പെട്ടത്.
Telnet (റ്റെൽനെറ്റ് റിമോട്ട് പ്രോട്ടോക്കോൾ)
ഇന്ത്യൻ ഹോക്കി ടീം 1975-ലെ പുരുഷന്മാരുടെ ഹോക്കി ലോകകപ്പു ജേതാക്കളായിട്ടുണ്ട്.
ബിജെപിയായിരുന്നു പ്രധാന പ്രതിപക്ഷം.
ഖദീജയോടൊപ്പം
നബിയും അനുയായികളും മക്കക്കു സമീപം താവളമടിച്ച വേളയിൽ അവരെ രഹസ്യമാക്കി നിരീക്ഷിക്കാൻ ചെന്ന മക്കൻ നേതാവായ അബൂസുഫ്‌യാൻ മുസ്ലിം യോദ്ധാക്കളുടെ കൈകളിലകപ്പെട്ടു.
മക്കയിലെ ദേവാലയമായ കഅ്ബ സന്ദർശിച്ച ശേഷം അദ്ദേഹം തനിക്കഭയം നൽകിയ മദീനയിലേക്കു തന്നെ തിരിച്ചു പോകുകയാണ് ചെയ്തത്.
അദ്ദേഹത്തിന്റെ ജീവിതത്തിന്റെ എല്ലാ അർത്ഥത്തിലുമുള്ള വിശദാംശങ്ങൾ ഹദീഥുകളിൽ രേഖപ്പെടുത്തപ്പെട്ടു വന്നു.
ഈ തിരുത്തലിലൂടെ മനുഷ്യരുടെ ജിവിതത്തിനും തിരുത്തലുകളുണ്ടായി.
ഒന്നിനു ശേഷം നൂറു പൂജ്യങ്ങൾ വരുന്ന സംഖ്യയെ സൂചിപ്പിക്കാൻ ഉപയോഗിക്കുന്ന ഗൂഗൾ(googol) എന്ന പദം സെർച്ച് എൻ‌ജിന്റെ പേരാക്കാനായിരുന്നു സ്ഥാപകരുടെ ലക്ഷ്യം.
ചരിത്രം
ഇതു കൂടാതെ ഇന്ത്യൻ പ്രീമിയർ ലീഗ് ഇന്ത്യൻ ക്രിക്കറ്റ് ലീഗ് എന്നീ ട്വന്റി 20 ക്രിക്കറ്റ് മത്സരങ്ങളും സംഘടിപ്പിക്കപ്പെടാറുണ്ട്.
വർഗ്ഗം:ഭാഷകൾ
രാജ്യത്തിന്റെ തെക്കായി ഇന്ത്യൻ മഹാസമുദ്രവും പടിഞ്ഞാറ് അറബിക്കടലും കിഴക്ക് ബംഗാൾ ഉൾക്കടലുമുള്ള ഇന്ത്യയ്ക്ക്   നീളം‌വരുന്ന തീരപ്രദേശമുണ്ട്.
വലിപ്പത്തിൽ ലോകരാഷ്ട്രങ്ങൾക്കിടയിൽ 7 ആം സ്ഥാനവും ജനസംഖ്യയിൽ രണ്ടാംസ്ഥാനവും ഇന്ത്യക്കുണ്ട്.
ദേശീയപതാകയിലെ കുങ്കുമനിറം ധൈര്യത്തിനേയും ത്യാഗത്തിനേയും സൂചിപ്പിക്കുന്നു.
ശകവർഷമാണ്‌ ഭാരതത്തിന്റെ ദേശീയ പഞ്ചാംഗം.
ഡെക്കാൻ മേഖലയിലാണ്‌ ജോവർ കൂടുതലായും കൃഷി ചെയ്യുന്നത്.
