കേളപ്പൻ എന്നീ കേരള നേതാക്കളെ അദ്ദേഹം സന്ദർശിച്ചു .
ബാല്യം
അതേസമയം അദ്ദേഹം എല്ലാ മതങ്ങളും നല്ലതെന്ന് വിശ്വസിച്ചു .
ഫാബി ബഷീറാണ് ഭാര്യ .
അവലംബം
ഒരു ഭാര്യ അല്ലെങ്കിൽ ഭർത്താവ് എന്ന നിലയിൽ എന്തൊക്കെ ചെയ്യണം ?
ഇൻഫർമേഷൻ ടെക്നോളജി
പാശ്ചാത്യ രാജ്യങ്ങൾ കോളനിയാക്കി ചവിട്ടി മെതിച്ച ആഫ്രിക്കയെ അടിമത്തത്തിൽ നിന്നും മോചിപ്പിച്ച ജോ മോ കെനിയാറ്റ യാണ് ‌ കെനിയൻ ഗാന്ധിയായി അറിയപ്പെടുന്നത് .
ഗാന്ധിയുടെ ജീവിതത്തിന്റെ അവസാനകാലം പൊതുവേ ദുഃഖഭരിതമായിരുന്നു .
ഇന്ത്യാക്കാരുടെ വിദ്യാഭ്യാസമില്ലായ്മയും ശുചിത്വക്കുറവുമാണ് ഇതിനു കാരണം എന്നു വിശ്വസിച്ച് അവ പരിഹരിക്കാനുള്ള നടപടികൾ അദ്ദേഹം ആസൂത്രണം ചെയ്തു .
അയിത്തത്തിനെതിരെ പല യോഗങ്ങളിലും പ്രസംഗിച്ചു .
ദക്ഷിണാഫ്രിക്കായിൽ അദ്ദേഹത്തിന്റെ ഈ മൂന്നാം വരവിലാണ് സത്യാഗ്രഹം എന്ന ആശയം ഉരുത്തിരിഞ്ഞു വന്നത് .
സിംബ്ര
1891-ൽ നിയമപഠനം പൂർത്തിയാക്കി ഇന്ത്യയിൽ തിരിച്ചെത്തി .
മുണ്ഡാ ജാതിയിൽ പ്രചരിച്ചിട്ടുള്ള കഥയിലും കൊക്കിന്റെ കഴുത്ത് രാമൻ വലിച്ചു നീട്ടി അതിനെ ശിക്ഷിക്കുന്നതിന്റേയും ഇലന്തമരം സീതയുടെ സാരിയുടെ കഷണങ്ങൾ രാമനു നൽകി അനശ്വരതയുടെ വരം നേടുന്നതും മറ്റും ഉണ്ട് .
പുറത്തേക്കുള്ള കണ്ണികൾ
പാണിനിയുടെ അഷ്ടാധ്യായിനിയിൽ മഹാഭാരതത്തിലെ പ്രമുഖ കാഥാപാത്രങ്ങളെക്കുറിച്ചുള്ള സൂചനകൾ ഇല്ലെങ്കിലും താരതമ്യേന അപ്രധാനികളായ ശുർപ്പണഖ കൈകേയി കൗസല്യ എന്നിവരെ പരാമർശിക്കുന്നുണ്ട് .
ഈ ശ്ലോകം ചൊല്ലിത്തീർന്നതും ബ്രഹ്മാവ് അവിടെ പ്രത്യക്ഷനായി .
ഇത് രാജഭരണത്തിനു പ്രാധാന്യം വന്നു ചേർന്നകാലത്തായിരിക്കണം .
സൂപ്പർ കമ്പ്യൂട്ടർ
thumb -PIPE- center -PIPE- 300px -PIPE- ഗാന്ധിജിയുടെ രാജ്ഘട്ടിലുള്ള അന്ത്യവിശ്രമസ്ഥലം
ഈ കവിയൂടെ ജീവചരിത്രത്തെപ്പറ്റിയുള്ള പ്രാമാണികമായ തെളിവുകളുടെ അഭാവം ഉണ്ട് എന്നത് നിസ്തർക്കമാൺ .
ഗാന്ധിക്ക് 16 വയസുള്ളപ്പോൾ ആദ്ദേഹത്തിന്റെ പിതാവ് ഒരു നിത്യരോഗിയായി .
അദ്ദേഹത്തിന്റെ അച്ഛൻ 1885-ൽ അന്തരിച്ചു .
ഈ വിശ്വാസം പ്രതിഭലിപ്പിക്കാൻ കറങ്ങുന്ന ചർക്ക ഇന്ത്യൻ നാഷണൽ കോൺഗ്രസിന്റെ പതാകയിൽ പിന്നീട് ചേർക്കപ്പെട്ടു .
സ്വന്തം ജീവിതത്തിലെ തെറ്റുകളും സ്വന്തം പരീക്ഷണങ്ങളും ഇതിന് അദ്ദേഹത്തെ സഹായിച്ചു .
അവലംബം
ഇവിടെ കാമം എന്നത് കൊണ്ട് ഉദ്ദേശിക്കുന്നത് ലൈംഗികത മാത്രമല്ല മറിച്ച് പാട്ടുപാടൽ വായന നൃത്തം തുടങ്ങിയ എല്ലാ കലകളെയും ഉദ്ദേശിക്കുന്നു .
പിന്നീട് അദ്ദേഹം ഹരിജനക്ഷേമപ്രവർത്തനങ്ങളിൽ മുഴുകി .
അവലംബം
മറഞ്ഞത് എന്ന κρύπτω -LRB- ക്രിപ്റ്റോ -RRB- എഴുതാൻ എന്ന γράφω -LRB- ഗ്രാഫോ -RRB- അല്ലെങ്കിൽ സംസാരിക്കാൻ എന്ന λέγειν -LRB- ലെജീൻ -RRB- എന്നീ ഗ്രീക്ക് പദങ്ങളിൽ നിന്നുണ്ടായതാണ് ‌ ക്രിപ്റ്റോഗ്രാഫി എന്ന വാക്ക് .
ആദികവി വാല്മീകിക്കു മുന്പേ തന്നെ രാമകഥ സംബന്ധിച്ച ആഖ്യാനകാവ്യം പ്രചരിച്ചു കഴിഞ്ഞിരുന്നു .
വർഗ്ഗം : ഇന്റർനെറ്റ് മെയിൽ പ്രോട്ടോക്കോൾ
ചിലപ്പോഴെങ്കിലും അത് അന്ധവിശ്വാസത്തെ പ്രോത്സാഹിപ്പിക്കുന്നിടത്തോളം എത്തി .
രാവണചരിതം മുതൽ സീതാത്യാഗവും രാമസീതാസം ‌ യോഗവും വരെയുള്ള മുഴുവൻ രാമകഥയുടേയും കൈയെഴുത്തു പ്രതികൾ തിബറ്റിൽ ലഭിച്ചിട്ടുണ്ട് .
1930-ൽ കോഴിക്കോട്ട് ഉപ്പുസത്യാഗ്രഹത്തിൽ പങ്കെടുത്തതിൻറെ പേരിൽ ജയിലിലായി .
അനന്തരം സീതാപഹരണം .
ദൈവത്തോട് കൂടുതൽ അടുക്കുന്നതിനുള്ള ഒരു വഴിയായും സ്വയം മനസ്സിലാക്കലിന്റെ ഒരു പ്രധാന അടിസ്ഥാനമായും ഗാന്ധിജി ബ്രഹ്മചര്യയെ കണ്ടു .
വാല്മീകി എഴുതിയ രാമായണത്തിനും പ്രചാരത്തിലിരിക്കുന്ന വാൽമീകീരാമായണത്തിനും തമ്മിൽ വളരെക്കാലത്തെ അന്തരം കാണുന്നുണ്ട് .
കട്ടവരദരാജു ക്രി.വ.
അദ്ധ്യാത്മരാമായണം
പുതിയപദ്ധതിയെക്കുറിച്ച് ചർച്ച ചെയ്യാൻ വൈസ്രോയി സിം ‍ ലയിൽ സർവ്വ കക്ഷിയോഗം വിളിച്ചു കൂട്ടിയപ്പോൾ നിരീക്ഷകനായി ഗാന്ധിജിയും പങ്കെടുത്തു .
എന്നാൽ പൂർണ്ണ സ്വരാജായിരുന്നു മിക്കവർക്കും വേണ്ടിയിരുന്നത് .
ശിവനും പാർവതിയും തമ്മിൽ നടന്ന സംഭാഷണം കേട്ട ശേഷം മനുഷ്യകുലത്തിനുവേണ്ടി ശിവദാസനായ നന്ദി എഴുതിയതാണ് കാമസൂത്രം എന്നൊരു ഐതീഹ്യവും നിലവിലുണ്ട് .
ഒന്നാമത്തെ ഭാഗം അയോദ്ധ്യയിലെ സംഭവങ്ങളുമായി ബന്ധപ്പെട്ടിരിക്കുന്നു .
തുടർന്ന് 1925 മാർച്ച് 8-ന് ഗാന്ധി വീണ്ടും കേരളത്തിൽ എത്തി .
ബഷീറിന്റെ മതിലുകൾ എന്ന നോവൽ സിനിമയായിട്ടുണ്ട് .
ഭാരതത്തിന്റെ സംഭാവനയായ രണ്ട് ഇതിഹാസങ്ങളിൽ ഒന്നാണ് ‌ രാമായണം .ഇംഗ്ലീഷ് : Ramayana .
അതീവ ലളിതവും എന്നാൽ ശൈലികൾ നിറഞ്ഞതുമായ ആ രചനകൾ വായനക്കാർക്ക് ലളിതമായിരുന്നെങ്കിലും അവ പരിഭാഷകർക്ക് ബുദ്ധിമുട്ടുണ്ടാക്കി .
1984 അടിയൊഴുക്കുകൾ
തെലുങ്കുരാമായണം
അഭിഭാഷകനായി യോഗ്യത നേടിയെങ്കിലും രണ്ടു വർഷം മഞ്ചേരിയിൽ അഭിഭാഷക ജോലിയിൽ ഏർപെട്ട ശേഷം അഭിനയരംഗത്ത് വേരുറപ്പിച്ചു .
വസ്തുതകളെ ഉപഭോക്താവിന്റെ വിജ്ഞാനം വർദ്ധിപ്പിക്കുന്ന രീതിയിൽ വിശകലനം തരംതിരിക്കൽ മാറ്റിമറിക്കൽ എന്നിവ ചെയ്യുമ്പോൾ കിട്ടുന്ന ഫലമാണ് വിവരം അഥവാ ഇൻഫൊർമേഷൻ .
ധാർമ്മികമായ ജീവിതത്തെയാണ് ധർമ്മം എന്നതുകൊണ്ട് ഉദ്യേശിക്കുന്നത് .
മൗനം -LRB- मौनं -RRB- ശാന്തി -LRB- शांति -RRB- എന്നീ ഹൈന്ദവ തത്ത്വങ്ങളാണ് ഇതിൽ അദ്ദേഹത്തിന് വഴികാട്ടിയത് .
40 തരം ചുംബനങ്ങളെക്കുറിച്ചും കാമസൂത്രം പ്രതിപാദിക്കുന്നുണ്ട് .
അതിനെ അദ്ദേഹം ഒരനുഗ്രഹമായി കാണുകപോലും ചെയ്തു .
നയീ താലീം എന്നും ഇത് അറിയപ്പെടുന്നു .
അവ ഈശ്വരപ്രേരിതമാണെങ്കിൽ എന്തുകൊണ്ട് ബൈബിളും ഖുറാനും അങ്ങനെ ആയിക്കൂട ?
രാജ് ‌ കോട്ടിലെത്തിയ ഗാന്ധി ദക്ഷിണാഫ്രിക്കയിലെ ഇന്ത്യക്കാരുടെ നില വിവരിച്ചുകൊണ്ട് ലഘുലേഖകളും പത്രപ്രസ്താവകളും ഇറക്കുകയും ജസ്റ്റീസ് റാനഡേ ജസ്റ്റീസ് ബദറുദ്ദീൻ തയ്ബാജി സർ ഫിറോസ് ഷാ മേത്ത എന്നിവരുമായി ഇക്കാര്യം ചർച്ച ചെയ്യുകയും ചെയ്തു .
മാരീചൻ എന്ന രാക്ഷസന്റെ മായകൊണ്ട് രാവണൻ സീതയെ അപഹരിച്ച് തന്റെ രാജ്യമായ ലങ്കയിലേക്ക് കൊണ്ടുപോകുന്നു .
തുടർന്ന് ബീഹാറിലെത്തി .
മൈക്രോസോഫ്റ്റ് ഓഫീസ്
ജാഥയെത്തുടർന്ന് ദണ്ഡി കടപ്പുറത്ത് അദ്ദേഹം സത്യാഗ്രഹം ഇരുന്നു .
തടവുകാരെ മോചിപ്പിക്കുകയും മർദ്ദനനയം അവസാനിപ്പിക്കുകയും ചെയ്യണം എന്നാവശ്യപ്പെട്ട് ഗാന്ധിജി തടവിൽ നിരാഹാരം അരംഭിച്ചു .
അദ്ദേഹം 1931 ഓഗസ്റ്റ് 29 ലണ്ടനിലേക്ക് തിരിച്ചു .
പ്രധാനമായും രണ്ടുഭാഗമായാണ് ‌ രാമായണം വികസിച്ചിരിക്കുന്നത് ‌ എന്നാണ് ‌ പാശ്ചാത്യചരിത്രകാരന്മാരുടെ അഭിപ്രായം .
വിൻഡോസ് 2000
രാമനെ വെറുമൊരു സാധാരണ മനുഷ്യനായി വിവരിക്കുന്ന ആദ്യരൂപത്തോട് വിഷ്ണുവിന്റെ അവതാരങ്ങളിലൊന്നായി വാഴ്ത്തുന്ന തരത്തിലുള്ള ഭാഗങ്ങൾ പിന്നീട് ചേർക്കപ്പെട്ടതാണ് ‌ എന്ന വാദമുണ്ട് .
അനേകായിരം വർഷം അദ്ദേഹം തപസ്സു ചെയ്തിരുന്നുവെന്നും സൂചിപ്പിക്കുന്നു .
വർഗ്ഗം : തെലുഗ് ചലച്ചിത്രനടന്മാർ
POP4 പോപ് 4 പ്രൊപ്പോസൽ
ഗ്രമീണ ജീവിത വികാസത്തിനാവശ്യമായ പദ്ധതികൾക്ക് സേവാഗ്രാം വഴികാട്ടിയായിത്തീർന്നു .
5 -RRB- സിംഹള ദ്വീപിലെ അതി പ്രാചീനമായ ഗ്രന്ഥങ്ങളാണ് ഇതിലെല്ലാം രാമകഥയുടെ സൂചനകൾ ഉണ്ടെങ്കിലും രാവണനെപ്പറ്റി എങ്ങും പ്രസ്താവിക്കുന്നില്ല എന്നതും ദിനേശചന്ദ്രൻ ആധാരമാക്കിയ ബൗദ്ധലങ്കാവതാരസൂത്രത്തിലെ ആദ്യ അദ്ധ്യയം -LRB- രാവണനും ബുദ്ധനും തമ്മിൽ സംഭാഷണം നടന്നതായി രേഖപ്പെടുത്തിയിരിക്കുന്ന ഭാഗം -RRB- പ്രക്ഷിപ്തമാണെന്നും തെളിവ് ലഭിച്ചതും ദിനേശചന്ദ്രന്റെ വാദങ്ങളെ ഖണ്ഡിക്കുന്നവയാണ് ‌ .
ചില ചരിത്രകാരന്മാരുടെ അഭിപ്രായപ്രകാരം കോസല ദേശത്തെ നാടോടിപ്പാട്ടുകളാണ് ‌ രാമന്റെ കഥ .
റെയിൽ ഗതാഗതത്തെക്കുറിച്ച് ഗാന്ധിക്ക് പറയാനുണ്ടായിരുന്നത് ഇതാണ് : -
രാവണനെ വെല്ലുവിളിച്ചശേഷം സമുദ്രം വീണ്ടും തിരിച്ച് ചാടിക്കടന്ന് രാമനടുത്തെത്തി വിവരം അറിയിക്കുന്നു .
ആമുഖം
RFC 2595 - യൂസിങ്ങ് ടി.എൽ.എസ് വിത് പോപ് ഐമാപ് ആൻഡ് ഏക്യാപ്
രാമായണം ആട്ടക്കഥ- കൊട്ടാരക്കരത്തമ്പുരാൻ രചിച്ച ഈ ആട്ടക്കഥ വാല്മീകിരാമായണത്തിന്റെ സ്വതന്ത്രതർജ്ജമയാണ് ‌ .
മാത്രമല്ല ഇവ വർഷംതോറും വൃദ്ധിസംജ്ഞിതമായി ശക്തി കൂടുകയാണ് .
കേരള സാഹിത്യ അക്കാദമി ഫെല്ലോഷിപ്പ്
ഒരോ പാഠത്തിലും മറ്റു പാഠങ്ങളിലില്ലാത്ത ധാരാളം ശ്ലോകങ്ങൾ കാണുന്നുണ്ട് .
പക്ഷേ ഇന്ന് ഏറ്റവും സാധാരണമായി ഉപയോഗിക്കുന്ന രൂപം നിവേശിപ്പിക്കപ്പെട്ട കമ്പ്യൂട്ടർ -LRB- embedded system -RRB- ആണ് അതായത് മറ്റൊരു യന്ത്രത്തെ നിയന്ത്രിക്കുന്ന കമ്പ്യൂട്ടർ .
സ്വന്തം ശത്രുവിനോട് പോലും ക്ഷമിക്കുന്ന അവസ്ഥയാണ് അഹിംസ .
ഗ്രാഫിക്കൽ ഉപയോഗരീതിയിൽ കമാൻഡുകൾ -LRB- അഥവാ കമ്പ്യൂട്ടറിനുള്ള നിർദ്ദേശങ്ങൾ -RRB- ടൈപ്പു ചെയ്യുന്നതിനു പകരം മൗസ് ഉപയോഗിച്ചു ഐക്കണുകളിൽ അമർത്തി പ്രോഗ്രാമുകൾ പ്രവർത്തിപ്പിക്കുന്നു .
ബിരുദം നൽകിയപ്പോൾ നടത്തിയ പ്രഭാഷണം -RRB- -LRB- 1992 -RRB-
ബിംബങ്ങളും പ്രതിബിംബങ്ങളും വർണ്ണനയും ഇതിനെ മനോഹരമാക്കുന്നു .
എന്നാൽ ഭരതന്റെ അഭ്യർത്ഥനപ്രകാരം സിംഹാസനത്തിലേക്ക് തിരിച്ചു ചെല്ലാൻ രാമൻ വിസമ്മതിച്ചു .
തുടർന്ന് എറണാകുളത്തുള്ള ഗവൺമെന്റ് ലോകോളേജിൽ നിന്ന് അഭിഭാഷകനായി പുറത്തിറങ്ങിയ മമ്മൂട്ടി മഞ്ചേരിയിൽ രണ്ടു വർഷം അഭിഭാഷകനായി സേവനമനുഷ്ടിച്ചിട്ടുണ്ട് .
മതിലുകൾ -LRB- നോവൽ ; 1989-ൽ അടൂർ ഗോപാലകൃഷ്ണൻ സിനിമയാക്കി -RRB- -LRB- 1965 -RRB-
അതിലൊരാളാണ് ഇന്ദ്രനും .
വർഗ്ഗം : ലോകനേതാക്കൾ
ബേപ്പൂർ സുൽത്താൻ എന്ന അപരനാമത്തിലും അറിയപ്പെടുന്നു .
1990 മതിലുകൾ
അയോദ്ധ്യയിലെ രാജാവായിരുന്ന ദശരഥമഹാരജാവിന്റെ പട്ടമഹിഷിയായ കൗസല്യയിൽ ഉണ്ടായ ആദ്യപുത്രനാണ് ‌ രാമൻ .
തെണ്ടുൽകർ
ബാലകാണ്ഡത്തിന്റെ ഒന്നാം സർഗത്തിൽ നാരദമുനി വാല്മീകിക്ക് ‌ രാമായണ കഥ ചുരുക്കത്തിൽ പറഞ്ഞുകൊടുക്കുന്നുണ്ട് ‌ .
ഇത് അദ്ദേഹത്തിന്റെ വ്യക്തിമാഹാത്മ്യം കാണിക്കുന്ന അദ്യത്തെ സംഭവങ്ങളിൽ ഒന്നാണ് .
ആരോഗ്യം
ആസ്സാമീസ് ഇംഗ്ലീഷ് ഹിന്ദി ഒറിയ തമിഴ് തെലുങ്ക് മലയാളം കന്നട ഉർദു പഞ്ചാബി തുടങ്ങിയ ഭാഷകളിൽ ഗാന്ധിജിയുടെ ആത്മകഥ ലഭ്യമാണ് .
വർഗ്ഗം : വിവരസാങ്കേതികവിദ്യ
ബീഹാറിലെ സാന്ധാൾ വംശത്തിൽ പെട്ടവരുടെ -LRB- ഹരപ്പൻ നിവാസികളുടെ പിൻഗാമികൾ എന്ന് ചില ചരിത്രകാരന്മാർ കരുതുന്നു -RRB- ഇടയിൽ പ്രചാരമുള്ള രാമകഥക്ക് രാമയണവുമായി അടുത്ത സാമ്യമുണ്ട് .
അമ്മയാകട്ടെ തികഞ്ഞ ഈശ്വരവിശ്വാസിയായിരുന്നു .
മഹാഭാരതത്തിലെ അനുശാസനപർവ്വത്തിൽ ഒരു വാദത്തിൽ വാൽമീയെ ബ്രഹ്മഘ്നൻ എന്നാക്ഷേപിക്കുന്നുണ്ട് .
സത്യാഗ്രഹികൾക്കാണെങ്കിൽ സന്താനോല്പാദനത്തിനായുള്ള ലൈംഗികബന്ധം പോലും വർജ്ജ്യമാണ് .
ഇതിനെ ടോട്ടം എന്ന ഗോത്രവിഭാഗത്തിൽ പെടുത്തിയാണ് ‌ ആധുനിക ചരിത്രകാരന്മാർ കാണുന്നത് .
ദക്ഷിണാഫ്രിക്കയിലെ ഫീനിക്സ് ആശ്രമത്തിൽ നിന്നും വന്ന വിദ്യർത്ഥികളെ രവീന്ദ്രനാഥ ടാഗോർ ശാന്തിനികേതനിലേയ്ക്ക് ക്ഷണിച്ചു .
ഗവേഷണ ലേഖനങ്ങൾ
നേരും നുണയും -LRB- 1969 -RRB-
മഹാദേവദേശായി അത് ഇംഗ്ലീഷിലേക്ക് തർജ്ജമ ചെയ്യുകയും അതിന് ഒരു ആമുഖം എഴുതിച്ചേർക്കുകയും ചെയ്തു .
തീവണ്ടിയിൽ ഉയർന്ന ശ്രേണികളിലെ കൂപ്പകളിൽ ഇന്ത്യക്കാരേയോ കറുത്ത വർഗ്ഗക്കാരെയോ കയറാൻ അനുവദിച്ചിരുന്നില്ല .
ഒന്നാം ലോകമഹായുദ്ധം നടക്കുന്ന സമയമായിരുന്നു അത് .
1988-ൽ ഭാരതസർക്കാർ ഇദ്ദേഹത്തിന് പത്മശ്രീ നൽകി ആദരിച്ചു .
വാച്ചയുടെ അദ്ധ്യക്ഷതയിൽ ചേർന്ന കോൺഗ്രസ്സിൽ അദ്ദേഹം ദക്ഷിണാഫ്രിക്കൻ ഇന്ത്യാക്കാരുടെ അവശതകളെക്കുറിച്ച് പ്രമേയം അവതരിപ്പിച്ചു .
ആളുകൾ ഗാന്ധിയുടെ വാക്കനുസരിച്ച് വിദ്യാലയങ്ങളും കോടതികളും ബഹിഷ്കരിക്കുകയും ബ്രിട്ടീഷ് സ്ഥാനങ്ങളും സ്ഥാനപ്പേരുകളും ഉപേക്ഷിക്കുകയും ചെയ്തു .
ക്വോ നസ്മിൻ സാമ്പ്രതം ലോകേ ഗുണവാൻ തത്ര വീര്യവാൻ
ജീവിതകാലം മുഴുവൻ അദ്ദേഹം ഹൈന്ദവ തത്ത്വശാസ്ത്രങ്ങളുടെ പ്രായോക്താവായിരുന്നു .
സ്റ്റാലിന്റെ കാലത്തെ മഹത്തായ സോവിയറ്റ് വിജ്ഞാനകോശം -LRB- The Great Soviet Encyclopedia -RRB-
അദ്ദേഹത്തിന്റെ പേരിൽ നാടൊട്ടുക്ക് സർക്കാർ വിദ്യാലയങ്ങളും കലാലയങ്ങളും സർക്കാർ നിർമ്മിച്ചിരിക്കുന്നു .
സബർമതി ആശ്രമത്തിൽ 1930 ഫെബ്രുവരി 14 മുതൽ 16 വരെ ചേർന്ന അഖിലേന്ത്യാ കോൺഗ്രസ് പ്രവർത്തക സമിതി സിവിൽ നിയമ ലംഘന സമരം ആരംഭിക്കാൻ തീരുമാനമെടുത്തു .
ഒടുവിൽ അദ്ദേഹത്തിന്റെ നിലപട് അംഗീകാരിക്കപ്പെട്ടു .
സമുദായനേതാക്കളും ലഹളക്ക് നേതൃത്വം കൊടുത്തവരും ഒത്തുതീർപ്പിന് തയ്യാറായപ്പോൾ അദ്ദേഹം നിരാഹാരം അവസാനിപ്പിച്ചു .
വിമർശനങ്ങളും മറുപടികളും
ഇക്കാര്യത്തിൽ അമ്മയോടുള്ള വാക്കു പാലിച്ചതിനുപുറമേ സസ്യാഹാരത്തെപ്പറ്റി പഠിക്കുകയും അതിന്റെ ഗുണത്തെക്കുറിച്ച് അറിവ് നേടുകയും വെജിറ്റേറിയൻ ക്ലബ്ബിൽ ചേർന്ന് അതിന്റെ നിർവ്വാഹക സമിതിയിലേയ്ക്ക് തിരഞ്ഞെടുക്കപ്പെടുകയും ചെയ്തു .
വീണ്ടും അദ്ദേഹത്തെ 1913 നവംബർ 6-ന് അറസ്റ്റ് ചെയ്തു .
ക്രിസ്തുവിനു മുമ്പ് ‌ 38-ൽ ആണ് ‌ പാലി ഭാഷയിലെ ഈ കൃതി രചിക്കപ്പെട്ടത് ‌ .
ഒന്ന് ഉത്തരഭാരതത്തിൽ രാമയണത്തിനു മുന്നേ പ്രചാരമുണ്ടായിരുന്ന ദശരഥജാതകം രണ്ട് ദക്ഷിണഭാരതത്തിൽ പ്രചാരത്തിലിരുന്ന രാവണ സംബന്ധിയായ ആഖ്യാനം .
ബാലി ലങ്കാദഹനം തടത്തി സീതയെ രാമന്റെ അടുക്കലെത്തിക്കുന്നു .
രാജഗോപാലാചഅരി അടക്കമുള്ള പല രാമയാണ കർത്താക്കളും തങ്ങളുടെ രാമായണങ്ങളിൽ ഉത്തര കാണ്ഡത്തെ ഉൾക്കൊള്ളിച്ചിട്ടേ ഇല്ല .
അനർഘനിമിഷം -LRB- ചെറുകഥകൾ -RRB- -LRB- 1946 -RRB-
ശ്രീ നാരായണഗുരുവിനെ സന്ദർശിച്ച ശേഷം ആണ് അദ്ദേഹം അവർണ്ണരുടെ ഉന്നമനത്തിനായി പ്രവർത്തിക്കൻ തീരുമാനിച്ചത് .
thumb -PIPE- right -PIPE- 200px -PIPE- ഗാന്ധിയും കസ്തൂർബയും1902
മറ്റ് വിശ്വാസങ്ങളിലേക്ക് തന്നെ മാറ്റുവാനുള്ള എല്ലാ ശ്രമങ്ങളേയും ഗാന്ധി നിരസ്കരിച്ചു .
അനീസ് ഷാഹിന എന്നിങ്ങനെ രണ്ട് മക്കളുണ്ട് .
കുറിപ്പുകൾ
കാമസൂത്രം അതാണ് കാട്ടിത്തരുന്നത് .
ഓപറേറ്റിങ്ങ് ‌ സിസ്റ്റം
കെനിയാറ്റ എന്ന വാക്കിനു് സ്വാഹിലി ഭാഷയിൽ കെനിയയുടെ വെളിച്ചം എന്നാണ് ‌ അർത്ഥം .
അദ്ദേഹം വെറുത്തിരുന്ന ഇന്ത്യാവിഭജനം അതിന്റെ പ്രധാന കാണവുമായിരുന്നു .
തീവണ്ടികളിൽ ഒന്നും രണ്ടും ക്ലാസ്സുകളിൽ പ്രവേശനം കിട്ടാനായി റെയിവേ അധികൃതരുമായി ഗാന്ധി കത്തിടപാടുകൾ നടത്തി .
ഹിന്ദു-മുസ്ലീം ഐക്യത്തിനായി ശ്രമിച്ചു .
1906-ൽ അദ്ദേഹം ബ്രഹ്മചര്യം ജീവിതവൃതമാക്കി .
സിറ്റാഡൽ / യു ‌ എക്സ്
right -PIPE- thumb -PIPE- നാസയുടെ കോളമ്പിയ എന്ന സൂപ്പർ കമ്പ്യൂട്ടർ
അമ്മയുടെ മരണവാർത്തയാണ് അദ്ദേഹത്തെ ഇന്ത്യയിൽ എതിരേറ്റത് .
അണ്ണാൻ കുഞ്ഞ് സീതയുടെ മാർഗ്ഗം പറഞ്ഞു കൊടുക്കുന്നതിനാൽ രാമൻ തലോടുന്നതായാണ് ‌ അവരുടെ കഥകളിൽ ഉള്ളത് .
സംസ്കൃതത്തിൽ
അത് പാണിനിയുടെ കാലത്തും രാമായണം അല്ലെങ്കിലും രാമകഥ പ്രചാരത്തിലിരുന്നതായി കാണിക്കുന്നു .
അതേ രൂപത്തിൽ തന്നെ ശ്രീരാമന്റെ ‍ ജീവിതകഥ രചിക്കുവാൻ വാല്മീകിയെ ഉപദേശിച്ചു .
-LRB- ആദ്യകാലങ്ങളിൽ ഇന്ത്യൻ ഭൂഭാഗം റിപ്പബ്ലിക്കൻ രീതിയായിരുന്നത് ഓർക്കുക -RRB-
സോഫ്ട് ‌ വെയർ
രാഷ്ട്രപിതാവ് എന്ന് ഗാന്ധിയെ ആദ്യമായി വിളിച്ചത് സുഭാഷ് ചന്ദ്ര ബോസ് ആയിരുന്നു .
പാരമ്പര്യമനുസരിച്ച് അദ്ദേഹം ആദ്യം ഒരു കൊള്ളക്കാരനായിരുന്നു .
മാതാപിതാക്കളെ വളരെയധികം സ്നേഹിച്ചിരുന്ന അദ്ദേഹം രോഗബാധിതനായ പിതാവിനെ എല്ലാസമയവും ശുശ്രൂഷിച്ചു .
1887-ലായിരുന്നു ‍ മോഹൻ ‍ ദാസ് മെട്രിക്കുലേഷൻ പൂർത്തിയാക്കിയത് .
തന്റെ ജീവിതത്തിന്റെ ലാളിത്യം പ്രകടിപ്പിച്ചുകൊണ്ട് തുടർന്നുള്ള ജീവിതകാലം മുഴുവൻ അദ്ദേഹം മുണ്ടാണ് ധരിച്ചത് .
അദ്ദേഹം തന്റെ ആത്മകഥക്ക് ‌ പേരിട്ടത് തന്നെ എന്റെ സത്യാന്വേഷണപരീക്ഷണങ്ങൾ എന്നാണ് .
ചിത്രങ്ങൾ
എങ്ങനെ നല്ല പൗരനാവാം സ്ത്രീയും പുരുഷനും തമ്മിൽ എങ്ങനെ മികച്ച ബന്ധമുണ്ടാക്കാം ഗൃഹ സജ്ജീകരണം ലൈംഗിക ജീവിതത്തിലെ ഭക്ഷണക്രമം ജീവിതത്തിലെ മൂന്ന് പ്രധാന ലക്ഷ്യങ്ങൾ ജ്ഞാന സമ്പാ ‍ ദനം ഭാര്യയുടെ ചുമതലകളും അവകാശങ്ങളും ധനം ഉണ്ടാക്കാനുള്ള വഴികൾ സുഹൃദ്ബന്ധങ്ങൾ തുടങ്ങിയ അനുദിനജീവിതത്തിൽ നിന്ന് മാറ്റി നിർത്താനാവാത്ത ഒട്ടനവധി വിഷയങ്ങളെക്കുറിച്ച് കാമസൂത്രം ചർച്ച ചെയ്യുന്നു .
ഹരിജന ക്ഷേമഫണ്ട് പിരിക്കുവാനുള്ള യാത്രക്കിടയിൽ അദ്ദേഹം നാലാം വട്ടം 1934 ജനുവരി 10-ന് കേരളത്തിൽ എത്തി .
വിഭാഗം : മലയാളം നോവലെഴുത്തുകാർ
ഗണിതശാസ്ത്രത്തിന്റെയും കമ്പ്യൂട്ടർ ശാസ്ത്രത്തിന്റെയും ശാഖയായിട്ടാണ് ‌ ആധുനികകാലത്ത് ഇതിനെ പരിഗണിക്കുന്നത് വിവരസിദ്ധാന്തം -LRB- information theory -RRB- കമ്പ്യൂട്ടർ സുരക്ഷിതത്വം -LRB- computer security -RRB- എൻജിനീയറിങ്ങ് എന്നിവയുമായി ബന്ധപ്പെട്ടതാണ് ‌ ഈ മേഖല .
ഇതിന്റെ അടിസ്ഥാനത്തിൽ വാല്മീകി രാമായണം രചിച്ചു എന്ന് മിക്കവാറും എല്ലാ പണ്ഡിതരും ഏകാഭിപ്രായക്കാരാണ് ‌ .
ഒരുതരത്തിലും മതവിരുദ്ധനല്ലാതിരുന്ന കവി രവീന്ദ്ര നാഥടാഗോർ പോലും ഇക്കാര്യത്തിൽ ഗാന്ധിയുടെ വിമർശകനായിരുന്നു .
ദശരഥനിതിൽ രണ്ട് പത്നിമാർ മാത്രമാണുള്ളത് .
പിന്നീട് ‌ ഭഗത് സിംഗ് മാത്രുകയിൽ തീവ്രവാദ സംഘമുണ്ടാക്കി .
ഇത് നടക്കുന്നത് രാജധാനിക്കടുത്തുൾല അശോകവനത്തിൽ നിന്നാണ് ‌ .
കാമിക്കുക എന്നതിനേക്കാളുപരി സ്നേഹിക്കുവാൻ പഠിക്കണമെങ്കിൽ ബ്രഹ്മചാരിയായിരിക്കണമെന്ന് ഗാന്ധിക്ക് തോന്നി .
ചെറുതും വലുതുമായ പ്രക്ഷിപ്തങ്ങൾ ഒഴിച്ചുള്ള പ്രചാരത്തിലിരിക്കുന്ന വാൽമീകീരാമായണത്തിന്റെ ആധുനികരൂപം കുറഞ്ഞത് ക്രി.വ.
17- -RRB- ം ശതകത്തിൽ വിസ്തൃതമായ ദ്വിപദരാമായണം രചിച്ചു .
രാമായണം -LRB- പൈകോ ചിത്രകഥ -RRB-
വിഭജനവാദത്തിൽ ഉറച്ച ജിന്നയുടെ നിലപാടു കാരണം ചർച്ച പരാജയപ്പെട്ടതായി വൈസ്രോയി പ്രഖ്യാപിച്ചു .
അതിൽ കുറഞ്ഞതോന്നുകൊണ്ടും അവർ തൃപ്തരാകുമായിരുന്നില്ല .
അത് എന്തുതന്നെയായാലും വാത്സ്യായനൻറെ കാമസൂത്രം എന്നാണ് ഈ കൃതി അറിയപ്പെടുന്നത് .
ഇതിൽ ദശരഥൻ പ്രധാന നായകനാണ് .
അദ്ദേഹം എറണാകുളം വഴി മാർച്ച് 10-ന് വൈക്കത്ത് എത്തി സത്യാഗ്രഹികളോടൊത്ത് പ്രഭാതഭജനയിൽ പങ്കെടുത്തു .
ആ ചിത്രത്തിൽ വൈക്കം മുഹമ്മദ് ബഷീർ ആയി അഭിനയിച്ചത് പ്രശസ്ത നടൻ മമ്മൂട്ടി ആണ് .
രാമന്റെ യാത്ര എന്നാണ് ‌ രാമായണത്തിനർത്ഥം .
എന്നിരുന്നാലും പ്രധാന രചനകൾ ഇംഗ്ലീഷിലും ഒട്ടുമിക്ക ഇന്ത്യൻ ഭാഷകളിലും പരിഭാഷ ചെയ്യപ്പെട്ടു .
1985 യാത്ര നിറക്കൂട്ട് -LRB- പ്രത്യേക പുരസ്കാരം -RRB-
തെലുങ്കു സാഹിത്യത്തിൽ രാമകഥയെ സംബന്ധിച്ച ഏറ്റവും മഹത്തരമായ ഗ്രന്ഥം രംഗനാഥൻറ്റെ ദ്വിപദരാമായണമാണ് ‌ 14- -RRB- ം ശതകത്തിലാണ് ‌ ഇത് രചിച്ചത് .
എൺപതുകളുടെ തുടക്കത്തിലാണ് ‌ മലയാള സിനിമാ രംഗത്ത് ‌ ശ്രദ്ധേയനായത് ‌ .
വസ്തുതകൾ എടുക്കുന്ന ചുറ്റുപാടാണ് ഇൻഫൊർമേഷൻ എന്നു പറയാം .
അർത്ഥമാകട്ടെ ലൌകിക സമൃദ്ധിയെന്നും മോക്ഷമെന്നത് സാക്ഷാത്കാരമെന്നും പറയാം .
അത്തരം ദിവസങ്ങളിൽ കടലാസിൽ എഴുതിയാണ് അദ്ദേഹം ആശയവിനിമയം നടത്തിയിരുന്നത് .
ഇതിൽ 10 ചുംബന രീതികൾക്കൊപ്പം ചുംബിക്കുമ്പോൾ നടത്തേണ്ട 4 മുറകളെ കുറിച്ചും പറയുന്നുണ്ട് .
വർണ്ണാശ്രമവ്യവസ്ഥ ഭാരതത്തിൽ അപ്രത്യക്ഷമാകുകയെന്നത് അസാദ്ധ്യമാണ് ; വർണ്ണാശ്രമത്തിന്റെ വഴി പ്രകൃതിയുടെ ഒഴിവാക്കാനാകാത്ത നിയമമാണ് .
ഹരിപുര കോൺഗ്രസ് സമ്മേളനം ഇത് അംഗീകരിച്ചു .
എന്റെ ക്രിസ്ത്യൻ സുഹൃത്തുക്കളും മുസ്ലീം സുഹൃത്തുക്കളും എന്നെ അവരുടെ മതങ്ങളിൽ വിശ്വാസിക്കുന്നവനാക്കാൻ ഒരുപോലെ ശ്രമിച്ചിട്ടുണ്ട് .
ഇതിനിടക്ക് മുംബൈയിൽ പ്ലേഗ് പടർന്നപ്പോൾ ശുചീകരണപ്രവർത്തനങ്ങളിലും ഏർപ്പെട്ടു .
ഇതിനെ തടങ്ങ ജ്ജടായുവിനെ രാവണൻ വധിച്ചു .
അവിടെയും അദ്ദേഹം ശാന്തി സന്ദേശം പ്രചരിപ്പിച്ചു .
കൂടുതൽ വിവരങ്ങൾക്ക്
മേയ് 4-ന് ഗാന്ധിയെ സത്യാഗ്രഹ ക്യാമ്പിൽ നിന്ന് അറസ്റ്റ് ചെയ്ത് ജയിലിലടച്ചു .
ഫെബ്രുവരി 10-ന് ആരംഭിച്ച ഉപവാസം മാർച്ച് 3 വരെ നീണ്ടിട്ടും സർക്കാർ അനങ്ങിയില്ല .
എന്നാൽ വട്ടമേശ സമ്മേളനം ഒരു പരാജയമായിരുന്നു .
അഞ്ചു കാണ്ഡങ്ങൾ മാത്രമുള്ള രാമായണത്തിൽ ബാലകാണ്ഡം ഉത്തരകാണ്ഡം എന്നിവ പിന്നീട് ‌ കൂട്ടിച്ചേർത്തവയാണ് ‌ എന്നാണ് ‌ .
വിൻഡോസ് എക്സ് ‌ പി
രാമനെ ഈശ്വരനായി വാഴ്തുന്ന സന്ദർഭങ്ങൾ എല്ലാം തന്നെ പിന്നീട് ചേർക്കപ്പെട്ടതാണെന്നും വാദിക്കപ്പെടുന്നു ‌ . രാമായണത്തിൽ രാമനെ ഈശ്വരനായി ഉദ്ഘോഷിക്കുന്ന സന്ദർഭങ്ങൾ ‍ കൂടുതലും കാണുന്നത് ബാലകാണ്ഡത്തിലും ഉത്തരകാണ്ഡത്തിലും ആണ് ‌ .
-LRB- ദക്ഷീണാത്യരാമായണത്തിൽ -ഉത്തരകാണ്ഡം 111 11 -RRB- എന്നാൽ ഉത്തരകാണ്ഡത്തിന്റെ രചയിതാവിൻ വാല്മീകി ഒരു കൊള്ളക്കാരനായിരുന്നു എന്ന കഥ സ്വീകാര്യമായിരുന്നില്ല എന്ന അനുമാനമാണ് ‌ ഇത് നൽകുന്നത് .
വർഗ്ഗം : ഹിന്ദി ചലച്ചിത്രനടന്മാർ
POP4 പോപ് 4 പ്രൊപ്പോസൽ
തിരുവിതാംകൂറിൽ ചിത്തിരതിരുനാൾ മഹാരാജാവ് 1936 നവംബർ 12-ന് ക്ഷേത്രപ്രവേശന വിളംബരം പുറപ്പെടുവിച്ചപ്പോൾ ഗാന്ധി അതിനെ ‘ ആധുനികകാലത്തിന്റെ അത്ഭുതം ’ എന്നാണ് വിശേഷിപ്പിച്ചത് .
ചീനാ പരിഭാഷയിൽ ഈ ആദ്ധ്യയമില്ല എന്നതും ശ്രദ്ധേയമാണ് ‌ .
വാല്മീകി അവ ശേഖരിക്കുകയും മെച്ചപ്പെടുത്തുകയും ഒന്നിച്ച് ‌ ഒരു കാവ്യമാക്കുകയും ചെയ്തിരിക്കാനാണ് ‌ സാധ്യതയെന്ന് അവർ കരുതുന്നു
ആധുനികജനാധിപത്യഭരണകൂടങ്ങളുടെ അവിഭാജ്യഘടകങ്ങളായ നിയമനിർമ്മാണസഭകൾ നീതിന്യായവ്യവസ്ഥ എന്നിവയെപ്പോലും ഗാന്ധി ഭിന്നരീതിയിലാണ് വീക്ഷിച്ചത് .
രാമൻ യുദ്ധത്തിനുള്ള ഒരുക്കങ്ങൾ ചെയ്ത് സമുദ്രതീരത്തെത്തുന്നു .
സംഭോഗത്തെ കുറിച്ച്
RFC 937 - പോസ്റ്റ് ഓഫീസ് പ്രോട്ടോക്കോൾ വെർഷൻ 2
മാപ്പിള രാമായണം- മലബാറിലെ മാപ്പിളമാർക്കിടയിൽ വാമൊഴിയായി പ്രചരിച്ചിരുന്ന കാവ്യകൃതിയാണ് മാപ്പിള രാമായണം .
ഈ പ്രക്രിയയ്ക്ക് മൂർസ് ലാ എന്ന് പേര് നൽകി .
ലളിതാംബിക അന്തർജ്ജനം അവാർഡ് -LRB- 1992 -RRB- .
ദാക്ഷിണാത്യപാഠവും ഗൗഡീയപാഠവും താരതമ്യപ്പെടുത്തുമ്പോൾ ശ്ലോകങ്ങളുടെ സംഖ്യയുടെ മൂന്നിലൊന്നും മാത്രമേ ഓരോന്നിലും ഓരോ പാഠത്തിലും കാണപ്പെടുന്നുള്ളൂ .
യുദ്ധവിമാനങ്ങൾ മുതൽ ഡിജിറ്റൽ ക്യാമറകൾ വരെയുള്ള യന്ത്രങ്ങൾ അവയിൽ നിവേശിപ്പിക്കപ്പെട്ട കമ്പ്യൂട്ടറുകളാണ് നിയന്ത്രിക്കുന്നത് .
മറ്റൊരാളെ കൊല്ലാതിരിക്കുവാൻ സ്വയം മരിക്കാൻ തയ്യാറാകുന്ന മനസ്ഥിതിയാണ് ഗാന്ധിയൻ ചിന്തയിൽ അഹിംസ .
എംഎസ്-ഡോസ് അടിസ്ഥാനമാക്കിയുള്ളതായിരുന്ന ആദ്യ വിൻഡോസ് പതിപ്പുകൾ .
യാ ഇലാഹി !
കഥാപാത്രബിംബങ്ങളെ അടിസ്ഥാനമാക്കി രാമായണത്തെ രണ്ടു ഭാഗമായി തിരിക്കാം .
സാന്ത്വനങ്ങളോടെ ഭരതനെ അദ്ദേഹം തിരിച്ചയച്ചു .
1980-ൽ മമ്മൂട്ടി വിവാഹിതനായി ; സുൽഫത്ത് ആണ് മമ്മൂട്ടിയുടെ ഭാര്യ .
ഭൂമിയുടെ അവകാശികൾ -LRB- ചെറുകഥകൾ -RRB- -LRB- 1977 -RRB-
ഇന്ദ്രൻറെ ഏറ്റവും പ്രധാനപ്പെട്ട കർത്തവ്യം വെള്ളം തടഞ്ഞു വച്ച വൃതാസുരനെ വധിക്കുകയും വെള്ളം മോചിപ്പിക്കുകയുമാണ് .
വർഗ്ഗം : ഇന്ത്യാചരിത്രം
1982-ൽ ഇന്ത്യാ ഗവൺമെൻറ് ‍ പത്മശ്രീ പുരസ്കാരം നൽകി ആദരിച്ചു .
1991 അമരം
മറ്റുഭാര്യമാരായ സുമിത്രയിൽ ലക്ഷമണനെന്നും കൈകേയിൽ ഭരതനെന്നും മറ്റു പുത്രന്മാരും അദ്ദേഹത്തിനുണ്ടായിരുന്നു .
മഹാത്മാ ഗാന്ധി -പ്യാരിലാൽ സുശീല നായർ
അതിൽ ഉത്തരകാണ്ഡത്തിലേയും ബാലകാണ്ഡത്തിലേയും ഭാഗങ്ങൾ ഒന്നും തന്നെ ഇല്ല .
നറ്റാൾ നിയമസഭയിൽ അവതരിപ്പിക്കപ്പെട്ട നിഷ്ഠൂരമായ കരടുബില്ലുകൾക്കെതിരായി അദ്ദേഹം നിരവധി പ്രചാരണപരിപാടികൾ സംഘടിപ്പിച്ചു .
മറ്റു വിഷയങ്ങളിലെന്ന പോലെ ആരോഗ്യവിഷയത്തിലും ഗാന്ധിക്ക് തന്റേതായ കാഴ്ചപ്പാട് ഉണ്ടായിരുന്നു .
ഹിന്ദ് സ്വരാജ്
അതിപ്രകാരമാണ് ‌
അമ്മ അന്നത്തെ രാജാവായിരുന്ന ഠാക്കൂറിന്റെ വിധവയായ അമ്മയുമായി നല്ല ബന്ധത്തിലായിരുന്നു .
വാല്മീകി കൊള്ളക്കാരനായിരുന്നു എന്ന കഥകൾ പ്രചരിപ്പിക്കാൻ ഈ അനുമാനമായിരിക്കണം എന്ന് കാമിൽ ബുൽകെ അഭിപ്രായപ്പെടുന്നു .
സ്മാരകങ്ങൾ
ജടായു സമ്പ്രാതി -LRB- ഗരുഡൻ -RRB- ജാംബവാൻ -LRB- കരടി -RRB- വിഭീഷണൻ -LRB- വാനരൻ -RRB- രാവണൻ -LRB- രാക്ഷസൻ -RRB- എന്നീ ടോട്ടങ്ങളെ രാമയണത്തിൽ പ്രസ്താവിച്ചിരിക്കുന്നു .
ഗാന്ധിജിയും ടാഗോറും പരിചയപ്പെടുന്നത് അങ്ങനെയാണ് .
വർഗ്ഗം : ഹൈന്ദവം
ഓർമ്മയുടെ അറകൾ -LRB- ഓർമ്മക്കുറിപ്പുകൾ -RRB- -LRB- 1973 -RRB-
ഗാന്ധിയുടെ ഒരു മുഖവരയോടെ 1946ൽ അത് പ്രസിദ്ധീകരിക്കപ്പെട്ടു .
വെള്ളം കുടിക്കാനുള്ള പൊതു ടാപ്പുകളിൽ നിന്ന് വെള്ളം കുടിച്ചാൽ പോലും ഇത്തരക്കാർക്ക് കടുത്ത ശിക്ഷയായിരുന്നു നൽകപ്പെട്ടിരുന്നത് .
യുദ്ധത്തിനു ശേഷമെങ്കിലും ബ്രിട്ടിഷുകാരുടെ നയത്തിന് മാറ്റമുണ്ടാവുമെന്ന് എല്ലവരും കരുതിയെങ്കിലും ആ പ്രതീക്ഷ സഫലമായില്ല .
കേരള യൂണിവേഴ്സിറ്റി ഇദ്ദേഹത്തിന് 2008-ൽ ഡോക്ടറേറ്റും 2010 ൽ ഹോണററി ഡി ലിറ്റും നൽകി ആദരിച്ചു .
തുടർന്ന് കുറച്ചുകാലം ഗോഖലെയുടെ അതിഥിയായി നിരവധി സ്ഥലങ്ങൾ സന്ദർശിച്ചശേഷം ഗാന്ധി ദക്ഷിണാഫ്രിക്കയിലേക്ക് തിരിച്ചുപോയി .
ദില്ലിയിൽ നടന്ന പോലീസ് വെടിവയ്പിനെക്കുറിച്ച് അന്വേഷിക്കാൻ അങ്ങോട്ടു പോയ ഗാന്ധിയെ നിരോധനാജ്ഞ ലംഘിച്ചു എന്ന പേരിൽ ഏപ്രിൽ 10-ന് അറസ്റ്റ് ചെയ്തു .
അതായത് ഈ ലോകത്തിൽ ധൈര്യം വീര്യം ശ്രമം സൗന്ദര്യം പ്രൗഢി സത്യനിഷ്ഠ ക്ഷമ ശീലഗുണം അജയ്യത എന്നീ ഗുണങ്ങളടങ്ങിയ ഏതെങ്കിലും മനുഷ്യനുണ്ടോ ; ഉണ്ടെങ്കിൽ അങ്ങേക്കറിയാതിരിക്കാൻ വഴിയില്ലല്ലോ ?
എല്ലാ വിധത്തിലും സ്വയാശ്രയത്വം പുലർത്തിയ ഒരു ആശ്രമം സ്ഥാപിച്ച് അവിടെ ലളിത ജീവിതം നയിച്ച് അദ്ദേഹം പൊതുപ്രവർത്തകർക്കു മാതൃകയായി .
മറ്റു ദേശങ്ങളിലെ ഗാന്ധിമാർ
ദാരിദ്ര്യനിർമ്മാണത്തിന് വിവിധ പദ്ധതികൾ അദ്ദേഹത്തിന്റെ പേരിൽ ഉണ്ട് .
ഇതിന്റെ നേതൃത്വം ഗാന്ധിയെയാണ് ഏല്പിച്ചത് .
1932 സെപ്റ്റംബർ 24-ന് പൂനെ കരാർ എന്ന ഒത്തുതീർപ്പു വ്യവസ്ഥയുണ്ടാക്കി .
1948 ജനുവരി 30-ന് ‌ വെള്ളിയാഴ്ച വൈകുന്നേരം 5.17 ന് ഡൽഹിയിലെ ബിർളാ മന്ദിരത്തിൽ ഒരു പ്രാർത്ഥനാ യോഗത്തിൽ പങ്കെടുക്കവേ നാഥുറാം ഗോഡ് ‌ സേ എന്ന ഹിന്ദു മതഭ്രാന്തന്റെ വെടിയേറ്റ് ‌ അദ്ദേഹം മരണമടഞ്ഞു .
ഇരുപതാം നൂറ്റാണ്ടിലെ ഏറ്റവും തലയെടുപ്പുള്ള ധാർമ്മികശക്തികളിലൊരാളായി കണക്കാക്കപ്പെട്ട് ആരാധനയോളമെത്തുന്ന പ്രശംസ ആകർഷിച്ചതിനൊപ്പം തന്നെ ഗാന്ധി ഒട്ടേറെ വിമർശിക്കപ്പെട്ടിട്ടുമുണ്ട് .
പിന്നീട് അദ്ദേഹം ഈ ക്ലബ്ബിന്റെ ഒരു ചെറിയ വിഭാഗം പ്രാദേശികമായി തുടങ്ങി .
ഇതിൽ പ്രതിഷേധിച്ച് നവംബർ 25-ന് നറ്റാളിൽ യോഗം ചേർന്നവർക്കു നേരെ പോലീസ് വെടിവയ്ക്കുകയും രണ്ടു ഇന്ത്യാക്കാർ മരിക്കുകയും നിരവധിപേർക്ക് പരിക്കേൽക്കുകയും ചെയ്തു .
ക്രിസ്തുവിനു മുമ്പ് ‌ 480-ൽ നിർമ്മിക്കപ്പെട്ട പാടലീപുത്രം എന്ന നഗരം വരെ കഥാകേന്ദ്രത്തിനു സമീപമുള്ള സ്ഥലമായിട്ടു കൂടി രാമായണത്തിൽ പരാമർശിക്കപ്പെട്ടിട്ടില്ല .
മൂന്നാമത്തേത് അപ്രധാനമാണ് .
രാവണന്റെ ചിത്രം കാരണം രാമൻ സീതയെ ത്യാഗം ചെയുന്നു .
അവതാരപ്രസ്താവങ്ങൾ കാണാവുന്ന മറ്റൊരു സന്ദർഭം അയോദ്ധ്യാകാൻഡത്തിന്റെ ആരംഭത്തിലാണ് ‌ .
വിഡ്ഢികളുടെ സ്വർഗ്ഗം -LRB- ചെറുകഥകൾ -RRB- -LRB- 1948 -RRB-
ദളിതന്മാരെ ഹരിജനങ്ങൾ എന്നാണ് അദ്ദേഹം സംബോധന ചെയ്തിരുന്നത് .
കരംചന്ദ് ‌ ഗാന്ധിയുടേയും പുത് ‌ ലീബായിയുടേയും മൂന്നു പുത്രന്മാരിൽ ഇളയവനായി 1869 ഒക്ടോബർ 2-ന് ‌ ഗുജറാത്തിലെ പോർബന്ദറിൽ ജനിച്ചു .
മതജിജ്ഞാസുവായിരുന്ന ഗാന്ധി എല്ലാ പ്രധാന മതങ്ങളേക്കുറിച്ചും ഗാഢമായി പഠിച്ചിരുന്നു .
സാഹിത്യശൈലി
കൂടുതൽ വായനയ്ക്ക്
കാമം പരമമാണെന്ന് കാണിക്കുന്നതിനു പകരം അത് ജീവിതത്തിന്റെ ഒരു ഭാഗമെന്ന നിലയിൽ അർഹമായ പരിഗണന കൊടുക്കുകയാണ് കാമസൂത്രത്തിലൂടെ ചെയ്യുന്നത് .
കമ്പ്യൂട്ടറുകളുടെ ചരിത്രം
അതിർത്തി ഗാന്ധി
കസ്തൂർബായുടെ വിയോഗവും അദ്ദേഹത്തെ ദുഃഖിതനാക്കി .
ഇന്ത്യാക്കാരുടെ സാമ്പത്തിക സാമൂഹിക നിലകളെക്കുറിച്ച് അദ്ദേഹം പഠിക്കാൻ ആരംഭിച്ചു .
രാഷ്ട്രീയത്തടവുകാരെ മോചിപ്പിക്കുകയും യങ് ഇന്ത്യ പോലുള്ള പത്ര പ്രസിദ്ധീകരണങ്ങളുടെ മേലുള്ള നിരോധനങ്ങൾ പിൻ ‍ വലിക്കുകയും ചെയ്തില്ലെങ്കിൽ നിയമലംഘന പരിപാടികളിൽ നികുതിനിഷേധം കൂടി ഉൾപ്പെടുത്തുമെന്ന് അദ്ദേഹം വൈസ്രോയി റീഡിങ്ങ് പ്രഭുവിന് അന്ത്യശാസനം നൽകി .
ഇതിനിടെ നാട്ടിലായിരുന്ന കസ്തൂർബായേയും കുട്ടികളേയും വിളിച്ചുവരുത്തി ടോൾസ്റ്റോയ് വിഭാവനം ചെയ്ത രീതിയിലുള്ള ടോൾസ്റ്റോയ് ഫാം സ്ഥാപിച്ചു അതിൽ മാതൃകാ കൂട്ടുകുടുംബസങ്കല്പം പരീക്ഷിച്ചു നോക്കി .
യുഡബ്ല്യു ഐമാപ്
കമ്പ്യൂട്ടർ ഒരു ഇലക്ട്രോണിക്ക്സ് ഉപകരണമാണ് വിവരങ്ങൾ സൂക്ഷിക്കുവാനും സംസ്കരിച്ചെടുക്കുവാനും വേണ്ടിയുള്ള ഒരു വൈദ്യുത ഉപകരണമാണ് കമ്പ്യൂട്ടർ അഥവാ സംഗണകം .
ഇന്ത്യയിൽ എത്തിയ ശേഷം മുംബയിലെ കോടതിയിൽ അഭിഭാഷക വൃത്തി ആരംഭിച്ചുവെങ്കിലും ആദ്യത്തെ വ്യവഹാരത്തിൽത്തന്നെ ശരീരം വിറച്ച് ഒരക്ഷരം മിണ്ടാൻ പറ്റാതെ ജോലി അവസാനിപ്പിച്ച് മടങ്ങി .
മദ്ധ്യപ്രദേശിലെ ബൈഗാ-ഭൂമിയ എന്ന ജാതികളിൽ പ്രചാരത്തിലുള്ള ഐതിഹ്യം സീതയെ കൃഷിയുടെ അധിഷ്ഠാനദേവതയുമഅയി ബന്ധപ്പെടുത്തുന്നു .
रामायण -LRB- ദേവനാഗിരി ലിപിയിൽ രാമായണം- വിക്കി സോഴ്സിൽ നിന്നും -RRB-
ഒരു നൂറ്റാണ്ടിനു മുന്പ് മാത്രമാണ് പാശ്ചാത്യലോകത്ത് രാമായണം അറിയപ്പെട്ടുതുടങ്ങിയതെങ്കിലും ഇതിനകം അതിനെപ്പറ്റി വിവിധപഠനങ്ങൾ അവിടെ നടന്നിട്ടുണ്ട് .
ഇരുപതിനായിരം ശ്ലോകം കൊണ്ട് രാമായണ കഥ കാവ്യരൂപത്തിൽ അദ്ദേഹം എഴുതിത്തീർത്തു .
രാമായണത്തിന്റെ താത്വികമായ അവസ്ഥ രാമന്റെ കിരീടധാരണത്തിൽ തീരുന്നു .
ഹാർഡ് ‌ വെയർ
ഇന്ത്യക്ക് യഥാർത്ഥമായി സ്വാതന്ത്ര്യം കിട്ടണമെങ്കിൽ ഇന്ത്യ ജീവിക്കേണ്ടത് നഗരങ്ങളിലല്ല ഗ്രാമങ്ങളിലാണ് കൊട്ടാരങ്ങളിലല്ല കുടിലുകളിലാണ് എന്നു ഗാന്ധി വിശ്വസിച്ചിരുന്നു .
എന്നാൽ സന്യാസം സ്വീകരിച്ചശേഷം ദീർഘകാലത്തെ തപസ്സിനു ശേഷം അദ്ദേഹം രാമായണം രചിക്കാനുള്ള സാമർത്ഥ്യം നേടിയെടുത്തു .
ഒരു രാത്രിയിൽ ഗാന്ധിക്ക് വിശ്രമം നൽകിക്കൊണ്ട് അദ്ദേഹത്തിന്റെ അമ്മാവൻ പിതാവിന്റെ ശുശ്രൂഷ ഏറ്റെടുത്തു .
പിന്നീട് ഭവനഗറിലെ സമൽദാസ് കോളേജിൽ പഠന്നം തുടർന്നു .
സർവ്വോദയം
ഗാന്ധിജിയുടെ വീക്ഷണത്തിൽ മനുഷ്യന്റെ പരമമായ ലക് ‌ ഷ്യം ഈശ്വരസാക്ഷാത്കാരമാണ് .
പുറത്തേക്കുള്ള കണ്ണികൾ
അതിനാൽ തന്നെ കാമസൂത്രയെ ഒരു അശ്ലീലപുസ്തകമായി ഗണിക്കാനാവില്ല .
തലശ്ശേരി വടകര ചാലക്കുടി തിരുവനന്തപുരം കന്യാകുമാരി എന്നിങ്ങനെ നിരവധി സ്ഥലങ്ങളിൽ അദ്ദേഹം പ്രസംഗിച്ചു .
വിഭാഗം : മലയാള കഥാകൃത്തുക്കൾ
ഇപ്പോൾ സാങ്കേതികപരമായി മുന്നിട്ട് നിൽക്കുന്ന സമൂഹങ്ങളിൽ ഇത് വളരെയധികം ഉപയോഗിക്കപ്പെടുന്നു .
എന്നാൽ മൂലസ്രോതസ്സിനെക്കുറിച്ച് പണ്ഡിതരുടെ ഇടയി വിഭിന്നമായ അഭിപ്രായങ്ങൾ നിനനിൽക്കുന്നു .
ഗാന്ധിയും ടാഗോറും പരസ്പരം ആദരിക്കുകയും ബഹുമാനിക്കുകയും ചെയ്തിരുന്നവരായിരുന്നുവെങ്കിലും പലതവണ വളരെ നീണ്ട സം ‌ വാദങ്ങളിൽ ഏർപ്പെട്ടിട്ടുണ്ട് .
ഇളയ ഭാര്യയിൽ നിന്ന് ആദ്യം രാമൻ ജനിക്കുന്നു .
തീവ്രവാദ സംഘടനയുടെ മുഖപത്രമായ ഉജ്ജീവനത്തിലെഴുതിയ തീപ്പൊരി ലേഖനങ്ങളാണ് ‌ ആദ്യകാല കൃതികൾ .
പിന്നീട് സീതാന്വേഷണം വാനരന്മാരോട് സൗഹൃദം ഹനുമാന്റെ ലങ്കാദഹനം മുതൽ രാവണ വധം വരെ കാണാം .
ചിന്തയിലും വാക്കിലും പ്രവൃത്തിയിലും വികാരങ്ങളുടെ നിയന്ത്രണം എന്നാണ് ഗാന്ധി ബ്രഹ്മചര്യ എന്നതിന് അർത്ഥം കല്പിച്ചത് .
രണ്ടാം ശതകത്തിലേതാണെന്നാണ് ‌ ഫാദർ .
അതിൽ വാല്മീകി രാമായണകഥതന്നെയാണ് ‌ അദ്ദേഹം അവതരിപ്പിക്കുന്നത് .
മാപ്പിള രാമായണം
ഇടക്കാല സർക്കാർ രൂപവത്കരണത്തിൽ ചേരേണ്ടതില്ല എന്ന് മുസ്ലീം ലീഗും ജിന്നയും തീരുമാനിച്ചു .
ഗാന്ധിജി ഏപ്രിലിൽ സർക്കാരിന് സമർപ്പിച്ച പ്രമേയം 1942 ഓഗസ്റ്റ് 8 ന് അഖിലേന്ത്യാ കോൺഗ്രസ് സമിതി നിരാകരിക്കുകയും ജവഹർലാൽ നെഹ്രു തയ്യാറാക്കിയ കരട് അനുസരിച്ച് ’ ഓഗസ്റ്റ് പ്രമേയം ’ എന്ന പേരിൽ സുപ്രസിദ്ധ ക്വിറ്റ് ഇന്ത്യാ പ്രമേയം അവതരിപ്പിക്കുകയും ചെയ്തു .
ബീഹാറിലെ പാടലിപുത്രത്തിൽ ‍ -LRB- Paliputra -RRB- -LRB- ഇന്നത്തെ പറ്റ്ന -RRB- ജീവിച്ചിരുന്ന ബ്രഹ്മചാരിയും പണ്ഡിതനുമായിരുന്നു വാത്സ്യായാന മഹർഷി .
ഇത് ഏതോ നാടുകടത്തപ്പെട്ട ഇക്ഷ്വാകു വംശത്തിലെ രാജകുമാരൻറെ സംഭവവുമായി അദ്ദേഹം ബന്ധപ്പെടുത്തുന്നു .
പിന്നീട് തിരുവിതാംകൂർ പോലീസ് കമ്മീഷണർ പീറ്റുമായി ചർച്ച നടത്തി .
മതിലുകളിലെ അഭിനയത്തിന് മമ്മൂട്ടിക്കു മികച്ച നടനുള്ള ദേശീയ പുരസ്കാരവും ലഭിക്കുകയുണ്ടായി .
വാല്മീകി മഹർഷി രചിച്ച രാമായണം കാവ്യരൂപത്തിലുള്ള ആദ്യ കൃതിയാണ് ‌ എന്ന് വിശ്വസിക്കപ്പെടുന്നു .
ബാല്യകാല സഖി ന്റുപ്പൂപ്പാക്കൊരാനേണ്ടാർന്ന് പാത്തുമ്മായുടെ ആട് ‌ എന്നീ നോവലുകൾ സ്കോട് ‌ ലൻഡിലെ ഏഡിൻബറോ യൂണിവേഴ്സിറ്റിയിൽ പഠനഗ്രന്ഥങ്ങളാണ് ‌ .
1989 ഒരു വടക്കൻ വീരഗാഥ മതിലുകൾ
കവിയായ ഗോനബുദ്ധറെഡ്ഡിയുടെ ആശ്രിതനായ അദ്ദേഹം കഥയുടെ കീർത്തി റെഡ്ഡിക്ക് നൽകിയിരുന്നു എങ്കിലും പിൽക്കാലത്ത് രംഗനാരഥരാമായണം എന്ന പേരിൽ തന്നെ ഇത് പ്രശസ്തി നേടി .
സമകാലികനായ മോഹൻലാലിനൊപ്പം ആധുനിക മലയാള ചലച്ചിത്ര രംഗം താരകേന്ദ്രീകൃതമാക്കുന്നതിൽ മുഖ്യ പങ്കു വഹിച്ചു .
ഇൻഫൊർമേഷൻ എന്ന ആശയത്തിന് ദൈനംദിന ഉപയോഗം മുതൽ സാങ്കേതിക ഉപയോഗം വരെ പല അർത്ഥങ്ങളുണ്ട് .
ഓരോ മനുഷ്യനും ഈ നാല് ഘട്ടങ്ങളിലൂടെ കടന്നുപോയേ മതിയാവൂ .
തന്റെ മുപ്പത്തിയേഴാം വയസുമുതൽ മൂന്നര വർഷം അദ്ദേഹം വാർത്താപത്രങ്ങൾ വായിക്കാൻ വിസമ്മതിച്ചു .
സന്ധിവാതം നടുവേദന ശാരീരിക ബുദ്ധിമുട്ടുകൾ എന്നിവയുള്ളവർ ഇതിലെ സ്ഥാനങ്ങൾ ചെയ്യാൻ ശ്രമിക്കരുതെന്ന് വാത്സ്യാനൻ മുന്നറിയിപ്പും നൽകുന്നുണ്ട് .
അതിനെ ശ്രദ്ധാപൂർ ‌ വം ഉപയോഗിച്ചാൽ ഭാരതത്തിന് ഏറെ പ്രയോജനം നേടാനാകും എന്ന് അദ്ദേഹം പറഞ്ഞു .
എന്നാൽ ഇതിനെ മുസ്ലീം ലീഗ് എതിർത്തിരുന്നു .
അബ്ദുള്ള സേഠ് ഇസ്ലാമിനേക്കുറിച്ച് പഠിക്കാൻ എപ്പോഴും എന്നെ പ്രോത്സാഹിപ്പിച്ചിരുന്നു .
പൂനെയിൽ ‘ ലോകമാന്യ ‘ ബാലഗംഗാധര തിലൿ ഗോപാലകൃഷ്ണ ഗോഖലെ എന്നിവരെ സന്ദർശിച്ചു .
സീതയെ അന്വേഷിച്ചു നടക്കുന്ന രാമലക്ഷമണന്മാർ പമ്പാ തീരത്തുവച്ച് ഹനുമാനെ കാണുന്നു .
വിഭജനത്തോടെ ഇന്ത്യ 1947 ഓഗസ്റ്റ് 15-ന് സ്വതന്ത്രയായി .
വെബ് സൈറ്റ്
ഇന്ത്യയൊട്ടാകെ പ്രതിഷേധം അലയടിച്ചു .
ഗാന്ധിജിയോടൊപ്പം തടവിലായിരുന്ന കസ്തൂർബാ അവിടെ വച്ച് 1944 ഫെബ്രുവരി 22-ന് അന്തരിച്ചു .
സെപ്റ്റംബർ 1-ന് അത് നിർത്തിവക്കപ്പെട്ടു .
വാനരന്മാരും രാക്ഷസന്മാരും
വിൻഡോസ് 2003 സെർവർ
ഈ രണ്ടുകാണ്ഡങ്ങളും രാമായണത്തോട് പിൽക്കാലത്ത് കൂട്ടിചേർക്കപ്പെട്ടതാണെന്ന് പല പണ്ഡിതന്മാരും കാര്യകാരണ സഹിതം തെളിയിച്ചു കഴിഞ്ഞു .
ക്രിസ്തുവർഷം ഒന്നാം നൂറ്റാണ്ടുമുതൽ ആദികവിയും വാല്മീകി മഹർഷിയും ഒന്നാണെന്നത് സർവ്വസമ്മമായിത്തുടങ്ങുകയും വാല്മീകിയെ രാമായണത്തിന്റെ സംഭവങ്ങളുടെ സമകാലീനാക്കിത്തീർക്കുകയും ചെയ്തുതുടങ്ങി .
വർഗ്ഗം : പത്മശ്രീ പുരസ്കാരം ലഭിച്ചവർ
O3 - പോപ് 4 റഫരൻസ് ഇമ്പ്ലിമെന്റേഷൻ
thumb -PIPE- കാമസൂത്രത്തിന്റെ ഇംഗ്ലീഷ് പരിഭാഷയുടെ പുറംചട്ട
ഈ വിളംബരത്തിന്റെ പശ്ചാത്തലത്തിലാണ് അദ്ദേഹം അഞ്ചാം വട്ടം കേരളത്തിൽ എത്തിയത് .
വാല്മീകി രാമായണത്തിന്റെ മൂന്നു പാഠങ്ങൾ
ലേഖനവിദ്യ കണ്ടുപിടിക്കുന്നതിനു മുമ്പാണ് ‌ രാമായണം രചിക്കപ്പെട്ടത് ‌ എന്നൊരു വാദമുണ്ട് .
മറ്റൊരു ജോലിയും ചെയ്യാൻ മനസ്സില്ലത്തെവരും സുഖലോലുപരുമായ മടിയന്മാരാണ് വക്കീൽ ‌ പണി പോലുള്ള ജോലികൾ തെരെഞ്ഞെടുക്കുന്നതെന്ന് അദ്ദേഹം എഴുതി .
സേതുബന്ധനം ചെയ്ത് വാനരസേനകളോടൊത്ത് ലങ്കയിലെത്തി യുദ്ധം ചെയ്യുന്നു .
സ്വന്തം ഭാര്യയെ വശീകരിക്കൽ
RFC 918 - പോസ്റ്റ് ഓഫീസ് പ്രോട്ടോക്കോൾ
മാപ്പിളപ്പാട്ടിന്റെ ശൈലിയിൽ ചൊല്ലപ്പെടുന്ന പദ്യത്തിന്റെ സാരാംശം രാമായണത്തിലെ വിവിധ കഥാസന്ദർഭങ്ങളാണ് .
കൈപ്പിടിയിലൊതുങ്ങുന്ന പി.ഡി.എ -LRB- PDA -RRB- മുതൽ നിമിഷാർദ്ധത്തിൽ കോടാനുകോടി ഗണനങ്ങൾ നടത്താൻ പ്രാപ്തിയുള്ള സൂപ്പർ കമ്പ്യൂട്ടർ വരെയുള്ളവ കമ്പ്യൂട്ടറിന്റെ ഗണത്തിൽപ്പെടുന്നു .
മുട്ടത്തുവർക്കി അവാർഡ് -LRB- 1993 -RRB- .
വാല്മീകി രാമായണം പ്രാരംഭകാലത്ത് വാമൊഴിയായി പ്രചരിച്ച് വിഭിന്ന തലമുറകളിലൂടെ പ്രചരിച്ച് ലേഖനവിദ്യ നടപ്പിലായ കാലത്ത് വരമൊഴിയിലായിത്തീർന്നതായതാവണം ഈ പാഠഭേദങ്ങൾക്ക് കാരണം .
നമ്മുടെ നിത്യ ജീവിതത്തിലേയ്ക്ക് ‌ കമ്പ്യൂട്ടറുകളുടെ തള്ളിക്കയറ്റം നാടകീയമായ മാറ്റങ്ങൾ ഉണ്ടാക്കി .
ഒരുവൻ അഹിംസയിലേക്ക് തിരിയുന്നത് തനിക്ക് ഹിംസ ചെയ്യുവാൻ കഴിവില്ലാതെ വരുമ്പോഴല്ല മറിച്ച് ഹിംസ ചെയ്യുവാൻ താല്പര്യം ഇല്ലാതെ വരുമ്പോൾ ആകണം എന്നും അഹിംസ ഉണ്ടാവേണ്ടത് സാർവ്വത്രിക സ്നേഹത്തിൽ നിന്നാവണം എന്നും ഗാന്ധി വിശ്വസിച്ചിരുന്നു .
ആപ്പിൾ കമ്പനിയുടെ മാക്കിന്തോഷ് കമ്പ്യൂട്ടറുകളാണ് ഗ്രാഫിക്കൽ ഉപയോഗരീതി ആദ്യമായി അവതരിപ്പിച്ചത് .
-LRB- ചെറുകഥകൾ ; മരണശേഷം പ്രസിദ്ധീകരിച്ചത് -RRB- -LRB- 1997 -RRB-
മകന്റെ ഉന്നതി ആഗ്രഹിക്കുകയും അതിനായി എന്തും ചെയ്യുകയും ചെയ്യുന്ന മാനുഷികവികാരങ്ങളുടെ അതിപ്രസരമുള്ള അയോദ്ധ്യാകാണ്ഡം മുതലായവയും ദൈവികഭാവങ്ങളും അമാനുഷിക തലങ്ങളും നിറഞ്ഞു നിൽക്കുന്ന ആരണ്യകാണ്ഡം എന്നിങ്ങനെ .
രാമന്റെ പാദുകങ്ങളെ സ്വീകരിച്ച് അത് മുൻനിർത്തി ഭരതൻ രാജ്യഭാരം നിർവഹിക്കുന്നു .
ഈ ദമ്പതികൾക്ക് സുറുമി എന്ന് പേരുള ഒരു മകളും ദുൽഖ്വർ സൽമാൻ എന്നു പേരുള്ള ഒരു മകനും ഉണ്ട് .
ശബ്ദങ്ങൾ -LRB- നോവൽ -RRB- -LRB- 1947 -RRB-
രാവണൻറേയും വൃതൻറേയും മുലരൂപം ഒന്നാണെന്ന അദ്ദേഹം കരുതുന്നത് അതുകൊണ്ടാണ് .
വർഗ്ഗം : ഇന്ത്യൻ സ്വാതന്ത്ര്യസമരസേനാനികൾ
ആധുനിക മലയാള സാഹിത്യത്തിൽ ഏറ്റവുമേറെ വായിക്കപ്പെട്ട എഴുത്തുകാരിലൊരാൾ എന്ന് വിശേഷിപ്പിക്കപ്പെട്ടു .
1997 ഭൂതകണ്ണാടി
ദശരഥൻ മൂത്തപുത്രനെന്ന നിലയിൽ അനന്തരാവകാശിയായി രാമനെയാണ് ‌ കണ്ടിരുന്നത് .
ഗാന്ധി : എ ലൈഫ് - കൃഷ്ണ കൃപാലനി
രാമായണം വ്യാഖ്യാനങ്ങൾ / സ്വതന്ത്രകൃതികൾ ‍
കോളോണിയൽ സെക്രട്ടറിക്ക് നിവേദനവും നൽ ‌ കി .
പ്രകൃതി ചികിത്സയെ അദ്ദേഹം വളരെയധികം ആശ്രയിച്ചിരുന്നു .
കീ റ്റു ഹെൽത്ത്
ഗുരുവിന്റെ ആജ്ഞാനുസരണം മാമ്പഴം തിന്ന ദശരഥപത്നിമാർ ഗർഭിണികളായിത്തീരുന്നത് .
മോഹൻ ‍ ദാസിന് ഏഴു വയസ്സുള്ളപ്പോൾ അച്ഛൻ പോർബന്ദർ വിട്ട് രാജ് ‌ കോട്ടിൽ ജോലി സ്വീകരിച്ചു .
തൈത്തീര്യപ്രാതിശാഖ്യത്തിൽ വൈയാകരണനാഅ ഒരു വാല്മീകി മഹർഷിയെപ്പറ്റി പറയുന്നു .
thumb -PIPE- 200px -PIPE- right -PIPE- രാജ്ഘട്ട് - ഗാന്ധി സമാധി
ഭൂമിശാസ്ത്രം
മരിക്കുവോളം നീണ്ട സുഹൃദ്ബന്ധത്തിന്റെ തുടക്കമായിരുന്നു അത് .
വർഗ്ഗം : രാമായണം
ആനപ്പൂട -LRB- ചെറുകഥകൾ -RRB- -LRB- 1975 -RRB-
എല്ലാ മതങ്ങളുടേയും അന്തഃസത്ത സത്യവും സ്നേഹവും -LRB- അനുകമ്പ അഹിംസ സുവർണ നിയമം -RRB- ആണെന്ന് ഗാന്ധി വിശ്വസിച്ചു .
thumb -PIPE- right -PIPE- 180px -PIPE- ബോയർ യുദ്ധത്തിനിടക്ക് 1899-1900
ഇന്ത്യയിലങ്ങോളമിങ്ങോളം പ്രതിഷേധസമരങ്ങൾ ശക്തമായിത്തീർന്നു .
ഗോവയിൽ വച്ച് നടന്ന ഇന്ത്യയുടെ 40-ആമത് അന്താരാഷ്ട്രചലച്ചിത്രോത്സവത്തിന്റെ സമാപനചടങ്ങിൽ മമ്മൂട്ടിയായിരുന്നു മുഖ്യാതിഥി
.thumb -PIPE- left -PIPE- 180px -PIPE- കസ്തൂർബ ഗാന്ധിയും കുട്ടികളും 1902 നറ്റാളിൽ വച്ച്
അറ്സ്റ്റിൽ പ്രതിഷേധിച്ച് ഇന്ത്യയെങ്ങും ഹർത്താൽ ആചരിക്കപ്പെട്ടു .
എന്നായിരുന്നു ; അതിനുള്ള മറുപടിയായാണ് ‌ നാരദൻ രാമകഥ ചൊല്ലിക്കൊടുക്കുന്നത് .
സ്വയം നൂൽനൂറ്റുണ്ടാക്കിയ വസ്ത്രം ധരിച്ചു ; സസ്യാഹാരം മാത്രം ഭക്ഷിച്ചു .
തന്റെ സന്ദേശങ്ങളും കർമ്മ സാധനകളും തനിക്കു ശേഷവും നിലനിൽക്കുമ്പോഴാണ് ഒരു മഹാ പുരുഷന്റെ മാറ്റ് തിരിച്ചറിയപ്പെടുന്നത് .
കൃതികൾ
ഉപ്പ് ‌ ഉൽപ്പാദനത്തിൽ ബ്രിട്ടീഷ് ‌ ഭരണകൂടം ചുമത്തിയ കരത്തിനോട് പ്രതിഷേധിക്കാൻ 1930-ൽ അദ്ദേഹം ആയിരക്കണക്കിനാളുകൾ പങ്കെടുത്ത ഉപ്പ് ‌ സത്യാഗ്രഹം സംഘടിപ്പിച്ചു .
എന്നാൽ അദ്ദേഹം അപ്പോഴും ജയിൽമോചിതനായിരുന്നില്ല.1933 മേയ് 8-ന് രണ്ടാം നിയമലംഘന സമരം താൽകാലികമായി നിർത്തിവച്ചു .
ജനുവരി 31ന് ഗാന്ധിയുടെ ഭൗതിക ശരീരം രാജ്ഘട്ടിൽ സംസ്കരിച്ചു .
ആധുനികതാവിരോധം
ഇത് അദ്ദേഹത്തെ പൊതുപ്രവർത്തനത്തിൽ പരിശീലനം നേടാൻ സഹായിച്ചു .
തുടർന്ന് ഗാന്ധിജിയെ ഒൻപതു മാസത്തേയ്ക്ക് ജയിലിലടച്ചു .
കഥാ കേന്ദ്രമായ അയോദ്ധ്യയെന്നത് കാല്പനികമായ ഒരു സ്ഥലമായതഅയിരിക്കണം ഇതിനു കാരണം .
പ്രാചീനകാലത്ത് നില നിന്നിരുന്ന വാനരപൂജയുടെ അവശിഷ്ടങ്ങളാണ് അതിൽ പ്രധാനം .
സീതക്ക് ഒരു പുത്രൻ ജനിക്കുന്നു .
രാമൻ അവതാരപുരുഷനാണെന്ന പ്രസ്താവനകളുള്ള അയോദ്ധ്യാകാണ്ഡം ഒന്നാം സർഗ്ഗത്തിലുള്ള മുപ്പത്തിയഞ്ചു ശ്ലോകങ്ങൾ പ്രക്ഷിപ്തമാണെന്ന് രാമയണത്തെക്കുറിച്ച് വിദഗ്ദ്ധ പഠനഗവേഷണങ്ങൾ നടത്തിയ ഫാദർ കാമിൽ ബുൽകെ രേഖപ്പെടുത്തിയിരിക്കുന്നു .
മരണത്തിൻറെ നിഴൽ -LRB- നോവൽ -RRB- -LRB- 1951 -RRB-
ഗാന്ധിജി മൂന്നാമതും കേരളത്തിലെത്തുന്നത് തിരുവാർപ്പ് ക്ഷേത്ര നിരത്തുകളിൽ അയിത്തജാതിക്കാരെ വഴിനടക്കാൻ അനുവദിക്കുന്നതിനായി തിരുവിതാംകൂർ രാജാവിനേയും റാണിയേയും കണ്ട് ചർച്ച നടത്താനാണ്.1927 ഒക്ടോബർ 9 നു അവരുമായി സംസാരിച്ചശേഷം അദ്ദേഹം പാലാക്കാട്ട് കാമകോടി ശങ്കരാചാര്യരുമായും ചർച്ച നടത്തി .
ഒരു സഹോദരിയും -LRB- റലിയത്ത് ബഹൻ ‍ -RRB- അദ്ദേഹത്തിനുണ്ടായിരുന്നു .
അദ്ദേഹം ഹൈന്ദവതയേക്കുറിച്ച് ഇങ്ങനെ പറഞ്ഞു :
സാമാന്യം മലയാളഭാഷ അറിയാവുന്ന ആർക്കും ബഷീർ സാഹിത്യം വഴങ്ങും .
ഗാന്ധിജിയുടെ ആത്മകഥ - എന്റെ സത്യാന്വേഷണ പരീക്ഷണങ്ങൾ -വിക്കി സോഴ്സിൽ
ലൈംഗികതയെ ശരിയായ രീതിയിൽ മനസ്സിലാക്കുന്നതിനാണ് വാത്സ്യായനൻ ശ്രമിച്ചിരിക്കുന്നത് .
കമ്പ്യൂട്ടറുകളുടെ പ്രവർത്തനം
ഗാന്ധിജിയുമായുണ്ടായിരുന്ന അടുപ്പവും ഗാന്ധിയൻ ആശയങ്ങളിലുമുള്ള അടിയുറച്ച ജീവിതവുമാണ് ‌ ഖാൻ അബ്ദുൽ ഗാഫർ ഖാൻ എന്ന വ്യക്തിയെ അതിർത്തിഗാന്ധി എന്ന അപരനാമധേയത്തിനർഹനാക്കിയത് .
വിഷ്ണുഭജനമായിരുന്നു ആശ്വാസം .
മതപരവും ആദ്ധ്യാത്മികവുമായ വളരെ ഗ്രന്ഥങ്ങൾ അദ്ദേഹം ഇക്കാലത്ത് പഠിച്ചു .
ഗാന്ധിജിയുടെ മേൽ കോൺഗ്രസിന്റെ അദ്ധ്യക്ഷസ്ഥാനം ഏൽക്കാനായി സമ്മർദ്ദം ഏറി വന്നു .
thumb -PIPE- right -PIPE- 200px -PIPE- ട്രാൻസ് വാളിലെ പ്രതിക്ഷേധ പ്രകടനം .
സൈറസ് ഐമാപ് സെർവർ
അഥവാ നിർദേശങ്ങളുടെ ഒരു സമാഹാരം മുഖേന വിവരങ്ങൾ നടപടിക്കു വിധേയമാക്കുന്ന ഒരു പ്രയോഗോപകരണം അല്ലെങ്കിൽ ഇലക്ട്രോണിക്ക് യന്ത്രം ആണ് .
പിന്നീട് അദ്ദേഹം മറ്റുള്ളവർക്കായി പരാതി എഴുതിക്കൊടുക്കുന്ന ജോലി നോക്കിയെങ്കിലും ഇത് മൂത്ത ജ്യേഷ്ഠന് ഇഷ്ടപ്പെട്ടില്ല .
അതനുസരിച്ച് മാതാവായ ജാനകിയുടെ കൈവിരലിൽ ആറു വിരലുകൾ ഉണ്ടായിരുന്നു എന്നും അതിലൊന്ന് മുറിച്ച് ഭൂമിയിൽ നട്ടതിൽ നിന്നാണ് ‌ ലോകത്തിലെ എല്ലാ ഇനങ്ങളിലുമുള്ള വിത്തുകൾ മുളച്ച് വന്നതെന്നും കാണുന്നു .
Ramayana -LRB- ദേവനാഗിരിയിലും ഐ.എ.എസ്.ടി -RRB-
ഇന്ത്യൻ ചരിത്രകാരന്മാരും പിന്നീട് രാമായണത്തെപറ്റി ശാസ്ത്രീയമായി പഠിക്കാനാരംഭിച്ചു .
അഞ്ഞൂറ് അദ്ധ്യായങ്ങൾ ഇതിലുണ്ട് .
അതുകൊണ്ട് ‌ ഉത്തരകാണ്ഡം എന്ന അതിനുശേഷമുള്ള ഭാഗം പിന്നീട് ‌ കൂട്ടിച്ചേർത്തതാകണം .
സാങ്കേതിക പദങ്ങൾ
ഗാന്ധി ദർശനങ്ങൾ
അദ്ദേഹം ഒരു ശിവഭക്തനായിരുന്നു .
മുറിയിൽ പത്നിയുടെ അടുത്തേക്ക് മടങ്ങിയ അദ്ദേഹത്തെ ലൈംഗികാസക്തി കീഴടക്കി .
ജ്യേഷ്ഠന്റെ നിർബന്ധത്തിനു വഴങ്ങി 1888 സെപ്റ്റംബർ മാസത്തിൽ നിയമം പഠിക്കാനായി ഇംഗ്ലണ്ടിലേക്ക് കപ്പൽ കയറി .
സർവ്വോദയം എന്നാൽ എല്ലാവരുടേയും ഉദയം എന്നാൺ് .
ഈശ്വരൻ എന്നാൽ സത്യമാണെന്നും ഈശ്വരസാക്ഷാത്കാരത്തിന് സത്യത്തിലൂന്നിയ ജീവിതം ആവശ്യമാണെന്നും അദ്ദേഹം വിശ്വസിച്ചു .
ഔദ്യോഗിക വെബ്സൈറ്റ്
കാമസൂത്രത്തിന്റെ തത്ത്വശാസ്ത്രം
ഈ സന്ദർശനത്തിനിടയിലാണ് വടകരയിൽ വച്ച് കൗമുദി എന്ന പെൺകുട്ടി തന്റെ ആഭരണങ്ങൾ ഗാന്ധിജിക്ക് സംഭാവന നൽകിയത് .
വിഭാഗം : പത്മശ്രീ നേടിയ മലയാളസാഹിത്യകാരന്മാർ
എ.ടി.എം കാർഡുകൾ കമ്പ്യൂട്ടർ രഹസ്യവാക്കുകൾ -LRB- computer passwords -RRB- ഇലക്ട്രോണിക് വ്യാപാരം എന്നിവയെല്ലാം ഇതുമായി ബന്ധപ്പെട്ടു നിൽക്കുന്നു .
എം.വെബ്ബർ
അന്നത്തെ ഏറ്റവും പ്രശസ്തരായ ഈ രണ്ട് ഇന്ത്യക്കാരുടെ തത്ത്വചിന്താപരമായ വ്യത്യാസങ്ങളെ വെളിവാക്കുന്നതായിരുന്നു ഈ സംവാദങ്ങൾ .
വിഷ്ണു തന്നെ വീണ്ടും ജ്യേഷ്ഠത്തിയിൽ ലക്ഷമണനായി ജനിക്കുന്നുണ്ട് .
വാരിക പിന്നീടു കണ്ടുകെട്ടി .
വാല്മീകി രാമയാണത്തിലെ പ്രധാന പ്രക്ഷേപങ്ങൾ -LRB- കൂട്ടിച്ചേർക്കലുകൾ
ലാളിത്യം
കാമിൽ ബുൽകെ അഭിപ്രായപ്പെടുന്നു .
മലയാളരാമായണം
കുറിപ്പുകൾ
അവർ 1946 ഓഗസ്റ്റ് 16-ന് പ്രത്യക്ഷമായ സമരപരിപാടികൾ ആരംഭിച്ചു .
സമര നേതൃത്വം ഏറ്റെടുത്ത ഗാന്ധിജിയുടെ ചരിത്രപ്രസിദ്ധമായ പ്രസംഗമാണ് ’ ഡു ഓർ ഡൈ ’ - നമ്മൾ ഒരു സാമ്രാജ്യത്തെ എതിർക്കുകയാണ് .. ഒന്നുകിൽ പ്രവർത്തിക്കുക അല്ലെങ്കിൽ മരിക്കുക എന്നത് .
ലഭ്യമായ വിവരങ്ങൾ ശരിയാണെങ്കിൽ അദ്ദേഹം ജീവിച്ചിരുന്നത് ഗുപ്തന്മാരുടെ കാലഘട്ടത്തായിരിക്കണം .
ആ മൂല കഥ പ്രകാരം രാജകുമാരനെ പുറത്താക്കുകയും അയാൾ ഇക്ഷുമതീ തീരം വിട്ട് കോസല രാജ്യത്ത് എത്തുകയും താമസിയാതെ അവിടെ അധികാരം പിടിച്ചെടുക്കുകയും ചെയ്തു .
13ന് വർക്കല കൊട്ടാരത്തിൽ എത്തി തിരുവിതാംകൂർ റീജൻറ് റാണീ സേതുലക്ഷ്മി ബായിയുമായും ദിവാനുമായും ചർച്ച നടത്തി .
അടൂർ ഗോപാലകൃഷ്ണനാണ് ഈ ചിത്രം സംവിധാനം ചെയ്തത് .
അതുകൊണ്ട് ഇത് ആദിമകാവ്യം എന്നും അറിയപ്പെടുന്നു .
റൊണാൾഡ് ‌ ആഷർ എന്ന വിദേശിയാണ് ‌ ഇവ ഇംഗ്ലീഷിലേക്കു വിവർത്തനം ചെയ്തത് ‌ .
1994 വിധേയൻ പൊന്തൻ ‌ മാട
ജനപ്രീതി നേടിയ ദ്വിപദം എന്ന പേരിലുള്ള ഛന്ദസ്സും ലളിതഭാഷയും മൂലം ഈ രാമായണം തെലുങ്ക് ജനതക്കിടയിൽ വളരെയധികം പ്രചാരം നേടി .
അഭിനയിച്ച ആദ്യചിത്രം -LRB- ദേവലോകം -RRB- പുറത്തിറങ്ങിയില്ല .
ടി.സി.പി.-ഐ.പി.
പൊതുവായി ഇൻഫൊർമേഷൻ എന്നത് നിയന്ത്രണങ്ങൾ അശയവിനിമയം ചട്ടങ്ങൾ വസ്തുത രൂപം നിബന്ധന വിജ്ഞാനം അർത്ഥം മാനസിക ഉത്തേജനം പാറ്റേൺ വീക്ഷണം പ്രതിനിധാനം എന്നിവയുമായി അടുത്ത് ബന്ധപ്പെട്ടിരികുന്നു .
നാല് ആശ്രമങ്ങളിലൂടെയാണ് ഇത് സംഭവിക്കുക .
പ്രക്ഷുബ്ദമായ ലോകകാര്യങ്ങൾ തനിക്ക് ആന്തരിക പ്രശ്നങ്ങളേക്കാൾ ചിന്താക്കുഴപ്പത്തിന് കാരണമാകുന്നുവെന്നായിരുന്നു അദ്ദേഹം പറഞ്ഞത് .
കാമസൂത്രയിൽ ഉപയോഗിച്ചിരിക്കുന്ന പ്രച്ഛന്നഭാഷണം അത്ഭുതമുളവാക്കുന്നതാണ് .
ഹിന്ദുമതത്തിന്റെ കണ്ണാടി
ക്വിറ്റ് ഇന്ത്യാ സമരം
ഇസ്ലാമിന്റെ സൗന്ദര്യത്തേക്കുറിച്ച് അദ്ദേഹം എപ്പോഴും സംസാരിക്കുമായിരുന്നു .
thumb -PIPE- right -PIPE- 180px -PIPE- ഇന്ത്യൻ ഒപ്പീനിയൻ എന്ന പത്രത്തിന്റെ ഒരു പതിപ്പ്
ഹമുമാന്റെ ആഗ്രഹപ്രകാരം സുഗ്രീവനേയും അവർ പരിചയപ്പെടുത്തുന്നു .
കേരളത്തിൽ
മൈക്രോസോഫ്റ്റ് വിൻഡോസ് ചരിത്രം
ജൂലൈ 6-ന് ഗാന്ധി ദിനം കൊണ്ടാടി .
എന്നാൽ ആരോഗ്യസ്ഥിതി മോശമായതിനെ തുടർന്ന് മേയ് 6-ന് മാത്രമാണ് ഗാന്ധിജിയെ മോചിപ്പിച്ചത് .
തിരിച്ചു നാട്ടിലെത്തിയ ഗാന്ധിജി സമര പ്രക്ഷോഭങ്ങൾ തുടർന്നു .
രാമകഥയിലെ വാനരന്മാരും ഋക്ഷന്മാരും രാക്ഷസന്മാരും വിന്ധ്യപ്രദേശത്തിലേയും മദ്ധ്യഭാരതത്തിലേയും ആദിവാസികളായ അനാര്യ -LRB- ദ്രാവിഡരും മറ്റും -RRB- ഉപജാതികളായിരുന്നു .
വിൻഡോസ് വിസ്റ്റ
ഉത്തരകാണ്ഡത്തിന്റേയും ബാലകാണ്ഡത്തിന്റേയും രചനാശൈലി രാമായണത്തിന്റെ പ്രാമാണിക കാണ്ഡത്തിൽ നിന്ന് വളരെ വ്യത്യസ്തമായിരിക്കുന്നതും തന്ന ഇതിനുള്ള തെളിവാണ് ‌ .
ഉത്തരകാണ്ഡത്തിന്റെ രചനാകാലത് വാല്മീകിയും അയോദ്ധ്യയുമായി അഭേദ്യമായ ബന്ധമുണ്ടെന്ന് സ്ഥാപിച്ചു തുടങ്ങി .
വർഗ്ഗം : കോട്ടയം ജില്ലയിൽ ജനിച്ചവർ
പോപ് റിക്വസ്റ്റ് ഫോർ കമന്റ്സ് -LRB- ആർ.എഫ്.സി -RRB-
വാത്സ്യായന മഹർഷി രചിച്ച കാമസൂത്രം രതിലീലകൾ സംഭോഗരീതികൾ വിവാഹത്തിലേർപ്പെടുന്നവർ അറിഞ്ഞിരിക്കേണ്ട വിവരങ്ങൾ ഔഷധപ്രയോഗങ്ങൾ എന്നിവ വിശദീകരിക്കുന്നു .
അത് ഒരു തീർത്ഥാടനയാത്രയായാണ് അദ്ദേഹം വിശേഷിപ്പിച്ചത് .
വാല്മീകി രാമായണത്തിലെ പാഠങ്ങൾ എല്ലാം ഒരുപോലെയല്ല .
രാമായണത്തിലെ പല കഥകളും ശ്ലോകങ്ങളും രാമായണ കഥതന്നെയും മഹാഭാരതത്തിൽ ഉദ്ധരിച്ചിരിക്കുന്നത് ഇതിന് തെളിവായി ഉന്നയിക്കപ്പെടുന്നു .
ബ്രിട്ടീഷ് പാർലമെന്റ് നിയമനിർമ്മാണസഭകളുടെ മാതാവല്ല മച്ചിപ്പശുവും വേശ്യയും ആണെന്നും അദ്ദേഹം അഭിപ്രായപ്പെട്ടു .
യുദ്ധത്തിൽ രാവണനെ വധിക്കുകയും തുടർന്ന് സീതയെ രക്ഷപ്പെടുത്തുകയും ചെയ്യുന്നു .
ഭാര്യയെ കുറിച്ച്
സെർവർ ഇമ്പ്ലിമെന്റേഷനുകൾ
ആദിവാസി രാമകഥകൾ
മാത്രവുമല്ല മൈക്രോപ്രോസസ്സർ അടിസ്ഥാനമാക്കിയുള്ള യന്ത്ര സംവിധാനങ്ങളെയെല്ലാം തന്നെ കമ്പ്യൂട്ടർ എന്നു വിളിക്കാം .
വള്ളത്തോൾ പുരസ്കാരം ‌ -LRB- 1993 -RRB- .
സംക്ഷിപ്തം
അതാണ് ‌ നാം ഇൻഫർമേഷൻ യുഗത്തിലാണ് ‌ ജീവിക്കുന്നത് ‌ എന്നു പറയാൻ കാരണം .
ഇന്ത്യൻ മതചിന്തയിലും ക്രിസ്തീയ ജൈന ഇസ്ലാമിക യഹുദ ബുദ്ധ മതചിന്തകളിലും വളരെയധികം അടിസ്ഥാനമുള്ളതാണ് ‌ അഹിംസാ സിദ്ധാന്തം .
പ്രധാനപ്പെട്ട വിൻഡോസ് പതിപ്പുകൾ
നൂറുരൂപാ നോട്ട് -LRB- ചെറുകഥ -RRB-
പാശ്ചാത്യചിന്തകന്മാരുടെ അഭിപ്രായപ്രകാരം ദക്ഷിണഭാരതത്തിൽ ജീവിച്ചിരുന്ന ദ്രാവിഡർക്കു മേൽ ആര്യന്മാർക്കുണ്ടായ വിജയമത്രെ രാമായണം .
വീണ്ടും നഗരത്തിൽ നിന്ന് ആളുകൾ എത്തിയെങ്കിലോ എന്ന ആശങ്കകൊണ്ട് രാമൻ കൂടുതൽ ദുർഗ്ഗമമായ ദണ്ഡകാരണ്യത്തിലേക്ക് താമസം മാറ്റി .
പുരസ്കാരങ്ങൾ
അനുരാഗത്തിൻറെ ദിനങ്ങൾ -LRB- ഡയറി ; “ കാമുകൻറെ ഡയറി ” എന്ന കൃതി പേരുമാറ്റിയത് -RRB- -LRB- 1983 -RRB-
കൃഷിയുടെ പ്രധാന ആവശ്യം വെള്ളമാണ് അതിൻറെ തടഞ്ഞ് വച്ചത് ആദ്യകാലത്ത് വൃതനായിരുന്നു എങ്കിലും പില്ക്കാലത്ത് കൃഷിയുടെ ദേവതയായ സീതയെ അധിനിവേശം ചെയ്ത രാവണനെയാണ് താദാത്മ്യപ്പെടുത്തിയിരിക്കുന്നത് എന്നു മാത്രം .
ജീവിതരേഖ
2001 അരയന്നങ്ങളുടെ വീട് ‌
പ്രജകളുടെ ഹിതത്തിനനുസരിച്ച് രാമനെ യുവരാജാവായി അഭിഷേകം ചെയ്യാനൊരുങ്ങിയ വേളയിൽ ചില നാടകീയ സംഭവങ്ങൾ ഉണ്ടായി .
ഗാന്ധിയെപ്പറ്റി ചിലർ
രാമായണം ഭാരതീയ ഭാഷകളിൽ
ഇതിനിടക്ക് ബോവർ യുദ്ധത്തിൽ ഒരു സന്നദ്ധസേവകനായും അദ്ദേഹം പങ്കെടുത്തു .
ജലം മണ്ണ് സൂര്യൻ വായു എന്നിവയുടെ പ്രാധാന്യം ഗാന്ധി മനസ്സിലാക്കാനും അവയെ എങ്ങനെ മനുഷ്യന്റെ ആരോഗ്യപാലനത്തിന് ഉപയോഗപ്പെടുത്താം എന്ന് ആരായാനും അദ്ദേഹം ശ്രമിച്ചു .
പത്രങ്ങൾ
കൈകേയിയുടെ ഗർഭത്തിൽ നിന്ന് ഭരതശത്രുഘ്നന്മാർ ജനിക്കുന്നു
അതിനാൽ മോഹൻ ‍ ദാസിന്റെ പ്രാഥമിക വിദ്യാഭ്യാസം രാജ് ‌ കോട്ടിലായിരുന്നു .
ഇദ്ദേഹം ആദികവിയിൽ നിന്നും വ്യത്യസ്തനാൺ എന്ന് യാക്കോബിയും വെബ്ബറും അഭിപ്രായപ്പെടുന്നു .
വിദേശരാജ്യ പ്രതിനിധികൾ ഇന്ത്യ സന്ദർശിക്കുമ്പോൾ രാജ്ഘട്ടിലെത്തി പുഷ്പാഞ്ജലി നടത്താറുണ്ട് .
വാല്മീകിക്ക് ദക്ഷിണഭാരതത്തിലേയും മദ്ധ്യഭാരതത്തിലേയും ഭൂമിശാസ്ത്രവുമായി പരിചയമില്ലായിരുന്നു എന്ന് രാമായണത്തിൽ നിന്ന് തെളിവുകൾ ലഭിക്കുന്നുണ്ട് .
അഹമ്മദാബാദിലെ കൊച്ച്റാബിൽ 1915 മേയ് 25-ന് അദ്ദേഹം സത്യാഗ്രഹാശ്രമം സ്ഥാപിച്ചു .
വർഗ്ഗം : ഇതിഹാസങ്ങൾ
ചിരിക്കുന്ന മരപ്പാവ -LRB- ചെറുകഥകൾ -RRB- -LRB- 1975 -RRB-
മതങ്ങളിലെ കാപട്യത്തേയും അസ്സാന്മാർഗിത്വത്തേയും സ്വമതശാഠ്യത്തേയും അദ്ദേഹം എതിർത്തു .
ഒരിക്കൽ വെള്ളക്കാർക്ക് മാത്രം സഞ്ചരിക്കാവുന്ന എ-ക്ലാസ് കൂപ്പയിൽ യാത്രചെയ്തതിന് ഗാന്ധിയെ മർദ്ദിക്കുകയും വഴിയിൽ പീറ്റർമാരീറ്റ്സ്ബർഗിൽ ഇറക്കി വിടുകയും ചെയ്തു .
ഇതിനകം ഗാന്ധിജിയെ നേതാവായി മറ്റു നേതാക്കൾ അംഗീകരിച്ചു തുടങ്ങിയിരുന്നു .
കുടുംബവും ആദ്യകാല ജീവിതവും
1903 ഫെബ്രുവരി 14-ന് ട്രാൻസ് ‍ വാൾ സുപ്രീം കോടതിയിൽ വക്കീൽ പണി ആരംഭിച്ചു .
ഇതിനെത്തുടർന്ന് ഏപ്രിൽ 13-ന് ജാലിയൻ വാലാബാഗിൽ വച്ച് സമരക്കാ ‍ ർ കൂട്ടക്കൊല ചെയ്യപ്പെട്ടു .
എല്ലാ ഗുണങ്ങളും ഒരു മനുഷ്യനിൽ സമ്മേളിക്കുക എന്നത് അസംഭവ്യമാണ് എന്നും എന്നാൽ ഏറെക്കുറെ ഗുണങ്ങൾ ഒത്തുചേർന്ന മനുഷ്യൻ ദശരഥമഹാരാജാവിന്റെ മൂത്തമകൻ രാമനാണെന്നും ആയിരുന്നു നാരദന്റെ മറുപടി .
ഉപവാസം അഥവാ നിരാഹാരം ആത്മശുദ്ധീകരണത്തിനും പ്രതിഷേധത്തിനുമുള്ള ഉപാധിയാക്കി .
മഹാത്മാഗാന്ധി അക്കര്യത്തിൽ അനുഗൃഹീതനായിരുന്നു .
ഗാന്ധിയുടെ കൃതികൾ വിക്കി സോഴ്സിൽ ലഭ്യമാണ്
78 അനുയായികൾക്കൊപ്പം മാർച്ച് 12-ന് ഗാന്ധിജി അഹമ്മദാബാദിലെ സബർമതി ആശ്രമത്തിൽ നിന്ന് കാൽനടയായി യാത്ര തിരിച്ചു .
ഹരിജൻ പ്രശ്നത്തിൻ പരിഹാരം കാണാൻ ഉപവാസസമരം ആരംഭിച്ചു .
രാജ്യം മുഴുവൻ അദ്ദേഹത്തിന്റെ മരണത്തിൽ അനുശോചിച്ചു .
വിമര്ശനം
ഈ ക്ലബ്ബിൽ വച്ച് അദ്ദേഹം പരിചയപ്പെട്ട ചില സസ്യഭുക്കുകൾ അക്കാലത്ത് തിയോസൊഫികൽ സമൂഹം എന്ന സാർവ്വത്രിക സാഹോദര്യം കെട്ടിപ്പടുക്കുന്നതിനായി പ്രവർത്തിച്ചിരുന്ന ഒരു രാജ്യാന്തര സമൂഹത്തിന്റെ പ്രവർത്തകരായിരുന്നു .
പുറത്തിറങ്ങിയ ശേഷം അദ്ദേഹം ഇന്ത്യാക്കാർ താമസിക്കുന്ന പ്രവിശ്യ വിട്ട് പുറത്ത് പോകാൻ പാടില്ല എന്ന നിയമത്തിനെതിരായി 2037 പുരുഷന്മാരും 129 സ്ത്രീകളും 57 കുട്ടികളുമായി ട്രാൻസ് ‍ വാളിലേയ്ക്ക് മാർച്ച് നടത്തി .
പിന്നീട് ഗുപ്തകാലത്ത് അയോദ്ധ്യ അന്വേഷിച്ച് നിരവധി പ്രവർത്തനങ്ങൾ നടന്നെങ്കിലും പാടലീപുത്രത്തിനടുത്തായിരിക്കണം എന്ന ഊഹത്തിലെത്തുകയായിരുന്നു .
രാവണൻ എന്ന രാക്ഷസരാജാവ് രാമകഥയേക്കാൽ മുന്നേ പ്രശസ്തി നേടിക്കഴിഞ്ഞു .
വാല്മീകി മറ്റു രണ്ടുപേരെക്കൂടി സൃഷ്ടിക്കുന്നു .
അദ്ദേഹത്തിന്റെ അഭിപ്രായത്തിൽ രാമായണ രചനക്കുശേഷം വാല്മീകിയുടെ സിദ്ധികളുടെ ചെറിയ ഒരു അംശം പോലുമില്ലാത്ത ഏതോ ചില പിന്തലമുറക്കാർ കാവ്യത്തിനുമേൽ കെട്ടിയേല്പിച്ച ഭക്തിഭാരങ്ങളാണ് ‌ അവതാരപരഅമർശങ്ങളത്രെ
മുച്ചീട്ടുകളിക്കാരൻറെ മകൾ -LRB- നോവൽ -RRB- -LRB- 1951 -RRB-
കോഴിക്കോട് സമ്മേളനത്തിൽ വച്ച് ‘ അന്ത്യജനോദ്ധാരണ സംഘം ’ എന്ന സംഘടനക്ക് രൂപം നൽകി .
വൈശ്യകുലത്തിലെ ബനിയ ജാതിക്കാരായ ആ കുടുംബം വൈഷ്ണവവിശ്വാസികളായിരുന്നു .
എനിക്കറിയാവുന്ന ഹൈന്ദവത എന്റെ ആത്മാവിനെ പൂർണമായും തൃപ്ത്തിപ്പെടുത്തുന്നു . സംശയങ്ങൾ എന്നെ വേട്ടയാടുമ്പോൾ നിരാശ എന്റെ മുഖത്തേക്ക് തുറിച്ച് നോക്കുമ്പോൾ പ്രകാശത്തിന്റെ ഒരു കിരണം പോലും കാണാതാവുമ്പോൾ ഞാൻ ഭഗവദ്ഗീതയിലേക്ക് തിരിയും .
വളരെ കുറച്ചു മാത്രമെഴുതിയിട്ടും ബഷീറിയനിസം അല്ലെങ്കിൽ ബഷീർ സാഹിത്യം എന്നത് മലയാളത്തിലെ ഒരു സാഹിത്യ ശാഖയായി മാറിയത് അദ്ദേഹത്തിന്റെ തീവ്രമായ മനുഷ്യസ്നേഹം കൊണ്ടായിരുന്നു .
ഗാന്ധിജിയെപ്പറ്റി മറ്റു പ്രമുഖർ പറഞ്ഞതിന്റെ ഓഡിയോ ഫയലുകൾ
വർഗ്ഗം : ലൈംഗികത
കമ്പ്യൂട്ടർ പ്രോഗ്രാമിങ്ങ് ‌
ശ്രീലങ്കൻ ഗാന്ധി
അദ്ദേഹം അനേകം പ്രാർത്ഥനാ യോഗങ്ങളിൽ പങ്കെടുത്തു .
അദ്ദേഹം താമസിയാതെ കൂടുതൽ സമയ രാഷ്ട്രീയ പ്രവർത്തനത്തിലെക്ക് ഇറങ്ങി .
നൂൽനൂല്പ് ഒരു ആദ്ധ്യാത്മിക യാനമായി കണക്കാക്കി ഒരോ പ്രവർത്തകനും ഖദർ ധരിക്കണമെന്ന വ്യവസ്ഥയിൽ അദ്ദേഹം കോൺഗ്രസിന്റെ അദ്ധ്യക്ഷസ്ഥാനം വഹിക്കാൻ തയ്യാറായി .
1913
ക്യൂയുമെയിൽ ക്യു പോപ്3ഡി
വിധേയമാക്കേണ്ട വിവരങ്ങൾ സംഖ്യകൾ എഴുത്ത് ചിത്രങ്ങൾ ശബ്ദം എന്നിങ്ങനെ പല തരത്തിലുള്ളതിനെ സൂചിപ്പിക്കാം .
ജേഷ്ഠന്റെ നിർബന്ധഫലമായി അദ്ദേഹം സേട്ട് അബ്ദുള്ള എന്ന ദക്ഷിണാഫ്രിക്കൻ വ്യാപരിയുടെ ദാദാ അബ്ദുള്ള കോ എന്ന ദക്ഷീണാഫ്രിക്കൻ കമ്പനിയുടെ വ്യവഹാരങ്ങൾ വാദിക്കുന്ന വക്കീലിന്റെ ജോലി ഏറ്റെടുത്തു .
രാമായണം വിദേശഭാഷകളിൽ
വിവർത്തനങ്ങൾ
ആദ്യകാലങ്ങളിൽ രാമായണം അതിപ്രാചീനമാണ് എന്ന അഭിപ്രായമായിരുന്നു .
ബാലകാണ്ഡം അയോദ്ധ്യാകാണ്ഡം ആരണ്യകാണ്ഡം കിഷ്കിന്ധാകാണ്ഡം സുന്ദരകാണ്ഡം യുദ്ധകാണ്ഡം ഉത്തരകാണ്ഡം എന്നിങ്ങനെ ഏഴു കാണ്ഡങ്ങളിലാണ് രാമകഥ രചിച്ചിരിക്കുന്നത് .
കൂടാതെ ഭാരതീയ കവികൾ തങ്ങളുടെ കൃതികൾ എപ്പോഴും ശുഭപര്യവസായി ആയാണ് ‌ നിലനിർത്തുക .
ഇതുംകൂടി കാണുക
സത്യവും അഹിംസയും
ഇത് സംബന്ധിച്ച ആദ്യത്തെ പരാമർശം സ്കന്ദപുരാണത്തിലാണുള്ളത് .
എന്നാൽ അൽപസമയത്തിനുശേഷം ഒരു വേലക്കാരൻ പിതാവിന്റെ മരണ വാർത്തയുമായി എത്തി .
ഇംഗ്ലണ്ടിൽ
മതത്തിന്റെയോ ജാതിയുടെയോ ലിംഗത്തിന്റെയോ പേരിലല്ലാതെ എല്ലാവരുടെയും പൊതുവായ വികസനമാണ് സർവ്വോദയം .
അതുകൊണ്ട് ഗാന്ധിയൻ ചിന്തയനുസരിച്ച് സത്യത്തിൽ ഊന്നിയല്ലാതെ ജീവിതത്തിലെ മറ്റൊരു മൂല്യവും നിയമവും പ്രാവർത്തികമാക്കുവാൻ സാധിക്കുകയില്ല .
ഔദ്യോഗിക ബ്ലോഗ്
ഹൈന്ദവ വിശ്വാസമനുസരിച്ച് ജീവിതത്തെ നാല് പ്രധാന അവസ്ഥകളായി ചിലർ കാണുന്നു .
കോൺഗ്രസ് ഇതിനിടക്ക് കടുത്ത തീവ്രവാദികളായ പ്രവർത്തകരുടെ കയ്യിൽ പെട്ടിരുന്നു .
വർഗ്ഗം : കേന്ദ്ര സാഹിത്യ അക്കാദമി പുരസ്കാരം ലഭിച്ചവർ
വെബ്ബറുടെ അഭിപ്രായമനുസരിച്ച് രാമകഥയുടെ മൂലരൂപം ബൗദ്ധദശരഥജാതകത്തിലുള്ളതാണ് ‌ .
1934 ജനുവരി 15-ന് ബീഹാറിനെ ബാധിച്ച ഭൂകമ്പത്തിൽ വൻ നാശനഷ്ടങ്ങളും ജീവഹാനിയും ഉണ്ടായി .
സീത മുൻജന്മത്തിൽ രാവണപുത്രിയായി കരുതുന്നു .
തുടർന്നു കുറേ വർഷങ്ങൾ ഇന്ത്യയൊട്ടാകെ അലഞ്ഞുതിരിഞ്ഞു .
സംഭവങ്ങളോട് രാമൻ മനുഷ്യനായി പ്രതികരിക്കുന്ന സന്ദർഭങ്ങളാൺ യഥാർത്ഥ രാമായണത്തിലുള്ളത് .
സാമൂഹിക സേവനത്തിൽ ഏർപ്പെട്ടിരിക്കുന്ന ഒരാൾ ലളിതമായ ജീവിതം നയിക്കണമെന്ന് ഉറച്ച് വിശ്വസിച്ച ഗാന്ധി ബ്രഹ്മചര്യത്തിലൂടെ അത് നേടിയെടുക്കാമെന്ന് കരുതി .
കൂടുതൽ പേരും ഈ അഭിപ്രായത്തോട് യോജിക്കുന്നു .
രാമചരിതം-യുദ്ധകാണ്ഡത്തെ ആസ്പദിച്ച് 12- -RRB- ം ശതകത്തിൽ എഴുതപ്പെട്ട ഒരു പാട്ടുകൃതി .
ലീലാലോലരായ ക്രൗഞ്ചപ്പക്ഷികളെ കണ്ട് മഹർഷിയുടെ മനുഷ്യഹൃദയത്തിൽ പൂർവാശ്രമത്തിലെ മിഥുനജീവിതസ്മൃതി ഉണർന്നിരിക്കേ ആയിരിക്കാം വേടന്റെ അമ്പ് അവയിലൊന്നിനെ കൊന്നതെന്ന് മലയാളത്തിലെ സാഹിത്യചിന്തകൻ കൊടുപ്പുന്ന അഭിപ്രായപ്പെട്ടിട്ടുണ്ട് .
കൊൽക്കത്തയിൽ സമരത്തിനിടെ അയ്യായിരത്തോളം പേർ കൊല്ലപ്പെട്ടു .
ഗാന്ധിജിയുടെ ഈ ആശയം മറ്റുള്ളവർ സ്വീകരിച്ചെങ്കിലും കമ്യൂണിസ്റ്റുകാർ എതിർത്തു .
വാത്സ്യായന മഷർഷി ഒരു ചാർവാകനായിരുന്നു -LRB- Materialist -RRB- എന്നും കാമസൂത്രം കൂടാതെ ന്യായസൂത്രഭാഷ്യം എന്ന പേരിൽ മറ്റൊരു ഗ്രന്ഥം രചിച്ചിട്ടുണ്ടെന്നും പറയപ്പെടുന്നു .
എന്നാൽ പി ‍ ല്ക്കാലത്ത് അയാൾ വസിച്ചിരുന്ന ഇക്ഷുമതിയിലാണെന്ന ഓർമ്മ ഇല്ലാതെ വന്നപ്പോൾ അയോദ്ധ്യയിൽ നിന്ന് പുറത്താക്കപ്പെട്ട രാജകുമാരനാണെന്ന് വിശ്വസിച്ചു പോന്നു .
ഇതിന്റെ ഫലമായി സത്യാഗ്രഹ സ്ഥലത്തെ പോലീസ് ഇടപെടൽ അവസാനിച്ചു .
3.ബാല്യകാലസഖി
മഹത്തായ സീതാചരിത്രവും പൗലസ്ത്യവധവുമാണ് രാമകഥാസംക്ഷേപസാരം .
1994 ജൂലൈ 5-ന് അന്തരിച്ചു .
2004 കാഴ്ച
തെലുങ്കുസാഹിത്യത്തിലെ ആദ്യത്തെ രാമായണാഖ്യാനം തിക്കണ്ണ രചിച്ച നിർ ‌ വചനോത്തരരാമായണമാണ് ‌ .
എങ്കിലും കഠിനാദ്ധ്വാനംകൊണ്ട് ‌ അഭിനയലോകത്തു സ്ഥാനം നേടിയെടുക്കാൻ മമ്മൂട്ടിക്കു സാധിച്ചു .
നെറ്റ് ‌ വർക്കിൽ ഇമെയിൽ ‍ സന്ദേശങ്ങൾ സ്വീകരിക്കുന്നതിനായി ഈ-മെയിൽ ക്ലൈന്റ് ആപ്ലിക്കേഷനുകളിൽ ഉപയോഗിക്കുന്നതിനായി വികസിപ്പിച്ചെടുത്ത ഒരു പ്രോട്ടോക്കോൾ ആണ് ‌ പോപ് 3 അഥവാ പോസ്റ്റ് ഓഫീസ് പ്രോട്ടോക്കോൾ വെർഷൻ 3 .
വിജ്ഞാനത്തിലേക്കു നയിക്കുന്ന ഡേറ്റയുടെ അർത്ഥവത്തായ ഘടകങ്ങളാണ് ‌ ഇൻഫർമേഷൻ .
ബ്രഹ്മചര്യം ഗാർഹസ്ഥ്യം വാനപ്രസ്ഥം സന്ന്യാസം എന്നീ നാല് ആശ്രമങ്ങളിലൂടെയും കടന്നുപോകുന്ന ഒരു വ്യക്തി ധർമ്മം അർത്ഥം കാമം എന്നീ ഘട്ടങ്ങളിലൂടെ മോക്ഷത്തിലെത്തിച്ചേരുന്നു .
ദക്ഷിണാഫ്രിക്കയിൽനിന്ന് ഇന്ത്യയിലേക്ക് മടങ്ങിയശേഷം ആദ്ദേഹം പാശ്ചാത്യ രീതിയിലുള്ള വസ്ത്രധാരണം ഉപേക്ഷിച്ചു .
അതുപോലെ തന്നെ പ്രണേതാവുമായുള്ള കൂടിക്കാഴ്ച സാധ്യമാക്കുന്നതിനുള്ള സന്ദേശങ്ങൾ കൈമാറ്റം ചെയ്യുന്നതിന് സ്ത്രീകൾ രഹസ്യഭാഷ ശൈലി പഠിക്കണമെന്നും കാമസൂത്ര അനുശാസിക്കുന്നുണ്ട് .
മറ്റുമതങ്ങളെ അദ്ദേഹം എപ്പോഴും ഹിന്ദുമതത്തിന്റെ കണ്ണാടിയിലൂടെയാണ് കണ്ടത് .
thumb -PIPE- 200px -PIPE- right -PIPE- ബാംഗളൂർ നടന്ന ക്വിറ്റ് ഇന്ത്യ ജാഥ
-LRB- ഗാന്ധിയുടെ ആത്മകഥയിൽ നിന്ന് -RRB-
1896-ൽ ഡർബനിലെ പാർലമെന്റ് വോട്ടവകാശം കറുത്ത വർഗ്ഗക്കാർക്കും ഇന്ത്യാക്കാർക്കും വിലക്കിക്കൊണ്ട് നിയമം കൊണ്ടുവരാൻ തീരുമാനിച്ചപ്പോൾ ഇതിനെതിരായി പോരാടാൻ അവിടത്തുകാർ ഗാന്ധിയോട് അഭ്യർത്ഥിച്ചിരുന്നു .
സുഗ്രീവനെ സ്വന്തം ജ്യേഷ്ഠനായ ബാലിയുടെ നിയന്ത്രണങ്ങളിൽ നിന്ന് മോചിപ്പിച്ച് ബാലിവധം നടത്തുന്നു .
നിസ്സഹകരണ പ്രസ്ഥാനം ഖിലാഫത്ത് സമിതി അംഗീകരിച്ച ശേഷം ഷൗക്കത്തലിയുമായി ഇന്ത്യമുഴുവൻ സഞ്ചരിക്കുന്നതിനിടക്കാണ് ഗാന്ധി ആദ്യം കേരളം സന്ദർശിച്ചത് .
അവലംബം
മുംബൈയിലും ഷോലാപൂരും തൊഴിലാളികൾ പണിമുടക്കി .
അദ്ദേഹത്തിന്റെ അവസാനത്തെ ജയിൽവാസമായിരുന്നു അത് .
താമസിയാതെ അദ്ദേഹം ജയിലിലായി .
ഇത് മിക്കവാറും എല്ലാ ചരിത്രകാരും സമ്മതിക്കുന്നു .
വിൻഡോസ് 2008 സെർവർ
പല ഗ്രന്ഥകർത്താക്കളും തങ്ങളുടെ കൃതികളിൽ ഉത്തരകാണ്ഡത്തെ ഉൾക്കൊള്ളിച്ചിട്ടുമില്ല .
വാല്മീകിയെ ദശരഥൻറ്റെ സുഹൃത്തായും ചിത്രീകരിക്കുന്നു .
വർഗ്ഗം : മികച്ച രണ്ടാമത്തെ നടനുള്ള കേരളസംസ്ഥാന ചലച്ചിത്ര പുരസ്കാരം ലഭിച്ചവർ
RFC 1939 - പോസ്റ്റ് ഓഫീസ് പ്രോട്ടോക്കോൾ വെർഷൻ 3
ഉള്ളടക്കം
1935-ലെ ഇന്ത്യാ ഗവണ്മെൻറ് ആക്ട് 1937 ഏപ്രിൽ 1-ന് നിലവിൽ വന്നു .
ഇന്ന് വാൽമീകീ രാമായണത്തിന് ‌ മൂന്ന് പാഠഭേദങ്ങൾ നിലവിലുണ്ട് .
രാമായണത്തിൽ ദക്ഷിണേന്ത്യ കൊടും വനം ആണെന്നും അവിടെ വാനരന്മാരും ആദിവാസികളും മാത്രമേ താമസിക്കുന്നുള്ളുവെന്നും പറയുമ്പോൾ മഹാഭാരതത്തിൽ ദക്ഷിണഭാരതത്തിലെ പല രാജ്യങ്ങളുടേയും പേരുകൾ പരാമർശിക്കുന്നു .
മറുപടി
വിഭീഷണനെ രാജാവായി വാഴിച്ചശേഷം രാമൻ തിരിച്ചു പോരുന്നു .
മറ്റുള്ളവരുടെ ഭാര്യമാരെ കുറിച്ച്
ക്യു പോപ്പർ
ആദിവാസികളുടെ സാഹിത്യം സുരക്ഷിതമായിരുന്നിട്ടില്ലാത്തതിനാൽ അതിന്റെ മൂലരൂപം അന്വേഷിക്കുന്നത് ശ്രമകരമായിരിക്കും .
ബൈനറി സംഖ്യാ സമ്പ്രദായത്തിലാണ് കമ്പ്യൂട്ടറിൽ വിവരങ്ങളും നിർദ്ദേശങ്ങളും ശേഖരിക്കുന്നതും .
കൃതികൾ
thumb -PIPE- 250px -PIPE- സീതയോടൊപ്പം ഇരിക്കുന്ന രാമൻ .
പ്രധാന ഇനം കമ്പ്യൂട്ടറുകൾ
അതിനാൽ അഹിംസ എന്ന തത്ത്വത്തിന്റെ ഉപജ്ഞാതാവ് ‌ ഗാന്ധി അല്ല .
വിൻഡോസ് 1.0
സർപ്പയജ്ഞം ബാലസാഹിത്യം
ഈ വാദം പൗരസ്ത്യ ചരിത്രകാരന്മാർ അംഗീകരിക്കുന്നില്ല .
വിരാധനെന്ന് രാക്ഷസനെ അദേഹം വധിക്കുന്നു .
മികച്ച നടനുള്ള ദേശീയ പുരസ്കാരം മൂന്നുതവണ നേടി .
സ്ഥലത്തെ പ്രധാന ദിവ്യൻ -LRB- നോവൽ -RRB- -LRB- 1953 -RRB-
ഇന്ദ്രൻറെ രണ്ടാമത്തെ ജോലി പണിയരാൽ മോഷ്ടിക്കപ്പെട്ട പശുക്കളെ വീണ്ടെടുക്കലാണ് .
മോഹൻ ‌ ദാസ് കരംചന്ദ് ഗാന്ധി -LRB- ഗുജറാത്തി : મોહનદાસ કરમચંદ ગાંધી ഹിന്ദി : मोहनदास करमचंद गांधी IAST : mohandās karamcand gāndhī -RRB- അഥവാ മഹാത്മാ ഗാന്ധി -LRB- 1869 ഒക്ടോബർ 2 - 1948 ജനുവരി 30 -RRB- ഇന്ത്യയുടെ രാഷ്ട്രപിതാവാണ് ‌ .
1908 ജനുവരി 19 ന് തിരുവിതാംകൂറിലെ -LRB- കോട്ടയം ജില്ലയിലെ വൈക്കം താലൂക്കിൽ -RRB- തലയോലപ്പറമ്പ് ഗ്രാമത്തിൽ ജനിച്ചു .
2004 കാഴ്ച
തന്റെ മകൻ ഭരതൻ രാജാവാകണമെന്ന് അതിയായി ആഗ്രഹിച്ച കൈകേയി പണ്ടെന്നോ രാജാവ് തനിക്ക് നൽകിയ വരത്തിന്റെ പിൻ ‌ ബലത്താൽ ഭരതനെ രാജാവക്കണമെന്നും രാമനെ വാനപ്രസ്ഥത്തിനയക്കണമെന്നും ശഠിച്ചു .
ജവഹർലാൽ നെഹ് ‌ റു - മഹാത്മാഗാന്ധിയുടെ മരണം അറിയിച്ചുകൊണ്ട് ‌ രാഷ്ട്രത്തോടു നടത്തിയ പ്രഭാഷണത്തിൽ നിന്ന് .
തമിഴ് രാമായണം
ഇന്ത്യൻ ആംബുലൻസ് കോർപ്സ് എന്ന സംഘടനയിൽ യുദ്ധ സമയത്ത് രോഗികളെ ശുശ്രൂഷിക്കാൻ ചേർന്നതിന് പിന്നീട് അദ്ദേഹത്തെ ആദരിച്ചു .
ഭക്ഷണം ലഹരിപദാർത്ഥങ്ങൾ ലൈംഗികത പുകയില ചായ കാപ്പി എന്നിവയുടെ ഉപയോഗങ്ങളിലും അദ്ദേഹത്തിന് ‌ വ്യക്തമായ കാഴ്ചപ്പാട് ഉണ്ടായിരുന്നു .
യങ് ഇന്ത്യ
രാവണവധത്തിനു ശേഷം മടങ്ങി വന്ന രാമൻ സന്ധാളരുടെ സ്ഥലത്ത് താമസിക്കുകയും ശിവക്ഷേത്രം സ്ഥാപിക്കുകയും അവിടെ ദിവസവും സീതയോടൊത്ത് പൂജ ചെയ്യുകയും ചെയ്ത്ജിരുന്നു .
ഹൈസ്കൂളിൽ പഠിക്കുമ്പോൾ പതിമൂന്നാമത്തെ വയസ്സിൽ -LRB- 1881 -RRB- പോർബന്ദറിലെ വ്യാപാരിയായാ ഗോകുൽദാസ് മകാൻ ‍ ജിയുടെ മകൾ കസ്തൂർബയെ വിവാഹം കഴിച്ചു .
മഹാഭാരതത്തിലെ ഉദ്യോഗപർവ്വത്തിലെ സുപർണ്ണ വാല്മീകിയെപ്പറ്റി പറയുന്നുണ്ട് .
ഇത് ഒരു ചടങ്ങിനേക്കാൾ കടമയായാണ് പലരും കരുതുന്നത് .
അദ്ദേഹം കൂടുതലായും അനുമാനത്തേയും കല്പനയേയുമാണ് ‌ ആശ്രയിച്ചത് .
ജനസേവനത്തിന് ആത്മസമർപ്പണം ചെയ്യുന്നവർ അഹിംസ സത്യം അസ്തേയം അപരിഗ്രഹം ബ്രഹ്മചര്യം എന്നിവ നിഷ്ഠയോടെ ആചരിക്കണമെന്ന് ഗാന്ധിജി നിർദ്ദേശിച്ചു .
എം.പി.
വിശ്രമമില്ലാതെ പ്രവർത്തിച്ച ഒരു സാമൂഹപരിഷ്കർത്താവായിരുന്നു ഗാന്ധി .
തുടർന്ന താഴ്ന്ന ക്ലാസിൽ യാത്ര തുടർന്ന അദ്ദേഹത്തെ തീവണ്ടിയുടെ ഗാർഡ് ഒരു വെള്ളക്കാരന് സ്ഥലം കൊടുക്കാഞ്ഞതിന് തല്ലി .
ദക്ഷിണാഫ്രിക്കയിൽ അദ്ദേഹം നടത്തിയ സമരങ്ങളും അതിന് കാരണമായിരുന്നു .
കോട്ടയം ജില്ലയിലെ വൈക്കത്തിനടുത്തുള്ള ചെമ്പ് എന്ന സ്ഥലത്താണ് മമൂട്ടി ജനിച്ചത് .
ജോഹന്നാസ്ബർഗിലായിരുന്നു താമസം .
ഇതേ തുടർന്ന് നിയമ ലംഘന സമരം താൽകാലികമയി ഏപ്രിൽ 18-ന് നിർത്തിവച്ചു .
തുടർന്ന് നാരദൻ രാമകഥ മുഴുവനും വാല്മീകിക്ക് വിസ്തരിച്ച് കൊടുത്തു .
ഗാന്ധിജിയുടെ ദർശനങ്ങൾ ആഗോള തലത്തിൽ ഒട്ടേറെ പൗരാവകാശ പ്രവർത്തകരെ സ്വാധീനിച്ചു .
സ്വന്തം ജീവിതം കൊണ്ട് അദ്ദേഹം സമർഥിച്ച് തന്നുപോയ ആദർശങ്ങളെ പിൻ തുടരുന്നവർ ഭൂഗോളത്തിന്റെ വിവിധ ഭാഗങ്ങളിൽ ഉണ്ടായിരുന്നു .
പുസ്തകങ്ങൾ
യാത്രക്കിടയിൽ ജനങ്ങൾ കൂടി ജാഥ കനത്തു .
എന്നാൽ അന്ന് രാത്രി 9 മണിക്ക് അദ്ദേഹത്തെ ജയിലിൽ നിന്ന് മോചിതനാക്കി .
നാഥുറാമിനേയും കൂട്ടാളികളേയും അറസ്റ്റ് ചെയ്ത് വിചാരണ ചെയ്തു .
മനുഷ്യരാശിയുടെ പ്രത്യേകിച്ച് ഭാരതത്തിന്റെ ദുരിതങ്ങൾക്ക് കാരണം തേടിപ്പോയ അദ്ദേഹത്തിന്റെ നിഗമനങ്ങൾ പലർക്കും സമ്മതമാവില്ല .
അവരിലുടെ ഗാന്ധി ഹിന്ദുത്വം ബുദ്ധമതം ബ്രാഹ്മണ സാഹിത്യം തുടങ്ങിയവ പഠിക്കാൻ ഇടയായി .
അവരെ അറസ്റ്റ് ചെയ്ത് ജയിലിലടച്ചപ്പോൾ ലഹള പൊട്ടിപ്പുറപ്പെട്ടു .
ഇനി ബാലകാണ്ഡവും ഉത്തരകാണ്ഡവും പിന്നീട് ‌ കൂട്ടിച്ചേർത്തവയാണെങ്കിൽ കൂടി ആ കൂട്ടിച്ചേർക്കൽ ക്രിസ്തുവിനു മുമ്പ് ‌ രണ്ടാം നൂറ്റാണ്ടിലെങ്കിലും നടന്നിരിക്കണം .
അദ്ദേഹത്തിൻറെ ധാർമ്മികത് തപസ്സ് മഹത്ത്വം എന്നിവയെപ്പറ്റി പ്രത്യേകം ആഖ്യാനം നിലനിന്നിരുന്നു .
ഈ മൂന്നു പേരും പിന്നീട് രാമസേനയുമായി യുദ്ധം ചെയ്യുന്നതിനെപ്പറ്റിയും പ്രസ്താവനമുണ്ട് .
ഉപസംഹാരം
പാവപ്പെട്ടവരുടെ വേശ്യ -LRB- ചെറുകഥകൾ -RRB- -LRB- 1952 -RRB-
പാലക്കാട്ടും കോഴിക്കോട്ടും അദ്ദേഹം പ്രസംഗിച്ചു .
അദ്ദേഹത്തിന്റെ പിതാവ് കരംചന്ദ് വാങ്കനഗറിലും രാജ് ‌ കോട്ടിലേയും പ്രധാനമന്ത്രിയായിരുന്നു .
അതിൽ എന്നെ ആശ്വസിപ്പിക്കുന്ന ഒരു വാക്യം ഞാൻ കണ്ടെത്തും .
ഹാസ്യം കൊണ്ട് അദ്ദേഹം വായനക്കാരെ ചിരിപ്പിച്ചു കൂടെ കരയിപ്പിക്കു കയും ചെയ്തു .
ഗാന്ധിജിയുടെ വാക്കുകൾ ശ്രവിക്കുക
വർഗ്ഗം : സാഹിത്യം
കമ്പ്യൂട്ടർ നെറ്റ് ‌ വർക് ‌
ശ്രീലങ്കയുടെ സാമൂഹിക പ്രവർത്തകനായ അഹൻ ‌ ഗാമേജ് ട്യൂഡർ അരിയരത്ന -LRB- Ahangamage Tudor Ariyaratna -RRB- യാണ് ‌ ശ്രീലങ്കൻ ഗാന്ധി എന്ന് അറിയപ്പെടുന്നത് .
1947 ഓഗസ്റ്റ് ‌ 15-ന് ‌ ഇന്ത്യ സ്വാതന്ത്ര്യം ആഘോഷിച്ചപ്പോൾ ഗാന്ധിജി കൽക്കത്തയിൽ ഭാരതവിഭജനത്തിൽ ദുഃഖിതനായി കഴിഞ്ഞു .
ഇതിന്റെ ഭാഗമായി സുഹൃത്തുക്കളുമൊത്ത് നറ്റാൾ ഇന്ത്യൻ കോൺഗ്രസ്സ് എന്ന പ്രസ്ഥാനം ആരംഭിച്ചു .
നിയമലംഘന സമരം
ട്രാൻസ് ‍ വാൾ പ്രവിശ്യാ സർക്കാരിനെതിരായി 1907 മാർച്ച് 22-ന് ഗാന്ധി സത്യാഗ്രഹസമരം ആരംഭിച്ചു .
യുഡോറ ഇന്റർനെറ്റ് മെയിൽ സെര്വർ
കമ്പ്യൂട്ടറുകൾക്ക് വിഭിന്നങ്ങളായ അനേകം കഴിവുകളും ഉപയോഗങ്ങളുമുണ്ട് .
കേസ് വാദിക്കുവാനായി കമ്പനി നിരവധി വക്കീലന്മാരെ ഏർപ്പാടാക്കിയിരുന്നു അവർക്ക് വേണ്ട നിർദ്ദേശങ്ങൾ കൊടുക്കുകയായിരുന്നു മോഹൻ ‍ ദാസിന്റെ ജോലി .
ലഘു -PIPE- അറബിയിലുള്ള വാല്മീകി രാമായണം .
വാക്കുകളുടെ വിവർത്തനങ്ങൾ-ഓഡിയോ സഹിതം
എങ്കിലും ഇന്ന് പണ്ഢിതരെല്ലാം തന്നെ ആദിരാമായണ -LRB- വാല്മീകി -RRB- ഗ്രന്ഥത്തിനും ഇപ്പോൾ പ്രചാരത്തിലിരിക്കുന്ന വാല്മീകി രാമായണത്തിനും പ്രത്യേകം രചനാകാലം നിർദ്ദേശിക്കുന്നുണ്ട് .
ഇതിൽ ബാലകാണ്ഡവും ഉത്തരകാണ്ഡവും വാല്മീകി എഴുതിയതല്ല എന്നും അത് പിന്നീട് ചേർക്കപ്പെട്ടതാണെന്നും വാദമുണ്ട് .
എന്നാൽ ഇന്നത്തെ അവസ്ഥയിൽ രാമായണം തികച്ചും ദുഃഖപര്യവസായി ആണ് ‌ .
പേർസണൽ കമ്പ്യൂട്ടറുകൾ
ഗാന്ധിജിയുടെ വീക്ഷണത്തിൽ സത്യവും അഹിംസയും ഒരേ നാണയത്തിന്റെ രണ്ട് ‌ വശങ്ങളാണ് ‌ .
എന്നാൽ ഇതിന്റെ പ്രാചീനതയെക്കുറിച്ച് സന്ദേഹമുയർന്നിട്ടുണ്ട് .
താൻ വലിയൊരു കുറ്റം ചെയ്തു എന്ന തോന്നൽ ഗാന്ധിക്കുണ്ടായി .
thumb -PIPE- 200px -PIPE- right -PIPE- ഇംഗ്ലണ്ടിൽ സുഹൃത്തുക്കൾക്കൊപ്പം 1890-ൽ
സർ ‍ വ്വോദയമെന്ന ആശയം ഗാന്ധിക്ക് ലഭിച്ചത് ജോൺ റസ്കിന്റെ അണ്ടു ദിസ് ലാസ്റ്റ് -LRB- ഈ ചെറിയ സഹോദരന് -RRB- എന്ന പുസ്തകം വായിച്ചതിന് ശേഷമാണ് .
ഗാന്ധിജി തന്റെ വിശ്വാസങ്ങളെ മുഴുവൻ ഉൾക്കൊള്ളുന്ന വാക്യമായി ദൈവം സത്യമാണ് ‌ എന്നത് ‌ ഉപയോഗിക്കുകയും പിന്നീട് ‌ അത് ‌ സത്യം ദൈവമാണ് ‌ എന്ന് തിരുത്തുകയും ചെയ്തു .
ആരാധകരുടെ മമ്മൂട്ടി
ധർമ്മം
സ്വയംഭരണത്തിൽകുറഞ്ഞ ഒന്നു കൊണ്ടും തൃപ്തിപ്പെടില്ല എന്നായിരുന്നു അവരുടെ നിലപാട് .
വർഗ്ഗം : വള്ളത്തോൾ പുരസ്കാരം ലഭിച്ചവർ
ആദ്യഭാഗങ്ങൾ ഇതിൽ നിന്നെടുത്തവയാണെങ്കിൽ സീതഹരണവും രാവണനുമായുള്ള യുദ്ധവും ഹോമറ് വർണ്ണിച്ചിരിക്കുന്ന പാരീസിനാലുള്ള ഹെലന്റെ അപഹരണവും ട്റോയ് നഗരാക്രമണവുമാണെന്നാണ് ‌ അദ്ദേഹം കരുതുന്നത് .
ബീഹാറിലെ ഉയർന്ന ജാതിക്കാർ താഴ്ന്നജാതിക്കാരെ അവരുടെ ക്ഷേത്രങ്ങളിൽ പ്രവേശിക്കാൻ അനുവദിക്കാതിരിക്കുകയെന്ന പാപം ചെയ്തതുമൂലമാണ് ഭൂകമ്പം ഉണ്ടായതെന്ന് ഗാന്ധി വാദിച്ചു .
പിതാവിനെ നശിപ്പിക്കുമെന്ന് ജാതകത്തിലുള്ളതിനാൽ അവളെ നദിയിൽ എറിയുന്നു .
അതിസാഹസികമായ ഈ കാലയളവിൽ ബഷീർ കെട്ടാത്ത വേഷങ്ങളില്ല .
വിരാധരാക്ഷസന് രാമലക്ഷണന്മാരുടെ മധ്യത്തിൽ നിന്ന് സീതയെ വാരിയെടുത്ത് കൊണ്ടു പോകുന്ന സന്ദർഭങ്ങളും രാവണനിഗ്രഹത്തിനുശേഷം സീതയെ രാമന്റെ മുന്നിലേക്കാനയിച്ച സന്ദർഭവും രാമനിലെ പച്ചയായ മനുഷ്യനെ പുറത്ത് കൊണ്ടുവരുന്നു .
ദക്ഷിണാഫ്രിക്കയിൽ നയിച്ച പാശ്ചാത്യ ജീവിതരീതി ത്യജിച്ചുകൊണ്ടായിരുന്നു അദ്ദേഹത്തിന്റെ ലളിത ജീവിതത്തിന്റെ തുടക്കം .
ആദിരാമായണത്തിന്റെ രചനാകാലത്തെപ്പറ്റിയുള്ള കൃത്യമായ വിവരങ്ങൾ തരുന്ന രേഖകൾ കുറവാണ് ‌ .
ചീരാമകവിയാണ് ‌ രചയിതാവ് .
വാല്മീകിയുടെ തീവ്രപ്രതികരണത്തിന്റെ പ്രേരകവികാരമായി കരുണാ-ശോകങ്ങൾക്കൊപ്പം രതിയും ഉണ്ടായിരുന്നിരിക്കാമെന്ന് അദ്ദേഹം വാദിക്കുന്നു .
15000-ത്തോളം പേർക്ക് പരിക്കേറ്റു .
തീരുമാനം അനുസരിച്ച് പ്രക്ഷോഭം ആരംഭിച്ചതിനെതുടർന്ന് പലയിടങ്ങളിലും ജനങ്ങളും പോലീസും ഏറ്റുമുട്ടി .
കാമസൂത്രത്തിലെ സ്നേഹപ്രകടനങ്ങളും സംഭോഗരീതികളും
രണ്ടാമത്തെ ഭാഗത്തിൻറെ അടിസ്ഥാനം യാക്കോബി വൈദിക സാഹിത്യത്തിനാണ് നൽകുന്നത് .
നവംബർ 23ന് ‌ വൈക്കം ക്ഷേത്ര നിരത്തുകൾ പൊതുജനങ്ങൾ എല്ലാവർക്കുമായി തുറന്നുകൊടുത്തു .
വിവാദങ്ങൾ
ധാർമ്മികമൂല്യങ്ങളെ മുറുകെ പിടിക്കാനായി മഹത്തായ സിംഹാസനം വരെ ഉപേക്ഷിച്ച രാമനേയും ഭരതനേയും പോലുള്ള മനുഷ്യരുടെ കഥയിലൂടെ മഹത്തരമായ ധർമ്മസം ‌ രക്ഷണത്തെക്കുറിച്ചുള്ള സന്ദേശമാണ് ‌ വാൽമീകീ രാമായണത്തിൽ നിന്ന് ലഭിക്കുന്നത് .
സമൂഹത്തിൽ ഉന്നത നിലവാരം പുലർത്തുന്നവർ മാത്രം നായകൻ മാരാവുക മുസ്ലിം കഥാപാത്രങ്ങളെ വില്ലന്മാരായി ചിത്രീകരിക്കുക തുടങ്ങിയ പ്രവണതകളിൽ നിന്നും നോവലുകൾക്ക് മോചനം നൽകിയത് ബഷീറാണ് .
2009 പാലേരിമാണിക്യം
ഇത് ക്രി.വ.
തുടക്കത്തിൽ അപ്രധാനമായ വേഷങ്ങളിലൂടെ സാന്നിദ്ധ്യമറിയിച്ചു .
പോർട്ട് 110 ഉപയോഗിച്ചാണ് ‌ പോപ് 3 ഈ-മെയിൽ സന്ദേശങ്ങൾ സ്വീകരിക്കുന്നത് .
ഇൻഫർമേഷൻ തത്ത്വത്തിലെ എൻട്രോപ്പിയുടെ കുറവുമായി ഇൻഫർമേഷന്റെ നിർവ്വചനം താദാത്മ്യപ്പെട്ടിരിക്കുന്നു .
ഇതൊരു പ്രയാണമാണ് .
സമ്പത്തിന്റേയും കാര്യവിജയത്തിന്റേയും പ്രതീമായാണ് അദ്ദേഹം ആ വസ്ത്രധാരണരീതിയെ കണ്ടത് .
മയിലിന്റേയോ കാട്ടുനായയുടെയോ അസ്ഥി സ്വർണ്ണത്തിൽ പൊതിഞ്ഞ് വലത്തെ കൈയ്യിൽ കെട്ടിയാൽ ഏതു സ്ത്രീയെയും കീഴടക്കാൻ പുരുഷന് സാധിക്കുമെന്ന് കാമസൂത്ര വിശ്വസിക്കുന്നു .
1927-ൽ ശ്രീലങ്ക സന്ദർശിച്ച അവസരത്തിൽ കൊളൊംബോയിലെ ബുദ്ധമതാനുയായികൾ നൽകിയ ഒരു സ്വീകരണത്തിൽ പ്രസംഗിക്കവേ അദ്ദേഹം പറഞ്ഞത് ഇന്ന് ബുദ്ധമതവിശ്വാസത്തിന്റെ ഭാഗമായി കരുതപ്പെടുന്നവയിൽ ഹിന്ദുമതം സ്വാംശീകരിച്ചിട്ടില്ലാത്തതൊന്നും ബുദ്ധന്റെ ജീവിതത്തിന്റേയോ പഠനങ്ങളുടേയോ ഭാഗമായിരുന്നില്ല എന്നാണ് .
ഇടക്കാല സർക്കാർ അനുവദിക്കുന്നില്ല എങ്കിൽ സിവിൽ നിയമ ലംഘനം ആരംഭിക്കാൻ 1940 മാർച്ച് 18ന് ബിഹാറിലെ രാംഗഢിൽ ചേർന്ന കോൺഗ്രസ്സ് സമ്മേളനം തീരുമാനിക്കുകയും അതിന്റെ നേതൃത്വം ഗാന്ധിജിയെ ഏൽ ‍ പ്പിക്കുകയും ചെയ്തു .
മുഹമ്മദിന്റെ വാക്കുകൾ ജ്ഞാനത്തിന്റെ നിധികളാണ് .
പാർലമെൻറ് അടച്ചതിനാൽ കാര്യമായി ഒന്നും ചെയ്യാൻ പറ്റാത്തതിനാലാണ് അദ്ദേഹം നാട്ടിലേക്ക് വന്നത് .
പകരമായി സീതയെ അന്വേഷിക്കുന്ന ചുമതല സുഗ്രീവൻ തന്റെ വാനരസേനയെ ഏല്പിക്കുന്നു .
1920 ഓഗസ്റ്റ് 18 ന് അദ്ദേഹം കോഴിക്കോട് കടപ്പുറത്ത് നടന്ന യോഗത്തിൽ പ്രസംഗിച്ചു .
വർഗ്ഗം : ഓപ്പറേറ്റിങ് സിസ്റ്റം
1931 ജനുവരി 25 അദ്ദേഹത്തെ മോചിതനാക്കി .
ഇന്ത്യൻ തടവിൽ 2089 ദിവസവും -LRB- അഞ്ചു വർഷത്തിനു മേൽ -RRB- ദക്ഷിണാഫ്രിക്കയിൽ 249 ദിവസവും ഗാന്ധിജി കഴിഞ്ഞിട്ടുണ്ട് .
കോൺഗ്രസ്സ് രണ്ടാം നിയമലംഘന സമരം ആരംഭിച്ചു .
വാല്മീകി രാമായണത്തിൽ ഈ ആദിവാസികളെ വാനരന്മാരെന്നും ഋഷന്മാരെന്നും പറഞ്ഞിട്ടുണ്ടെങ്കിലും പ്രാരംഭത്തിൽ ഇവരെല്ലാം തന്നെ മനുഷ്യരായി കരുതപ്പെട്ടിരുന്നു എന്ന് ആദികാവ്യത്തിലെ അനേകം സ്ഥലങ്ങളിൽ നിന്നും മനസ്സിലാക്കാം .
വിൻഡോസ് 7
രാമായണം ബൗദ്ധകൃതിയെ അടിസ്ഥാനപ്പെടുത്തിയതാണെന്നും ; ക്രി.മു.
പില്ക്കാലത്തെ പലരചനകളിലും വാല്മീകിയും ഭാർഗ്ഗവ ച്യവനമഹർഷിയും ഒന്നാണെന്ന സങ്കല്പം പ്രചരിച്ചു തുടങ്ങി .
RFC 2195 - ഐമാപ് / പോപ് ഓതറൈസേഷൻ ഫോർ സിമ്പിൾ ചാലഞ്ച് / റെസ്പോൺസ്
ഏഴ് പ്രധാന വിഭാഗങ്ങളിലായി 37 അദ്ധ്യായങ്ങളുള്ള കാമസൂത്ര ശൃംഗാര കലയിൽ ചർച്ച ചെയ്യാത്ത വിഷയങ്ങൾ ഒന്നും തന്നെയില്ല .
അതിനെതിരായി കോൺഗ്രസ് ഹർത്താൽ ആചരിച്ചു .
അവ താഴെ പറയുന്നവയാണ് ‌
അർജ്ജുനൻ പാണ്ഡ്യരാജാക്കന്മാരെയും മറ്റും പരാജയപ്പെടുത്തിയ കഥ ഏറെ പ്രസിദ്ധമാണല്ലോ .
ഗാന്ധിജി ഒരിക്കലും ഒരു വികസനവിരോധി ആയിരുന്നില്ല എന്ന് ഗാന്ധിയന്മാര് പറയുന്നു .
സീതയോട് രാമൻ ക്രൂരമായാണ് ‌ സംസാരിച്ചത് .
വേശ്യകളെക്കുറിച്ച്
പോപ3ഡി
രാമായണത്തിലെ വാനരന്മാർ ഋക്ഷന്മാർ രാക്ഷസന്മാർ എന്നിവർ വാസ്തവത്തിൽ ആദിവാസികളോ ദക്ഷിണേന്ത്യയിലെ ആദ്യകാല വാസികൾ തന്നേയോ ആണെന്ന് കാമിൽ ബുൽകേ പറയുന്നു .
ഇതുതന്നെയാണ് കമ്പ്യൂട്ടറുകളുടെ പ്രവർത്തനത്തിന് ‌ അടിസ്ഥാനം എന്നും പറയാം .
പ്രേമലേഖനം -LRB- നോവൽ -RRB- -LRB- 1943 -RRB-
സമീപത്ത് നിൽക്കുന്നത് ലക്ഷ്മണൻ .
സെർവ്വർ കമ്പ്യൂട്ടർ
എങ്കിലും രാഷ്ട്രീയരംഗത്ത് അത് വലിയതോതിൽ ആദ്യമായി പ്രയോഗിച്ചത് ‌ അദ്ദേഹമാണ് ‌ .
വിൻഡോസ് 3.1
ചലച്ചിത്രങ്ങൾ
രാമൻ ഹിന്ദുവാണെന്നതിനും ആര്യവംശസ്ഥാപകൻ ആണെന്നുള്ളതിനും യാതൊരു തെളിവും ലഭിച്ചിട്ടില്ല കൂടാതെ താൻ പിടിച്ചടക്കിയ കിഷ്കിന്ധയും ലങ്കയും മറ്റും രാമൻ അർഹരായവർക്കു തന്നെ തിരിച്ചുനൽകുകയും ചെയ്തല്ലോ .
അഗസ്ത്യമഹർഷിയുടെ ആശ്രമത്തിൽ നിന്ന് ദേവേന്ദ്രന്റെ വില്ലും ബാണങ്ങളൊഴിയാത്ത ആവനാഴിയും അദ്ദേഹം നേടുന്നു .
1990 -LRB- മതിലുകൾ ഒരു വടക്കൻ വീരഗാഥ -RRB-
വിശ്വവിഖ്യാതമായ മൂക്ക് -LRB- ചെറുകഥകൾ -RRB- -LRB- 1954 -RRB-
-LRB- ഋഗ്വേദം 2-12 -RRB- വൈദിക കാലത്ത് പശുക്കൾക്കുണ്ടായിരുന്ന അതേ സ്ഥാനമാണ് കൃഷി വികസിച്ചശേഷം കലപ്പക്കും അതിൻറെ ചാലിനും ഉണ്ടായിരുന്നത് .
അദ്ദേഹം ഇന്ത്യൻ സ്വാതന്ത്ര്യസമര പ്രസ്ഥാനത്തിന്റെ നേതാവും വഴികാട്ടിയുമായിരുന്നു .
പിതാവ് കായി അബ്ദുറഹ്മാൻ മാതാവ് കുഞ്ഞാത്തുമ്മ .
2006 കറുത്ത പക്ഷികൾ
സത്യവ്രതനായ ദശരഥപുത്രൻ പിതാവിന്റെ മാനം രക്ഷിക്കാനായി സഹോദരനായ ലക്ഷമണനോടും ഭാര്യ സീതയോടും ഒപ്പം യാതൊരു പരിഭവവുമില്ലാതെ വനത്തിലേക്ക് തിരിച്ചു .
ആൽബർട്ട് ഐൻസ്റ്റീൻ .
ദ്രാവിഡ ഭാഷകളിലെ രാമകഥ സംബന്ധിച്ച എറ്റവും പ്രാചീനമായ കൃതി ക്രി.വ.
ദക്ഷിണാഫ്രിക്കയിൽ വച്ച് ഗാന്ധിക്കും കസ്തൂർബായ്ക്കും രണ്ട് ആൺകുട്ടികൾ കൂടി പിറന്നു .
1906-ൽ ദക്ഷിണാഫ്രിക്കയിലെ ഇന്ത്യൻ ഒപ്പീനിയൻ എന്ന പത്രത്തിന്റെ വായനക്കാരുടെ പ്രയോജനത്തിനായി എഴുതിത്തുടങ്ങിയ ആരോഗ്യത്തിനുള്ള മാർഗ്ഗനിർദ്ദേശങ്ങൾ ക്രമേണ കൂടുതൽ വലിയ ലേഖനങ്ങളായി പരിണമിച്ചു .
ഹരിജൻ
സീതാന്വേഷണം നടത്തുന്ന സമയത്ത് അണ്ണാൻ കുഞ്ഞിനും ഇലന്തമരത്തിനും രാമൻ വരങ്ങൾ നൽകുന്നത് കൊക്കിനു ശിക്ഷ നൽകുന്നത് ലക്ഷമണനും ഹനുമാനും ആദ്യം കണ്ടുമുട്ടുമ്പോൾ ദ്വന്ദയുദ്ധം നടത്തുന്നത് ഹനുമാൻ രാമബാണത്തിന്റെ സഹായത്തോടെ സമുദ്രം താണ്ടുന്നത് തുടങ്ങിയ കഥകൾ ആദിവാസികൾക്കിടയിൽ പ്രചരിച്ചിട്ടുണ്ട് .
നിര ‍ ക്ഷരയായ കസ്തൂർ ‍ ബായെ മോഹൻ ‍ ദാസ് പഠിപ്പിച്ചു .
സുപർണ്ണവംശം ക്ഷത്രിയരായിരുന്നതിനാൽ ആദികവിയും സുപർണ്ണവാല്മീകിയും വ്യത്യസ്തരായിരിക്കണ .
ഗാന്ധിജിയുടെ ഓർമ്മക്കായി ഒക്ടോബർ 2 ന് ഗാന്ധിജയന്തി ആഘോഷിക്കുന്നു .
അതിനെ പിന്തുടർന്നു വന്ന വ്യാഖ്യാനങ്ങളും അദ്ദേഹത്തിന്റെ അനുമാനത്തിനു പുറമേ ചിന്തിച്ചുകാണുന്നില്ല എന്ന് പ്രോഫ : കാമിൽ ബുൽകേ അഭിപ്രായപ്പെടുന്നു .
സ്വയം നൂൽ നൂറ്റുകൊണ്ട് വസ്ത്രമുണ്ടാക്കുക എന്ന അടിസ്ഥാനത്തിലുള്ള ഖാദി പ്രസ്ഥാനത്തിന് അദ്ദേഹം രൂപം നൽകി .
പോൾ -LRB- ഓർമ്മക്കുറിപ്പുകൾ -RRB- -LRB- 1991 -RRB-
ഇതര മതങ്ങളേക്കുറിച്ച് അദ്ദേഹത്തിന്റെ ചില അഭിപ്രായങ്ങൾ :
ഈ സംഭവത്തിനുശേഷം ഗാന്ധി ഇത്തരം അനാചാരങ്ങൾക്കെതിരെ പ്രവർത്തിക്കാൻ തീരുമാനിച്ചു .
നിസ്സഹകരണ സമരം
മമ്മൂട്ടിയുടെ ബാപ്പ ഇസ്മയിലും ഉമ്മ ഫാത്തിമയുമാണ് .
ഇന്ത്യക്കാർക്കെതിരായ കരിനിയമങ്ങൾ പിൻ ‍ വലിക്കണമെന്ന് അദ്ദേഹം അവിടെ മേയ് 6-നു കൂടിയ സമ്മേളനത്തിൽ ആവശ്യപ്പെട്ടു .
ഉത്തർപ്രദേശിലെ ചൌരിചൌരാ എന്ന സ്ഥലത്ത് ജനക്കൂട്ടം രോഷം പൂണ്ട് പോലീസ് സ്റ്റേഷൻ ചുട്ടെരിക്കുകയും പോലീസുകാരെ വധിക്കുകയും ചെയ്തു .
പിന്നീടൊരിക്കൽ ‍ ശിഷ്യന്മാരുമൊത്ത് തമസാ നദിയിൽ സ്നാനത്തിനായി പോവുകയായിരുന്ന വാല്മീകി ഒരു വേടൻ ക്രൗഞ്ചമിഥുനങ്ങളിൽ ആൺപക്ഷിയെ അമ്പെയ്ത് വീഴ്ത്തുന്നതു കണ്ടു .
മാർട്ടിൻ ലൂഥർ കിംഗ് സ്റ്റീവ് ബികോ നെൽ ‌ സൺ മണ്ടേല ഓങ് സാൻ സൂ കി എന്നിവർ ഗാന്ധിയൻ ആശയങ്ങൾ സ്വാംശീകരിച്ചവരിൽപെടുന്നു .
അവരുടെ കർമ്മങ്ങളിലൂടെ ഗാന്ധി കാലാന്തരങ്ങളിലേക്ക് പ്രവഹിക്കുന്നു.ഈ ജീവിത ശൈലി പിൻ ‌ തുടർന്ന് പല ദേശത്തും ഗാന്ധിമാരുണ്ടായി .
എന്റെ സത്യാന്വേഷണ പരീക്ഷണങ്ങൾ
പലയിടങ്ങളിലും സ്വീകരണങ്ങൾ ഏറ്റുവാങ്ങിക്കൊണ്ട് ഏപ്രിൽ 5 ദണ്ഡി എന്ന തീരദേശഗ്രാമത്തിലെത്തി .
എന്നാൽ ജയിലിനുപുറത്തും നിരാഹാരം തുടർന്ന ഗാന്ധി മേയ് 29-ന് പൂനെയിൽ വച്ചാണ് നിരാഹാരം അവസാനിപ്പിച്ചത് .
ഈ സംഭവത്തെ തുടർന്ന് ഗാന്ധിവധത്തിൽ പങ്ക് ആരോപിച്ച് ആർ.എസ്.എസ്.
1908-ൽ ലണ്ടണിൽ നിന്ന് ദക്ഷിണാഫ്രിക്കയിലേക്കുള്ള ഒരു കപ്പൽ യാത്രക്കിടെ എഴുതിയ ഹിന്ദ് സ്വരാജ് എന്ന ഗ്രന്ഥം ഗാന്ധിയുടെ രാഷ്ട്രീയ-സാമൂഹ്യ-സാമ്പത്തിക നിലപാടുകളുടെ വിലപ്പെട്ട ഒരു രൂപരേഖയാണ് .
ഇംഗ്ലണ്ടിൽ വച്ചാണ് അദ്ദേഹം ആദ്യമായി ഭഗവദ് ഗീത വായിക്കുന്നത് .
1914 ജൂൺ 30-ന് സർക്കാർ ഒത്തു തീർപ്പുകൾക്ക് തയ്യാറായി .
കാരണം ക്രി .
ദ്രാവിഡരുടെ പ്രതീകമായി രാവണനേയും ആര്യന്മാരുടെ പ്രതീകമായി രാമനേയും ചിത്രീകരിച്ചതാവാം .
സിംഹള ദ്വീപിലെ കൊഹോബോയക്കം എന്ന ആചാരവേളകളിൽ കാവ്യാത്മകങ്ങളായ കഥകൾ പാരായണം ചെയ്യപ്പെടുന്നു .
വാല്മീകി പദപ്രയോഗങ്ങളിൽ അദ്വിതീയനായിരുന്നു .
ജീവിതനിഴൽപാടുകൾ -LRB- നോവൽ -RRB- -LRB- 1954 -RRB-
അവസാനകാലം
മൈക്രോസോഫ്റ്റ് വിൻഡോസ് മൈക്രോസോഫ്റ്റ് കമ്പനി വിപണിയിലിറക്കിക്കൊണ്ടിരിക്കുന്ന ഓപ്പറേറ്റിങ്ങ് സിസ്റ്റങ്ങളുടെ പൊതുനാമം ആണ് .
കരംചന്ദ് നാലു വിവാഹങ്ങൾ ചെയ്തിരുന്നു അവസാനത്തെ ഭാര്യയായിരുന്നു പുത് ‍ ലിബായി .
അതോടെ നിമജ്ജിപ്പിക്കുന്ന ദുഃഖത്തിനിടയിലും ഞാൻ പുഞ്ചിരിക്കുവാനാരംഭിക്കും .
സമൂഹത്തിന്റെ അടിത്തട്ടിൽ ജീവിക്കുന്ന മനുഷ്യരുടെ കഥകൾ അദ്ദേഹം പറഞ്ഞപ്പോൾ അത് ജീവസ്സുറ്റതായി കാലാധിവർത്തിയായി .
ക്വിറ്റ് ഇന്ത്യാ സമയത്തെ ഹിന്ദു ദിനപ്പത്രം
കമ്പ്യൂട്ടർ സാക്ഷരത
ശ്രീലങ്കയിലെ സർവ്വോദയ ശ്രമദാന സംഘടനയുടെ സ്ഥാപകനായ ഇദ്ദേഹം തികഞ്ഞ ഒരു ബുദ്ധ മത വിശ്വാസിയാണ് .
പശ്ചിമപാകിസ്താനിൽ നിന്ന് നിരവധി ഹിന്ദുക്കളും സിഖുകാരും അഭയാർത്ഥികളായെത്തി .
ഇത് ഇന്ത്യാക്കാരുടെ അവകാശ ബോധത്തൽ മാറ്റം ഉണ്ടാക്കി .
ഒരൊറ്റ ഇന്ത്യാക്കാരൻ പോലും ഇല്ലാത്ത സൈമൺ കമ്മീഷൻ നിർദ്ദേശങ്ങളെ ബഹിഷ്കരിക്കാൻ അദ്ദേഹം ആഹ്വാനം ചെയ്തതനുസരിച്ച് നാടെങ്ങും പ്രക്ഷോഭം ഉയർന്നു .
എല്ലാ ഇന്ത്യക്കാരും വിരലടയാളം പതിച്ച രജിസ്ട്രേഷൻ കാർഡ് എപ്പോഴും സൂക്ഷിക്കണമെന്ന ഏഷ്യാറ്റിക് ലോ അമെൻഡ്മെൻറ് ഓർഡിനൻസ് എന്ന ബില്ലിനെതിരായിരുന്നു സത്യാഗ്രഹം .
ഐയുപോപ്3
വാസ്തവത്തിൽ അവ സാർവ്വലൗകികമായ വിവരനടപടി യന്ത്രങ്ങൾ ആണ് .
ദക്ഷിണാഫ്രിക്കയിൽ
മഷിയും ചായങ്ങളും ഉപയോഗിച്ച് 16- ‍ ാം നൂറ്റാണ്ടിന്റെ അവസാനം രചിച്ചത് .
ഇംഗ്ലീഷ് വിവർത്തനം ഡൌൺ ‌ ലോഡ് ചെയ്യാൻ
ആദിരാമായണത്തിൽ ബൗദ്ധസ്വാധീനങ്ങളോ ബൗദ്ധകഥകളോ ഒന്നും കാണാത്തതിനാൽ ഇത് ബുദ്ധനുമുൻപേ രചിക്കപ്പെട്ടതാണെന്നാൺ മോർണിയർ വില്യംസ് അവകാശപ്പെടുന്നത് .
രചയിതാവ്
ശ്രീരാമപട്ടാഭിഷേകം വരെ എടുക്കുകയാണെങ്കിൽ കഥ തികച്ചും ശുഭപര്യവസായി ആണ് ‌ .
വർഗ്ഗം : കമ്പ്യൂട്ടർശാസ്ത്രം
സത്യം ലക് ‌ ഷ്യവും അഹിംസ ആ അതിലേക്കുള്ള മാർഗവുമാണ് ‌ .
കാരണം സ്കന്ദപുരാണത്തിലെ കൂടുതൽ വിവരങ്ങളും എട്ടാം നൂറ്റാണ്ടിനുശേഷമുള്ളതാൺ എന്നതും ധാരാളം പ്രക്ഷിപ്തങ്ങൾ കലർന്നതുമാണെന്നതാണ് ‌ .
തന്റെ ആ തെറ്റ് ക്ഷമിക്കാൻ അദ്ദേഹത്തിന് ഒരിക്കലുമായില്ല .
അദ്ദേഹം ഇംഗ്ലണ്ടിൽ പോയ വർഷം തന്നെ അദ്ദേഹത്തിന് ആദ്യത്തെ കുട്ടി പിറന്നു രാംദാസ് ഗാന്ധി .
സർവ്വോദയം കൈവൈച്ച ഒരു സമൂഹത്തിൽ ഭരണാധികാരികളോ ഭരണമോ ഉണ്ടാവില്ല .
ഗാന്ധിയൻ തത്ത്വചിന്തയിൽ സത്യം എന്നാൽ ദൈവമാണ് ‌ .
ബെഗളൂരിലെ ആരാധകരുടെ വെബ്സൈറ്റ്
അർത്ഥം
എന്നാൽ ഗാന്ധി ഇതിനോട് യോജിച്ചില്ല .
വർഗ്ഗം : മുട്ടത്തു വർക്കി പുരസ്കാരം ലഭിച്ചവർ
ഇതനുസരിച്ച് ദശരഥകജാതകവും ഹോമറിന്റെ കാവ്യവുമാണ് ‌ രാമകഥയുടെ പ്രഭവസ്ഥാനങ്ങൾ .
എന്നാൽ ടാഗോർ ഗാന്ധിയുടെ വാദത്തെ രൂക്ഷമായി എതിർത്തു .
എന്നാൽ സീതയെ ഭാരതത്തിലെ മുക്കുവർ രക്ഷിക്കുകയും അവരിലാരോ ഒരാൾ വളർത്തുകയും ചെയ്യുന്നു .
ഉത്തരേന്ത്യയിൽ ഹിന്ദു സന്ന്യാസിമാരുടെ കൂടെയും സൂഫിമാരുടെയും കൂടെ ജീവിച്ചു പല ജോലികളും ചെയ്തു .
എന്നാൽ രാമനെ ഈശ്വരാവതാരമഅയി കാണിക്കുന്നതെല്ലാം പിന്നീട് ചേർത്ത പ്രക്ഷിപ്തങ്ങളാണ് ‌ .
തന്നെത്തെന്നെ പൂജ്യത്തിലേക്ക് താഴ്ത്തുക എന്നാണ് അദ്ദേഹം അതിനെ വിശേഷിപ്പിച്ചത് .
ഋഗ്വേദത്തിലോ മറ്റ് വേദങ്ങളിലോ രാമകഥയെപ്പറ്റി സൂചനകൾ ഇല്ല .
കണ്ണശ്ശരാമായണം- 14- -RRB- ം ശതകത്തിന്റെ ഉത്തരാർദ്ധത്തിൽ കണ്ണശ്ശപ്പണിക്കർ രചിച്ച കാവ്യമാണ് ‌ .
മഹാഭാരതത്തിലെ ദ്രോണപർവ്വത്തിലും ശാന്തിപർവ്വത്തിലും മാത്രമാണ് ‌ വാല്മീകി കവിയാണെന്ന വ്യക്തമായ സൂചനകൾ ലഭിക്കുന്നത് .
ജിന്ന പിന്നീട് താൽക്കാലിക സർക്കാരിലേയ്ക്ക് നാലു പേരെ നാമനിർദ്ദേശം ചെയ്തു .
ഓഗസ്റ്റ് 9-ന് ഗാന്ധിജിയെ അറസ്റ്റ് ചെയ്ത് പൂനെയിലെ ആഗാഖാൻ കൊട്ടാരത്തിൽ തടവിൽ പാർപ്പിച്ചു .
വാത്സ്യായനന്റെ അഭിപ്രായത്തിൽ എട്ട് വിധത്തിൽ സ്നേഹം പ്രകടിപ്പിക്കാനാകും .
എന്നാൽ കൃഷിയുടെ അധിഷ്ഠാന ദേവതയായി സങ്കല്പിക്കുന്ന സീതയുടെ സ്വഭ്വാവ ചിത്രീകരണം വൈദിക സാഹിത്യത്തിലില്ലെന്ന് അദ്ദേഹവും സമ്മതിക്കുന്നുണ്ടെങ്കിലും വൈദിക സീതയുടെ വ്യക്തിത്വത്തിൽ നിന്നാണ് രാമയണത്തിലെ സീത വികാസം പ്രാപിച്ചിരിക്കാൻ സാധ്യത എന്നാണ് അദ്ദേഹം കരുതുന്നത് .
അദ്ദേഹം ബാലനായ ചിത്തിര തിരുനാൾ കൊച്ചി മഹാരാജാവ് എന്നിവരേയും സന്ദർശിച്ച് മാർച്ച് 19-ന് പാലക്കാടു വഴി മടങ്ങി .
ആദ്യ കമ്യൂണിസ്റ്റ് മന്ത്രിസഭയിലെ വിദ്യാഭ്യാസ മന്ത്രി ആയിരുന്ന ജോസഫ് മുണ്ടശ്ശേരി ബഷീറിന്റെ ന്റുപ്പൂപ്പാക്കൊരാനേണ്ടാർന്ന് ഉപപാഠപുസ്തകമാക്കാൻ തീരുമാനിച്ചപ്പോൾ മതസംഘടനകളും പ്രതിപക്ഷവും തീവ്ര വിമർശനങ്ങളാണ് ഉയർത്തിയത് .
വാൽമീകീ രാമയാണത്തിനു മുന്നേ തന്നെ രാമകഥയെ അടിസ്ഥാനമാക്കിയുള്ള ആഖ്യാനങ്ങൾ പ്രചാരത്തിലുണ്ടായിരുന്നു .
ഇസ്ലാം മതത്തിൽ ഒരുകാലത്തു നിലനിന്നിരുന്ന എല്ലാവിധ അനാചാരങ്ങൾക്കെതിരെയും ശക്തമായ്-വിമർശനാത്മകമായി അദ്ദേഹം തൂലിക ചലിപ്പിച്ചു .
ഫിലിം ഫെയർ അവാർഡുകൾ
13- -RRB- ം ശതകത്തിലാണ് ‌ ഇത് രചിച്ചത് .
കെ.ജി.ജോർജ്ജാണ് മമ്മൂട്ടിയിലെ അഭിനേതാവിനെ ശ്രദ്ധേയനാക്കിയത് ‌ .
ഈ പ്രോട്ടോക്കോൾ ആപ്ലിക്കേഷൻ ലെയറിൽ പ്രവർത്തിക്കുന്നൊരു പ്രോട്ടോക്കോൾ ആണ് .
ചുരുക്കത്തിൽ സന്ദിഗ്ധതയെ ദൂരീകരിച്ച് ‌ അസന്ദിഗ്ധതയിലേക്കു നയിക്കുന്ന എന്തിനേയും ഇൻഫർമേഷന്റെ കൂട്ടത്തിൽ പെടുത്താം .
ബാല്യത്തിൽ നിന്ന് മരണത്തിലേയ്ക്കുള്ള പ്രയാണമെന്നതു പോലെ അപക്വതയിൽ നിന്ന് പക്വതയിലേയ്ക്ക് അജ്ഞതയിൽ നിന്ന് ജ്ഞാനത്തിലേയ്ക്ക് മറ്റുള്ളവരിൽ നിന്ന് എന്നിലേയ്ക്ക് ജനന മരണങ്ങളിൽ നിന്ന് മുക്തിയിലേയ്ക്കുള്ള യാത്ര .
ഇന്ത്യയിലെ ഏറ്റവും ദരിദ്രനായ വ്യക്തിക്കും ധരിക്കാനാകുന്നതരം ഖാദി വസ്ത്രം അദ്ദേഹം ധരിച്ചു .
ലൈംഗികവിഷയങ്ങൾ ഭംഗിയായി കൈകാര്യം ചെയ്യുന്ന കാമസൂത്ര ഏകപത്നീവ്രതത്തെയാണ് പിന്താങ്ങുക എങ്കിലും മറ്റൊരുവന്റെ ഭാര്യയെ വശീകരിക്കേണ്ടതെങ്ങനെ എന്നതിനെപ്പറ്റി ഒരദ്ധ്യായം തന്നെയുണ്ട് .
അതിവിരക്തി
ഇതിനിടെ കോൺഗ്രസ് നിർബ്ബന്ധപൂർ ‌ വം ഗാന്ധിജിയെ തിരികെ കൊണ്ടു വന്നിരുന്നു .
അത് മുസ്ലീങ്ങൾക്ക് മാത്രമല്ല മാനവരാശിക്ക് മുഴുവനും
എന്നാൽ പാർലമെൻറ് ജനുവരിയിൽ തുടങ്ങുമെന്നും അടിയന്തരമായി തിരിച്ചു വരണമെന്നുമുള്ള സന്ദേശം അദ്ദേഹത്തിന് ലഭിച്ചപ്പോൾ രണ്ടു മക്കൾ വിധവയായ സഹോദരീപുത്രൻ ഭാര്യ കസ്തൂർബാ എന്നിവരോടൊപ്പം 1897 ഡിസംബർ ആദ്യവാരം ഗാന്ധി ഡർബനിലേയ്ക്ക് യാത്രയായി .
വാനരപ്പടയീൽ പക്ഷിശ്രേസ്ഠനും ജടായുവിന്റെ സഹോദരനുമായ സമ്പാതിയിൽ നിന്നും ലഭിച്ച വിവരങ്ങളനുസരിച്ഛനുമാൻ നൂറുയോജന വിസ്താരമുള്ള ദക്ഷിണമഹാസമുദ്രം ലംഘിച്ച് ലങ്കയിലെത്തുന്നു .
അടുത്ത സന്ദർശനം വൈക്കം സത്യാഗ്രഹത്തോടനുബന്ധിച്ച് ആയിരുന്നു .
thumb -PIPE- right -PIPE- 200px -PIPE- ഗാന്ധിജി ലണ്ടനിൽ വട്ടമേശ സമ്മേളനത്തിൽ പങ്കെടുക്കാൻ ഒരു പ്രഭാതത്തിൽ നടക്കുന്നു .
ഇന്ത്യയിലെ രാഷ്ട്രീയപ്രതിസന്ധി പരിഹരിക്കുന്നതിൻ അന്നത്തെ വൈസ്രോയി വേവൽ പ്രഭു ബ്രിട്ടിഷ് സർക്കാരിന്റെ അനുമതിയോടെ പ്രഖ്യാപിച്ച പദ്ധതിയെത്തുടർന്ന് തടവിൽ കഴിഞ്ഞിരുന്നവരെ 1945-ൽ മോചിപ്പിച്ചു .
ഇത്തവണ കസ്തൂർബായും സമരത്തിൽ സജീവം പങ്കെടുത്തു .
രാമയണത്തിലെ വാനരന്മാർ മനുഷ്യരെപ്പോലെ ബുദ്ധിസമ്പന്നരാണ് ‌ മനുഷ്യരുടെ ഭാഷ സംസ്കാരം എന്നിവ അവർക്കുമുണ്ട് .
ഇതും കാണുക
മൂന്നാം ശതകത്തിൽ എഴുതപ്പെട്ട ദശരഥജാതകത്തിലെ സ്രോതസ്സായ രാമകഥയാണ് ‌ -LRB- ഇത് വളരെക്കാലം മുൻപേ വായ്മൊഴിയാ പ്രചരിച്ചിരുന്നു -RRB- രാമായണത്തിനടിസ്ഥാനം എന്നും ചില ചരിത്രകാരന്മാർ വാദിക്കുന്നു .
ച്യവനമഹർഷി അനേകായിരം വർഷം തപസ്സിരുന്ന് ശരീരം മുഴുവൻ ചിതല്പുറ്റ് -LRB- വാൽമീകം -RRB- വന്നു മൂടിയെന്ന കഥ വാല്മീകിയുമായി ബന്ധപ്പെടുത്തിക്കാണുന്നു .
RFC 2449 - പോപ് 3 എക്സ്റ്റൻഷൻ മെക്കാൻസിസ്ം
സംസ്കൃതത്തിലാണ് കാമസൂത്രം രചിച്ചിരിക്കുന്നത് .
വൈസ്രോയി ഗാന്ധിയുമായി ചർച്ച നടത്തിയെങ്കിലും പരാജയപ്പെട്ടു .
ദാക്ഷിണാത്യപാഠം : തെക്കൻ പതിപ്പ് ; കൂടുതൽ പ്രചാരത്തിലുള്ള പതിപ്പാണിത് .
അങ്ങനെ നോക്കുമ്പോൾ രാമായണം മഹാഭാരതത്തേക്കാളും ഏതാനം നൂറ്റാണ്ടുകൾ മുമ്പെങ്കിലും രചിക്കപ്പെട്ടിരിക്കണം .
പക്ഷെ ഗാന്ധിജിയുടെ വികസനം സാധാരണ രീതിയില് നിന്ന് വ്യത്യസ്തമായ ഒരു പുതിയ ലോകക്രമം ആയിരുന്നു .
എന്നാൽ സീത അഗ്നിയിൽ തന്റെ വിശുദ്ധി തെളിയിച്ച് രാമന്റെ മനസ്സിനെ വിജയിക്കുന്നു .
മറ്റൊരാളെ തന്നിലേക്ക് ആകർഷിക്കാനുള്ള രീതികൾ
ഡൊവ്കോട്
ആദിവാസികൾക്കിടയിൽ പൂർണ്ണരൂപത്തിൽ രാമായണം പ്രചാരമില്ലെങ്കിലും നിരവധ് ഉപകഥകൾ അവർ ഇന്നും വായ്മൊഴിയായി പകർന്നു പോരുന്നു .
കമ്പ്യൂട്ടറുകൾ പല തരത്തിലുള്ള സ്ഥൂലമായ പാക്കിങ്ങുകളിൽ ലഭ്യമാണ് .
ബാല്യകാലസഖി -LRB- നോവൽ -RRB- -LRB- 1944 -RRB-
ഹനുമാൻ അനുഗ്രഹം വാങ്ങിക്കുന്നു .
ഡെസ്ക്ക് ടോപ്പ്
തന്റെ അഹിംസാ സിദ്ധാന്തം പ്രയോഗിക്കുന്നതിൽ ഗാന്ധി ഒരിക്കിലും പുറകിലേക്ക് ‌ പോയില്ല .
വിൻഡോസ് 95
1.ഭാർഗ്ഗവീനിലയം
വാല്മീകി എഴുതിയ രാമായണം കാണ്ഡങ്ങളായി തിരിച്ചിരിക്കുന്നു .
മുനിമാർക്ക് രക്ഷക്കായി രാക്ഷസന്മാരെ വധിക്കാൻ അദ്ദേഹം സഹായിക്കാമെന്നേൽകുന്നു .
1992 -LRB- വിധേയൻ പൊന്തൻ മാട -RRB-
ഭാർഗവീനിലയം -LRB- 1985 -RRB- -LRB- സിനിമയുടെ തിരക്കഥ ; “ നീലവെളിച്ചം ” -LRB- 1964 -RRB- എന്ന ചെറുകഥയിൽ നിന്നും -RRB-
തൽഫലമായി പശുക്കളുടെ അധിനിവേശം സീതാഹരണമായിപ്പോയി എന്ന് മാത്രം .
അഹിംസയിലൂന്നിയ സത്യാഗ്രഹം എന്ന സമര സിദ്ധാന്തത്തിലൂടെ ലോകമെമ്പാടും അദ്ദേഹം ശ്രദ്ധേയനായി .
പ്രാഥമിക വിദ്യാഭ്യാസം തലയോലപ്പറമ്പിലെ മലയാളം പള്ളിക്കൂടത്തിലും വൈക്കം ഇംഗ്ളീഷ് സ്കൂളിലും .
മമ്മൂട്ടി അഭിനയിച്ച ചലച്ചിത്രങ്ങൾ
നിഷാദരാജാവായ ഗുഹൻ അവരെ ഗംഗ കടത്തിവിടുകയും കാട്ടിൽ വച്ച് ഭരദ്വാജമുനിയെ കാണുകയും അദ്ദേഹത്തിന്റെ നിർദ്ദേശപ്രകാരം ചിത്രകൂടത്തിൽ താമസിക്കാനാരംഭിക്കുകയും ചെയ്തു .
ഹോ ചി മിൻ
12- -RRB- ം ശതകത്തിൽ കമ്പർ ‌ ‌ രചിച്ച രാമായണമാണ് ‌ ഇതിൽ വാല്മീകിയുടെ രാമായണത്തിന്റെ ആദ്യത്തെ ആറു കാണ്ഡങ്ങളിലെ മുഴുവൻ കഥയും സ്വതന്ത്രരൂപത്തിൽ വർണ്ണിക്കുകയും അനേകം പുതിയ കഥകൾ കൂട്ടിച്ചേർക്കുകയും ചെയ്തിട്ടുണ്ട് .
രാംദാസ് ഗാന്ധിയും -LRB- 1897 -RRB- ദേവ്ദാസ് ഗാന്ധിയും -LRB- 1900 -RRB- .
പിന്നീട് 1942 മുതൽ 44 വരെ പൂനെയിലെ ആഗാഖാൻ കൊട്ടാരത്തിൽ തടവുകാരനായി കഴിഞ്ഞ കാലത്ത് ഈ വിഷയത്തിൽ വീണ്ടും ചില ലേഖനങ്ങൾ കൂടി അദ്ദേഹം എഴുതി .
ഇന്ത്യൻ ഒപ്പീനിയൻ
ശരശ്ചന്ദ്രറായി രചിച്ച ദി ബീർഹോർസ് എന്ന ഗ്രന്ഥത്തിൽ ബീർഹോർസ് എന്ന ആദിവാസി ജാതിയിൽ പ്രചാരത്തിലുള്ള രാമകഥയെപ്പറ്റി പ്രസ്താവം ഉണ്ട് .
വിവാഹത്തിനുശേഷവും തന്റെ വിദ്യാഭ്യാസം അദ്ദേഹം തുടർന്നു .
ബാലകാണ്ഡത്തിന്റേയും ഉത്തരകാണ്ഡത്തിന്റേയും രചനയോടെയാണ് ‌ ആദികവി വാല്മീകിയും മഹർഷി വാൽമീയും ഒന്നാണെന്ന ധാരണ പരക്കെ സ്വീകരിക്കപ്പെട്ടു തുടങ്ങിയത് .
അന്ന് ദേശിയ അവധിയാണ് .
രാമായണം എഴുതപ്പെട്ടതിനും വളരെ മുൻപേ തന്നെ വിവിധ ദേശങ്ങളുമായി സമുദ്രമാർഗ്ഗം ഭാരതം ബന്ധപ്പെട്ടിരുന്നെങ്കിലും അതിനെക്കുറിച്ചൊന്നും പരാമർശമില്ലാത്തതും വാല്മീകിക്ക് ഭൂമിശാസ്ത്രത്തിലുണ്ടായിരുന്ന പരിചയക്കുറവ് വ്യക്തമാക്കുന്നു .
1917 ഏപ്രിൽ 16-ന് ചമ്പാരൺ ‍ ജിലയിൽ തോട്ടം തൊഴിലാളികളെ ബ്രിട്ടീഷ് കരാർ വ്യവസ്ഥയനുസരിച്ചുള്ള അടിമത്തത്തിൽ നിന്ന് മോചിപ്പിക്കാൻ വേണ്ടി നടത്തിയ സമരത്തിൽ ഗാന്ധി ഇന്ത്യയിൽ വച്ച് ആദ്യമായി അറസ്റ്റ് വരിച്ചു .
ശിങ്കിടിമുങ്കൻ -LRB- ചെറുകഥകൾ -RRB- -LRB- 1991 -RRB-
എനിക്ക് ക്രിസ്തുമതത്തെ കുറ്റമില്ലാത്തതും ലോകത്തെ ഏറ്റവും മഹത്തായ മതമായും കാണാൻ സാധിക്കുന്നില്ലെങ്കിൽ ഹിന്ദു മതത്തേയും ഞാൻ അങ്ങനെ കാണുകയില്ല .
കുറച്ചു സമയം പ്രാക്ടീസിനും മറ്റുള്ള സമയം ഇത്തരം പ്രവർത്തനങ്ങൾക്കുമായി നീക്കിവച്ചു .
thumb -PIPE- left -PIPE- 200px -PIPE- 1929-ൽ നെഹ്രുവുമൊത്ത് ഗാന്ധി .
ഒരു സാധാരണ മുസ്ലീം കുടുംബത്തിലാണ് മമ്മൂട്ടി ജനിച്ചത് .
ജൂൺ 4-ന് ഗാന്ധി ‘ ഇന്ത്യൻ ഒപ്പീനിയൻ ‘ എന്ന പത്രം ആരംഭിച്ചു .
ഇതോടെ ഗാന്ധിജി നിസ്സഹകരണ പ്രസ്ഥാനം നിർത്തി .
കാട്ടിൽ വസിക്കുന്ന മുനിമാർക്ക് അത്തരം കാഴ്ചകൾ നിത്യേന കാണുന്നതാണെങ്കിലും രാമകഥ വാല്മീകിയുടെ ലോകവീക്ഷണം തന്നെ മാറ്റി മറിച്ചിരുന്നതിനാൽ ആൺപക്ഷിയുടെ ദാരുണമായ അന്ത്യവും പെൺപക്ഷിയുടെ വിലാപവും ചേർന്ന് ആ കാഴ്ച മഹർഷിയുടെ മനസ്സലിയിച്ചു .
ഭാരതീയർ മഹാത്മാഗാന്ധിയെ രാഷ്ട്രപിതാവായി ആദരിക്കുന്നു .
അവരിൽ ചിലർ താഴെപ്പറയുന്നവരാണ് ‌
മഹാത്മാഗാന്ധിയുടെ ആത്മകഥയാണ് ‌ എന്റെ സത്യാന്വേഷണപരീക്ഷണങ്ങൾ -LRB- English : The Story of my Experiments with Truth ‌ -RRB- .
അവിടെ കടപ്പുറത്ത് ഉപ്പുണ്ടാക്കി ഗാന്ധിയും അനുയായികളും നിയമം ലംഘിച്ചു .
തുടർന്ന് അദ്ദേഹം വ്യക്തിഗത സിവിൽ നിയമലംഘനങ്ങൾ ആരംഭിക്കുകയും വീണ്ടും ജയിലിലടക്കപ്പെടുകയും -LRB- ജൂലൈ 31 -RRB- ചെയ്തു .
കുറച്ചു കാലത്തേയ്ക്ക് നിരോധിക്കപ്പെട്ടു .
1912-ൽ ദക്ഷിണാഫ്രിക്ക സന്ദർശിച്ച അവസരത്തിൽ അത് വായിക്കാനിടയായ ഗോപാലകൃഷ്ണ ഗോഖലെ ആ കൃതി തീരെ അസംസ്കൃതമാണെന്നും -LRB- crude -RRB- ഇൻഡ്യയിൽ മടങ്ങിപ്പോയാൽ ഒരു വർഷത്തിനകം ഗാന്ധി തന്നെ അത് നശിപ്പിച്ചുകളയുമെന്നും അഭിപ്രായപ്പെട്ടു .
ഗാന്ധിയുടെ ആത്മീയ ജിവിതത്തിൽ വലിയ സ്വാധീനം ചെലുത്തിയ ഒരു ഗ്രന്ഥമായിരുന്നു അത് .
ഇന്ത്യയിൽ
ഒന്നാം നൂറ്റാണ്ടിൽ ജീവിച്ചിരുന്ന അശ്വഘോഷനും കാളിദാസനും എല്ലാം രാമായണത്തെ അതിന്റെ ഇന്നത്തെ രൂപത്തിൽ തന്നെയാണ് ‌ കണ്ടിരിക്കുന്നത് ‌ .
രാവണൻ ധർമ്മകീർത്തിയും ആദർശവാനുമായ ബൌദ്ധരാജാവായിരുന്നു എന്നും ദിനേശചന്ദ്രൻ തർക്കമുന്നയിക്കുന്നു .
ഈ അവസരത്തിൽ പ്രധാനപ്പെട്ട കഥകളിൽ പ്രധാനം സീതാത്യാഗത്തിന്റെയും സിംഹളത്തിന്റെ ആദ്യരാജാവായ വിജയന്റെയും മറ്റും കഥകളുമാണ് .
കരുണാരസത്തെ അടിസ്ഥാനമാക്കി രചിക്കപ്പെട്ട രാമായണമാകട്ടെ കാവ്യങ്ങളിൽ വച്ച് ‌ ഉന്നതസ്ഥാനം വഹിക്കുന്നു .
വിശപ്പ് -LRB- ചെറുകഥകൾ -RRB- -LRB- 1954 -RRB-
thumb -PIPE- right -PIPE- 200px -PIPE- ഗാന്ധിജിയുടെ വധത്തിനു ഗൂഢാലോചന ചെയ്ത സംഘം .
1985 നവംബർ മാസത്തിലാണ് മൈക്രോസോഫ്റ്റ് കമ്പനി വിൻഡോസിന്റെ ആദ്യ പതിപ്പായ വിൻഡോസ് 1.0 ഇറക്കുന്നത് .
മുത്തച്ഛൻ പോർബന്ദറിൽ ദിവാൻ ആയിരുന്നു .
എന്റെ ജീവിതം ദുരന്തപൂരിതമായ ഒന്നായിരുന്നു .
ജയിൽപ്പുള്ളികളും ഭിക്ഷക്കാരും വേശ്യകളുംപട്ടിണിക്കാരും സ്വവർഗ്ഗാനുരാഗികളും നിറഞ്ഞ ഒരു ഫാന്റസിയായിരുന്നു ബഷീറിന്റെ ലോകം .
പുറത്തേക്കുള്ള കണ്ണികൾ
ഗ്രാഫിക് ഡിസൈൻ
സമാധാന പ്രവർത്തനങ്ങളെയും ഗ്രാമോദ്ധാരണ പ്രവർത്തനങ്ങളെയും മുൻ ‌ നിർത്തി ഇന്ത്യാ ഗവണ്മെന്റ് ഇദ്ദേഹത്തിനു് 1996 ലെ ഗാന്ധി സമാധാന പുരസ്കാരം സമ്മാനിക്കുകയുണ്ടായി .
സെപ്റ്റംബർ 4 ന് ഡൽഹിയിലും വർഗീയലഹള ആരംഭിച്ചു .
നറ്റാളിലെ കരാർ തൊഴിലാളികളുടെ പ്രശ്നങ്ങളിലും അദ്ദേഹം ഇടപെട്ടു .
ലാലാ ലജ്പത്റായ് ഉൾപ്പെടെ പല പ്രമുഖരേയും ബ്രിട്ടീഷ് പട്ടാളം വകവരുത്തി .
ഈ രജിസ്ട്രേഷൻ കാർഡില്ലാത്തവരെ അറസ്റ്റ് ചെയ്യാനും നാടുകടത്താനും വ്യവസ്ഥയുണ്ടായിരുന്നു .
കൊറിയർ മെയിൽ സര്വീസ്
ചര്ച്ച്-ടുറിങ്ങ് നിബന്ധം അനുസരിച്ച് ഏറ്റവും കുറഞ്ഞ ബോധാവസ്ഥാപരിതി ശേഷിയുള്ള -LRB- അതായത് സാർവ്വലൗകികമായ ടുറിങ്ങ് യന്ത്രത്തിന് സമാനമായി പ്രവർത്തിക്കാനുള്ള കഴിവുള്ള -RRB- ഒരു കമ്പ്യൂട്ടറിന് പേർസണൽ ഡിജിറ്റൽ അസിസ്റ്റന്റ്റ് മുതൽ സൂപ്പർകമ്പ്യൂട്ടർ വരെയുള്ള ഏതൊരു കമ്പ്യൂട്ടറിന്റെയും പ്രവർത്തനങ്ങൾ ചെയ്യാൻ കഴിയും .
thumb -PIPE- 180px -PIPE- left -PIPE- നതാൾ ഇന്ത്യൻ കോൺഗ്രസ് സ്ഥാപന സമയത്ത് അംഗങ്ങൾക്കൊപ്പം 1895-ൽ
സിംഹളരാമകഥ
Ralph T. H. Griffith -LRB- 1870-1874 -RRB- വിവർത്തനം ചെയ്ത രാമായണം
എന്നാൽ ത്രിപിടകത്തിന്റെ രചനാകാലത്ത് രാമകഥയെപ്പറ്റിയുള്ള വ്യക്തമായ ആഖ്യാനങ്ങൾ നിലവിലുള്ളത് ഇതിനെ ഖണ്ഡിക്കാനായി സി.വി.
thumb -PIPE- 230px -PIPE- ദശരഥപുത്രന്മാരുടെ ജന്മം
ഇതും മേൽപറഞ്ഞ വാദത്തിന് ‌ ബലം പകരുന്നു .
വർഗ്ഗം : ഗണനസഹായികൾ
അഹിംസയെന്നാൽ മറ്റൊരുവന് ‌ ദോഷം ചെയ്യാതിരിക്കൽ മാത്രമല്ല തന്നോട് ‌ തെറ്റു ചെയ്തവനോട് ‌ ക്ഷമിക്കുവാനുള്ള സന്നദ്ധതയും കൂടിയാണ് ‌ .
പ്രമാണികരാമായണത്തിൽ യുദ്ധകാണ്ഡത്തിലെ ഫലശ്രുതിയിലല്ലാതെ ഒരിടത്തും വാല്മീകിയെക്കുറിച്ച് പ്രസ്താവമില്ല .
ഇരട്ട നിന്ദ എന്നാണ് ഗാന്ധി ഈ സംഭവത്തെ വിശേഷിപ്പിച്ചിരിക്കുന്നത് .
ലണ്ടനിലെ ഓക്സ്ഫോർഡ് യൂണിവേഴ്സിറ്റിയിലാണ് അദ്ദേഹം നിയമം പഠിച്ചത് .
അത് പ്രബുദ്ധമായ ഒരു അരാജകാവസ്ഥയാണ് .
അഹിംസ
വർഗ്ഗം : മലയാളചലച്ചിത്ര നടന്മാർ
കാമം
പൂർണ്ണ സ്വരാജിനുവേണ്ടി ‘ ന്യായവും സമാധാനപരവുമായ ’ എല്ലാ വ്യവസ്ഥകളും സ്വീകരിക്കും എന്ന കോൺഗ്രസ് നിബന്ധനയിലെ ഒന്നാം വകുപ്പ് ‘ കഴിയുന്നതും അക്രമരഹിതവും സത്യസന്ധവുമായ മാർഗങ്ങൾ ‘ എന്ന് തിരുത്തി കോൺഗ്രസ് പ്രവർത്തക സമിതി യോഗം 1934 സെപ്റ്റംബർ 1-ന് പ്രമേയം അംഗീകരിച്ചതിനെത്തുടർന്ന് ഒക്ടോബർ 29-ന് കോൺഗ്രസ് പാർട്ടി വിട്ടതായി ഗാന്ധി ഔദ്യോഗികമായി പ്രഖ്യാപിച്ചു .
എന്നാൽ ദശരഥജാതകം രാമകഥയുടെ അടിസ്ഥാനമാണെന്നുള്ളതിനോട് മിക്ക പണ്ഡിതരും യോജിക്കുന്നുവെങ്കിലും ഹോമറിന്റെ കാവ്യം അടിസ്ഥാനമാക്കാനാവില്ലെന്ന് എല്ലാവരും തന്നെ ശക്തിയുക്തം എതിർത്തിട്ടുണ്ട് .
തൊട്ടുകൂടായ്മ എത്ര തെറ്റായ ആചാരമാണെങ്കിലും ഭൂകമ്പത്തിന് കാരണം ധാർമ്മികമല്ല പ്രകൃതിശക്തികളാണ് എന്നായിരുന്നു ടാഗോറിന്റെ വാദം .
ലീലാവതി എന്നാണതിൽ സീതയുടെ പേര് .
അറബിനാടുകളിലും ആഫ്രിക്കയിലുമായി തുടർന്നുളള സഞ്ചാരം.ഏകദേശം 9 വർഷത്തോളം നീണ്ട ഈ യാത്രയിൽ അദ്ദേഹം പല ഭാഷകളും ഗ്രഹിച്ചു മനുഷ്യ ജീവിതത്തിന്റെ എല്ലാ വശങ്ങളും-തീവ്ര ദാരിദ്ര്യവുംമനുഷ്യ ദുരയും നേരിട്ടു കണ്ടു ബഷീറിൻറെ ജീവിതം തന്നെയാണ് ‌ അദ്ദേഹത്തിൻറെ സാഹിത്യം .
ഇങ്ങനെ ഈശ്വരാവതാരമഅകുമ്പോൾ രാമായണത്തിൽ പ്രതിവിധിയില്ലാത്ത അപഭ്രംശമുണ്ടാകുന്നു .
അനാവശ്യ ചെലവുകളുടെ ഒഴിവാക്കിയും മറ്റും ലളിതജീവിതം നയിക്കുന്നതും സ്വന്തം വസ്ത്രങ്ങൾ അലക്കുന്നതും ഒക്കെ ഇതിൽ ഉൾപ്പെടുന്നു .
രാമായണത്തിൽ മഹാഭാരത വീരന്മാരെപറ്റിയും പരാമർശമില്ല .
രാമായണം ചമ്പു- ക്രി.വ.1500 ൽ പുനം നമ്പൂതിരി മണിപ്രവാളശൈലിയിൽ എഴുതിയ ചമ്പൂകാവ്യം .
ശാന്തിപർവ്വത്തിൽ ഒരു ഭാർഗ്ഗവകവിയെപ്പറ്റിയും അനുശാസനപർവ്വത്തിൽ യശോധനനായ ഒരു വാല്മീകിയെപ്പറ്റിയും രേഖപ്പെടുത്തിയിരിക്കുന്നു .
വർഗ്ഗിയ ലഹള അപ്പോഴേക്കും പടർന്നു പിടിച്ചിരുന്നു .
കോൺഗ്രസ്സിനെ നിയമവിരുദ്ധസംഘടനയായി പ്രഖ്യാപിച്ചു .
ഓരോ സ്നേഹ പ്രകടനവും എട്ട് സ്ഥാനങ്ങളിലൂടെയും പ്രകടിപ്പിക്കാം .
ഇതിനെ രമേശ് ചന്ദ്രദത്ത് പോലുള്ള ചില ചരിത്രകാരന്മാർ പിന്താങ്ങുന്നുമുണ്ട് .
ഈ വരവിൽ അദ്ദേഹം കേരളത്തിന്റെ വിവിധ ഭാഗങ്ങളിൽ പ്രസംഗിച്ചു .
പ്രധാനമായും ഗ്രന്ഥത്തിൽ അശ്ലീലമുണ്ട് എന്നായിരുന്നു അവരുടെ വാദം .
ആ ആഖ്യാനങ്ങൾ ലഭ്യമല്ലാത്തതിനാലാണ് ‌ വാൽമീകീ രാമായണം രാമകഥയുടെ ഏറ്റവും പ്രാചീനമായ രൂപമായിത്തീർന്നത് .
ബഹുമതികൾ
1984 അടിയൊഴുക്കുകൾ
14- -RRB- ം നൂറ്റാണ്ടിൽ രചിക്കപ്പെട്ട ഭാസ്കരരാമായണമാണ് ‌ ഏറ്റവും കലാത്മകവും സാഹിത്യപരവുമായി കരുതപ്പെടുന്നത് .
അദ്ദേഹത്തിന്റെ യവനിക 1980-കൾക്കൊടുവിൽ ജോഷി സംവിധാനം ചെയ്ത ന്യൂഡൽഹി എന്നീ ചിത്രങ്ങളാണ് ‌ മമ്മൂട്ടിയുടെ താരമൂല്യം ഉയർത്തിയത് ‌ .
പുറത്തേക്കുള്ള കണ്ണികൾ
കൂടുതൽ വായനയ്ക്ക് ‌
ഇവിടെ ഓരോരുത്തരും അവർ ആയിരിക്കുന്ന അവസ്ഥയിൽ അവരുടെ ധർമ്മം ചെയ്തേ മതിയാവൂ .
ഗാന്ധിയും അനുയായികളും അവർ സ്വയം നൂറ്റ നൂൽകൊണ്ട് സ്വയം നെയ്ത വസ്ത്രങ്ങൾ ധരിക്കുകയും മറ്റുള്ളവരെ അങ്ങനെ ചെയ്യുന്നതിന് പ്രോത്സാഹിപ്പിക്കുകയും ചെയ്തു .
കാമസൂത്രവും അശ്ലീലവും
വിരക്തിയേയും ലൈംഗികസദാചാരത്തേയും കുറിച്ച് കടുത്തതും അപ്രായോഗികവും ആയ നിലപാടുകളായിരുന്നു ഗാന്ധിയുടേത് .
ഇന്ത്യാക്കാരുടെ സമ്മതമില്ലാതെ ഇന്ത്യയെ രണ്ടാം ലോകമഹായുദ്ധത്തിൽ പങ്കാളിയാക്കിയതിൽ പ്രതീകാത്മകമായി പ്രതിഷേധിക്കാൻ അദ്ദേഹം വ്യക്തിഗതമായി തീരുമാനിച്ചു .
ഒരിക്കൽ അദ്ദേഹം ഒരു ഹിന്ദുവാണോ എന്ന ചോദ്യത്തിന് ഗാന്ധിയുടെ മറുപടി ഇങ്ങനെയായിരുന്നു :
തിരിച്ചെത്തിയ ‍ അദ്ദേഹത്തെ വെള്ളക്കാരായ ഒരു കൂട്ടം ആളുകൾ ആക്രമിച്ച് പരിക്കേല്പിച്ചു .
അശോകവനിയിൽ വച്ച് സീതയെ കാണുകയും രാമന്റെ വിശേഷങ്ങൾ അറിയിക്കുകയും ചെയ്ത് രാമന്റെ മുദ്രാമോതിരം കാണിച്ച് വിടവാങ്ങി വരും വഴിക്ക് രാവണനു പിടികൊടുത്ത ഹനുമാന്റെ വാലിനു തീവക്കാൻ രാവണൻ കല്പിക്കുന്നു .
1924 മാർച്ച് 30-ന് ആരംഭിച്ച ആ സത്യാഗ്രഹം ഗാന്ധിയുടെ നിർദ്ദേശപ്രകാരം തൽകാലത്തേക്ക് നീർത്തി വച്ചു .
അദ്ദേഹത്തിന്റെ വേഷവും നടത്തത്തിന്റെ വേഗതയും എങ്ങും ചർച്ച ചെയ്യപ്പെട്ടിരുന്നു
ഇന്ത്യയുടെ സ്വാതന്ത്ര്യം ഏതാണ്ട് സുതാര്യമായിത്തുടങ്ങിയിരുന്നു .
കസ്തൂർബാ 1932 ജനുവരി 15-ന് അറസ്റ്റ് വരിച്ചു .
വാനരന്മാരുടെ പേര് ‌ അവരെ കുരങ്ങകളുടെ പോലെ കാണപ്പെട്ടതിനാലാണെന്നൊരു കൂട്ടം ചരിത്രകാരന്മാർ വാദിക്കുമ്പോൾ ജൈനരാമായണം അനുസരിച്ച് അവരുടെ കൊടിയുടെ അടയാളം അപ്രകാരമായിരുന്നതിനാൽ കവി വാനരന്മാർ എന്ന് വിശേഷിപ്പിച്ചു എന്നാണ് ‌ മറ്റൊരു വിഭാഗം കരുതുന്നത് .
മമ്മൂട്ടി -LRB- ജനനനാമം : പി.മുഹമ്മദ് ‌ കുട്ടി .
മൈക്രോസോഫ്റ്റ്
ഐതിഹ്യം
രാമായണത്തിന്റെ രചനാകാലം
RFC 1734 - പോപ് 3 ഓതന്റെക്കേഷൻ കമാൻഡ്
സംസ്കൃതത്തിൽ ‘ കാമം ’ എന്നാൽ മോഹം അഭിനിവേശം താൽപ്പര്യം എന്നൊക്കെ അർത്ഥമാക്കാം .
ഒക്ടോബർ 22 23 തിയ്യതികളിൽ വാർധയിൽ ചേർന്ന വിദ്യാഭ്യാസ സമ്മേളനത്തിൽ ഗാന്ധിയായിരുന്നു അദ്ധ്യക്ഷൻ .
ഗുജറാത്തി പ്രിന്റിങ്ങ് പ്രസ് -LRB- മുംബൈ -RRB- നിർണ്ണയസാഗർ പ്രിന്റിങ്ങ് പ്രസ് -LRB- മുംബൈ -RRB-
മഹാഭാരതത്തിന്റെ കാലം ക്രിസ്തുവിനു മുമ്പ് ‌ അഞ്ചാം നൂറ്റാണ്ടാണെന്നത് ‌ ഏകദേശം അംഗീകരിക്കപ്പെട്ടിട്ടുണ്ട് .
വികേന്ദ്രീകൃതമായ ഒരു സമ്പദ് ‌ വ്യവസ്ഥയിലധിഷ്ഠിതമായ വികസനകാഴ്ചപ്പാടായിരുന്നു ഗാന്ധിജിയുടേത് .
ശ്രീരാമൻ അയോദ്ധ്യയിൽ വൻ വരവേല്പ് നൽകുകയും അദ്ദേഹം സിംഹാസനാവരോഹണം ചെയ്യുകയും ചെയ്തു .
വാത്സ്യായനൻ
ടീപോപ്പ്
പലജാതികളും ശബരിയുടെ ഐതിഹ്യങ്ങൾ വിശ്വസിക്കുന്നുണ്ട് .
ആന്തരികമായ കമ്പ്യൂട്ടറുകൾ ഒരു വലിയ മുറിയുടെ അത്രയും വലുതായിരുന്നു .
ന്റുപ്പൂപ്പാക്കൊരാനേണ്ടാർന്ന് -LRB- നോവൽ -RRB- -LRB- 1951 -RRB-
thumb -PIPE- 250px -PIPE- സാഹീബ്ദീന്റെ ഭാവനയിൽ ലങ്കായുദ്ധം
ലാപ് ‌ ടോപ്പ്
അദ്ദേഹം ഈ സിദ്ധാന്തം അതിന്റെ വിട്ടുവീഴ്ചയില്ലാത്ത രൂപത്തിൽപ്പോലും ഫലവത്താണ് ‌ എന്ന് വിശ്വസിച്ചിരുന്നു .
വിൻഡോസ് 98
മൂലകഥ : നീലവെളിച്ചം .
കാണ്ഡങ്ങളെ വീണ്ടും സർഗങ്ങളായും തിരിച്ചിരിക്കുന്നു .
രാക്ഷസരാജാവായ രാവണന്റെ സഹോദരി ശൂർപ്പണഖയുടെ അംഗഛേദം വരുത്തുന്നത് ഇക്കാലത്താണ് ‌ .
1999 -LRB- അംബേദ് ‌ കർ - ഇംഗ്ലീഷ് -RRB-
കഥാബീജം -LRB- നാടകത്തിന്റെ തിരക്കഥ -RRB- -LRB- 1945 -RRB-
സരമ ഇന്ദ്രനെ സഹായിക്കുന്നതു പോലെ ഹനുമാൻ രാമനെ സഹായിക്കാനെത്തുന്നു .
മഹത്തായ ആത്മാവ് എന്നർത്ഥം വരുന്ന മഹാത്മാ അച്ഛൻ എന്നർത്ഥംവരുന്ന ബാപ്പു എന്നീ നാമവിശേഷണങ്ങൾ ജനഹൃദയങ്ങളിൽ അദ്ദേഹത്തിനുണ്ടായിരുന്ന സാന്നിധ്യം വ്യക്തമാക്കുന്നു .
രസകരവും സാഹസികവുമാണ് ‌ ബഷീറിൻറെ ജീവിതം .
ബ്ലോഗ്
ആ നാളുകളിൽ ദശരഥൻ ചരമമടനഞ്ഞു .
മാർട്ടിൻ ലൂഥർ കിംഗ് ജൂനിയർ
കമ്പർക്കു മുന്പ് ഓട്ടക്കൂതൻ തമിഴിൽ രാമായണം എഴുതിത്തുടങ്ങിയെന്നും കമ്പരുടെ കാവ്യം വായിച്ചശെഷം അദ്ദേഹം തന്റെ സൃഷ്ടി നശിപ്പിച്ചു കളയാൻ തുടങ്ങിയെന്നും എന്നാൽ ഇതറിഞ്ഞ കമ്പർ അദ്ദേഹത്തിനടുക്കലെത്തിയെന്നും ഉത്തരകാണ്ഡത്തെ രക്ഷിച്ചെടുക്കാൻ സാധിച്ചുവെന്നും ഐതിഹ്യമുണ്ട് .
1901 ഡിസംബറിൽ അദ്ദേഹം ഇന്ത്യയിൽ തിരിച്ചെത്തി .
മതവിശ്വാസം
നവജീവൻ
അതിൻ പ്രകാരം ദശരഥന് ‌ 7 ഭാര്യമാരാണുള്ളത് .
ചെറുപ്പകലത്ത് അത്രയൊന്നും മിടുക്കനായ വിദ്യാർത്ഥിയായിരുന്നില്ല മോഹൻ ‍ ദാസ് .
ബാലകാൺഡത്തിന്റെ പ്രാരംഭത്തിൽ വാല്മീകി നാരദനിൽ നിന്ന് രാമകഥ കേൾക്കുന്നതിനിടയായതിനേയും പിന്നീട് രാമായണം എഴുതിയശേഷം ഗായകരായ തന്റെ രണ്ട് ശിഷ്യന്മാരോട് രാമകഥ പ്രചരിപ്പിക്കാൻ നിർദ്ദേശിച്ചതിനേയും സൂചിപ്പിച്ചിരിക്കുന്നു .
അതിനോടനിബന്ധിച്ച് ഒരു വാരം സേവനവാരമായും കൊണ്ടാടുന്നു .
ആധുനിക ലേഖകന്മാരിൽ കൂടുതൽ പേരും രാമായണത്തിലെ ലങ്കയും കിഷ്കിന്ധയും മദ്ധ്യഭാരതത്തിലാണെന്ന അഭിപ്രായക്കാരാണ് ‌ .
പിന്നീട് 1917-1918 കാലത്ത് അദ്ദേഹത്തിന്റെ ശ്രമഫലമായി ഗുജറാത്തിലെ ഘേഡ കർഷക സമരം അഹമ്മദാബാദിലെ തൊഴിൽ പ്രശ്നം തുടങ്ങിയവ ഒത്തു തീർപ്പാക്കി .
ചെവിയോർക്കുക !
ഹിന്ദുമതത്തിലെ കുറവുകൾ എനിക്കറിയാം .
പ്രിട്ടോറിയയിലെ തയ്യബ് ഹാജി ഖാൻ മുഹമ്മദ് എന്ന ഇന്ത്യാക്കാരനായ വ്യാപാരിയുടെ സഹകരണത്തോടെ അവിടത്തെ ഇന്ത്യാക്കരുടെ ഒരു യോഗം വിളിച്ചു കൂട്ടി ദക്ഷിണാഫ്രിക്കയിലെ ഇന്ത്യാക്കാർ അനുഭവിക്കുന്ന കഷ്ടതകൾക്കെതിരെ അദ്ദേഹം സംസാരിച്ചു .
ഗാന്ധിയെ ബാപ്പുജി എന്നാണ് നെഹ്രു വിളിച്ചിരുന്നത്
വൈക്കത്തു തന്നെയാണ് മമ്മൂട്ടി പഠിച്ച് വളർന്നത് .
ആ വർഷം അവസാനം ഡർബനിൽ നിന്ന് 14 മൈൽ അകലെ ഫീനിക്സ് എന്ന ആശ്രമം സ്ഥാപിക്കുകയും അങ്ങോട്ട് താമസം മാറ്റുകയും ചെയ്തു .
ബ്രിട്ടീഷുകാരാകട്ടെ ‘ യങ് ഇന്ത്യ ’ എന്ന മാസികയിൽ അദ്ദേഹം എഴുതിയ ലേഖനങ്ങളുടെ പേരിൽ രാജ്യദ്രോഹക്കുറ്റം ആരോപിച്ച് ആറു കൊല്ലത്തേക്ക് തടവിനുശിക്ഷിച്ചു .
ഉള്ളിൽ ഉറഞ്ഞുക്കൂടിയ വികാരം
അദ്ദേഹത്തിന്റെ ജന്മദിനമായ ഒക്ടോബർ 2 ഗാന്ധിജയന്തി എന്ന പേരിൽ ദേശീയഅവധി നൽകി ആചരിക്കുന്നു .
അമേരിക്കൻ ഗാന്ധി .
ഇന്നും ഏറ്റവുമധികം വിൽക്കപ്പെടുന്ന പുസ്തകങ്ങളുടെ പട്ടികയിൽ പ്രഥമ സ്ഥാനത്തുള്ള ഗ്രന്ഥമാണിത് .
ഇന്ത്യയിൽ എങ്ങും നിയമലംഘന സമരങ്ങൾ അര ‍ ങ്ങേറി .
ആദ്യം സബർമതി ജയിലിലും പിന്നീട് യെർവാദാ ജയിലിലുമയിരുന്നു .
രാജ്ഘട്ടിലെ -LRB- രാജാവിന്റെ പീഠം -RRB- ലളിതമായ കറുത്ത കരിങ്കൽ ‌ പ്പീഠം ആകാശത്തെ സാക്ഷിയായി അദ്ദേഹത്തിന്റെ ഓർമ്മക്കായി നിലകൊള്ളുന്നു .
എന്നാൽ എഴുതി വളരെ വർഷങ്ങൾക്കു ശേഷം അത് പുനപ്രസിദ്ധീകരിച്ചപ്പോഴും തനിക്ക് അതിൽ ഒന്നും മറ്റാനില്ല എന്ന് ഗാന്ധി പറഞ്ഞതായി അദ്ദേഹത്തിന്റെ സെക്രട്ടറി മഹാദേവദേശായി പറയുന്നുണ്ട് .
അന്നുവരെ മതകാര്യങ്ങളിൽ പ്രത്യേക ശ്രദ്ധയൊന്നുമില്ലാതിരുന്ന മോഹൻദാസ് ബൈബിൾ ഖുർആൻ തുടങ്ങിയ മതഗ്രന്ഥങ്ങളും പഠിച്ചു .
ഇൻഡ്യയിലേക്ക് തിരിച്ച ഗാന്ധി 1915 ജനുവരി 9 ന് മുംബൈ തുറമുഖത്ത് കപ്പലിറങ്ങി .
ഇതിൽ നിന്നെല്ലാം മനസ്സിലാകുന്നത് ‌ രാമായണത്തിന്റെ കാലഘട്ടം ഏറ്റവും കുറഞ്ഞത് ‌ ക്രിസ്തുവിനു മുമ്പ് ‌ ആറാം നൂറ്റാണ്ടെങ്കിലും ആകണം എന്നാണ് ‌ .
എന്നാൽ രാവണൻ ലങ്കാ രാജാവായിരുന്നു എന്നതിന് അവിടത്തെ അതിപ്രാചീനമായ ഗ്രന്ഥങ്ങളിൽ പോലും തെളിവ് ലഭിക്കുന്നില്ല .
ടിബറ്റ് രാമായാണം
കാളിദാസൻ , ഭവഭൂതി മുതലായവർ തുടങ്ങി അനേകർക്ക് ‌ പ്രചോദനമാകാൻ കവിക്ക് ‌ കഴിഞ്ഞു .
ഒരു ഭഗവദ്ഗീതയും കുറെ മുലകളും -LRB- ചെറുകഥകൾ -RRB- -LRB- 1967 -RRB-
നിൽകുന്നവർ : ശങ്കർ കിസ്തയ്യ ഗോപാൽ ഗോഡ്സെ മദൻലാർ പാഹ്വ ദിഗംബർ രാമചന്ദ്ര ബാദ്ഗെ .
മൈക്രോസോഫ്റ്റിന്റെ നിലവിലുണ്ടായിരുന്ന എം.എസ്.
അച്ഛൻ അഞ്ചാം ക്ലാസുവരെയെ പഠിച്ചുള്ളൂ എങ്കിലും ആദർശധീരനായിരുന്നു .
ആ ദുരന്തങ്ങൾ എന്റെ ജീവിതത്തിൽ പ്രത്യക്ഷവും മായാത്തതുമായ ഒരു പ്രഭാവവും ഉണ്ടാക്കിയിട്ടില്ലെങ്കിൽ അതിന് ഞാൻ കടപ്പെട്ടിരിക്കുന്നത് ഗീതയുടെ ഉപദേശങ്ങളോടാണ്
സമൂഹത്തിനു നേരെയുള്ള വിമർശനം നിറഞ്ഞ ചോദ്യങ്ങൾ അദ്ദേഹം ഹാസ്യത്തിലൊളിപ്പിച്ചു വച്ചു .
വർഗ്ഗം : ഇന്ത്യ
പെഴ്സണൽ കമ്പ്യൂട്ടർ -LRB- പി.സി -RRB-
ആധുനിക ഗാന്ധി
1948 ജനുവരിയിലും ഇതേ പോലെ ലഹള ഉണ്ടായി .
താമസിയാതെ ദക്ഷിണാഫ്രിക്കയിൽ അദ്ദേഹം ‘ ഗാന്ധിജി ’ എന്ന് അറിയപ്പെടാൻ തുടങ്ങി .
ഇതിനിടയിൽ ഭൂനികുതിയിലെ വർദ്ധനവിൽ പ്രതിഷേധിച്ച് ഗാന്ധി ബർദോളിയിൽ സത്യാഗ്രഹ സമരം ആരംഭിച്ചു .
1908- ജനുവരി 10-ന് അദ്ദേഹത്തെ അറസ്റ്റ് ചെയ്തു രണ്ടു മാസക്കാലത്തേയ്ക്ക് ജയിലിലടച്ചു .
ഐസോഡ് ലിമിറ്റഡിന്റെ എം-ബോക്സ്
അതുകൊണ്ട് കമ്പനികളുടെ കണക്കുവിവരപ്പട്ടികകൾ കൈകാര്യം ചെയ്യുന്നതുമുതൽ വ്യവസായസംബന്ധമായ റോബോട്ടുകളെ നിയന്ത്രിക്കുന്നതുവരെയുള്ള കാര്യങ്ങൾക്ക് ഒരേ രൂപാങ്കനം തന്നെയാണ് കമ്പ്യൂട്ടറുകൾക്ക് ഉള്ളത് .
1893-ൽ ഗാന്ധി ദക്ഷിണാഫ്രിക്കയിലെ നറ്റാളിൽ എത്തി .
സിംഹളരാമകഥയിൽ രാമൻ ഒറ്റക്കാണ് ‌ വനവാസം നടത്തുന്നത്.അദ്ദേഹത്തിന്റെ അസാന്നിദ്ധ്യത്തിൽ സീത അപഹരിക്കപ്പെടുന്നു .
Dutt -LRB- 1899 -RRB- ന്റെ മഹാഭാരതവും രാമായണവും
വൈദ്യയും മറ്റും ഉപയോഗിക്കുന്നുമുണ്ട് .
thumb -PIPE- right -PIPE- 230px -PIPE- അശോകവനത്തിലെ സീത മരത്തിൽ ഇരിക്കുന്നത് ഹനുമാൻ
വൈക്കം മുഹമ്മദ് ബഷീർ -LRB- ജനനം : 19 ജനുവരി 1908തലയോലപ്പറമ്പ് വൈക്കം - മരണം : 5 ജൂലൈ 1994 ബേപ്പൂർ കോഴിക്കോട് -RRB- .
ബാലകാണ്ഡത്തിലും ഉത്തരകാണ്ഡത്തിലും രാമൻ മഹാവിഷ്ണുവിന്റെ അവതാരമാണ് ‌ .
വർഗ്ഗം : വിവരസാങ്കേതികവിദ്യ
സത്യം
എന്നാൽ പിന്നീടെഴുതപ്പെട്ട രാമായണത്തിൽ ബാലകാണ്ഡത്തിലും ഉത്തരകാണ്ഡത്തിലും പ്രസ്താവങ്ങൾ കാണാം .
മുപ്പത്തിയാറാം വയസിൽ വിവാഹിതനായിരിക്കത്തന്നെ ബ്രഹ്മചാരിയാവാനുള്ള ഗാന്ധിയുടെ തീരുമാനത്തിന് പിന്നിൽ ഈ സംഭവത്തിന്റെ സ്വാധീനം ഉണ്ടായിരുന്നു .
ലണ്ടനിലേക്ക് കപ്പൽ കയറുമ്പോൾ മദ്യവും മാസവും കഴിക്കില്ലെന്ന് അമ്മയ്ക്ക് വാക്കു കൊടുത്തിരുന്നു .
അങ്ങനെയുള്ള ഒരു സമുഹത്തിൽ ഒരോ വ്യക്തിയും സ്വയം ഭരിക്കുകയും അടക്കുകയും വേണം .
അഹിംസ എന്നാൽ ഹിംസ ചെയ്യാതിരിക്കൽ എന്നാണ് സാധാരണ വിവക്ഷിക്കുന്നത് .
വർഗ്ഗം : മികച്ച നടനുള്ള കേരളസംസ്ഥാന ചലച്ചിത്ര പുരസ്കാരം ലഭിച്ചവർ
മോക്ഷം
പാർട്ടി വിട്ടുവെങ്കിലും അദ്ദേഹത്തിന്റെ പങ്ക് സംഘടനാ നയരുപീകരണത്തിന് നിർണ്ണായകമായിരുന്നു .
എച്ച് . യാക്കോബി
വർ ‍ ണ്ണാശ്രമത്തോടുള്ള നിലപാട്
ലക്ഷ്മണനെ രാജാവാക്കാനായി രാമൻ സ്വമേധയാ രാജ്യം വിട്ട് കാട്ടിൽ പോകുകയും രാജ്യം ചുറ്റുകയും അവിടെ വച്ച് സീതയെ കണ്ടുമുട്ടി വിവാഹം കഴിക്കുകയും ചെയ്യുന്നു .
ഇതുപോലെ സ്വതന്ത്രമായി ലോകസഞ്ചാരം നടത്തിയ എഴുത്തുകാർ മലയാള സാഹിത്യത്തിൽ വിരളമാണെന്നു പറയാം .
രാമനെ ഈശ്വരനായി വാഴ്തുന്ന പ്രധാന പ്രക്ഷിപ്തങ്ങൾ ബാലകാണ്ഡത്തിലും ഉത്തര കാണ്ഡത്തിലുമാണ് ‌ .
എല്ലാ ആഴ്ചയിലേയും ഒരു ദിവസം ഗാന്ധി നിശ്ശബ്ദതയിൽ ചെലവഴിച്ചിരുന്നു .
എങ്കിലും മഹാഭാരതത്തിൽ രാമകഥകൾ -LRB- പ്രക്ഷിപ്തമാണെങ്കിലും -RRB- നിരവധി കാണപ്പെടുന്നുണ്ട് .
അദ്ധ്യാത്മരാമായണം കിളിപ്പാട്ട്- 1575 നും 1650 നും ഇടക്ക് എഴുത്തച്ഛൻ രചിച്ചതാണിത് .
മഹാഭാരതത്തിലെ മറ്റു പർവ്വങ്ങളിൽ വാൽമീയെപ്പറ്റിയുള്ള പരമാർശങ്ങൾ ഉണ്ടെങ്കിലും കവിയാണെന്ന സൂചന ഇല്ല .
കിഴക്കൻ ബംഗാളിലെ നോഖാലിയിലും തിയ്യറയിലും ലഹളകൾ രൂക്ഷമായി .
ഓരാഴ്ചക്കകം പ്രമുഖ നേതാക്കൾ എല്ലാം അറസ്റ്റിലായി .
അങ്ങനെ 64 സംഭോഗരീതികളെ -LRB- Sexual Positions -RRB- കുറിച്ച് കാമസൂത്രം വിശദമാക്കുന്നു .
ആര്യന്മാരുടെ ദേവതയായ ഇന്ദ്രൻ തന്നെയാന് പിന്നീട് കൂടുതൽ സാംസ്കാരികവും നാഗരീകവുമായ വികസനം കൈവന്നപ്പോൾ രാമനായിത്തീർന്നത് എന്നാണ് യാക്കോബി അഭിപ്രായപ്പെടുന്നത് .
ചാലക്കുടി കൊച്ചി വർക്കല എന്നിവിടങ്ങളിൽ അദ്ദേഹം യോഗം നടത്തി .
ഇതേപോലെ വിമർശന ശരങ്ങളേറ്റ ഒരു രചനയാണു് ശബ്ദങ്ങൾ
പുരാതന ഭാരതത്തിലെ ഏറ്റവും പ്രധാനപെട്ട സാഹിത്യ സൃഷ്ടികളിലൊന്നായ രാമായണത്തിന്റെ പ്രഭാവം ഇന്ത്യൻ ഉപഭൂഖണ്ഡത്തിലെയും ദക്ഷിണപൂർവേഷ്യയിലെയും സംസ്കാരങ്ങളിൽ പ്രതിഫലിച്ചുകാണാം .
1982-ൽ ഇന്ത്യാ ഗവൺമെൻറ് പത്മശ്രീ നൽകി ആദരിച്ചു .
1985 യാത്ര
ഇത് വാല്മീകി രാമായണത്തിന്റെ തെലുങ്കു പരിഭാഷയഅണ് ‌ എന്ന് പറയെപ്പ്ടുന്നു 16- -RRB- ം നൂറ്റാണ്ടിൽ രാമഭദ്രൻ രചിച്ച രാമാഭ്യുദയം പിംഗലിസുരനാര്യ രചിച്ച രാഘവപാൺദവീയം കദു കൂരിരുദ്രൻ രചിച്ച സുഗ്രീവവിജയ് ‌ മു എന്നിവയും പ്രശസ്തി നേടിയ രാമായണ കഥകളാണ് ‌ .
കമലഹാസൻ അമിതാഭ് ബച്ചൻ എന്നിവർക്കൊപ്പം മികച്ച നടനുള്ള ദേശീയ പുരസ്കാരം മൂന്ന് തവണ നേടിയ നടനാണ് മമ്മൂട്ടി .
ഐ.എ.എൻ.എ പോർട്ട് നമ്പറുകൾ
ഇൻഫർമേഷൻ തത്ത്വം
ബ്രഹ്മചര്യത്തിൽ പഠനം ഗാർഹസ്ഥ്യത്തിൽ കുടുംബ ജീവിതം വാനപ്രസ്ഥത്തിൽ തീർത്ഥാടനം പിന്നെ സന്ന്യാസത്തിൽ ആത്മാന്വേഷണം .
നാട്ടിലെ തൊഴിലാളികൾ തൊഴിൽ ‌ രഹിതരായിരിക്കെ ഇൻഡ്യാക്കാർ ബ്രിട്ടീഷ് താൽ ‌ പര്യങ്ങൾക്കനുസരിച്ച് പ്രവർത്തിച്ച വസ്ത്രനിർമാതാക്കളിൽ നിനായിരുന്നു വസ്ത്രങ്ങൾ വാങ്ങിച്ചിരുന്നത് .
മുപ്പത്തേഴ് അദ്ധ്യായങ്ങളുള്ള കാമസൂത്രത്തിൽ 20 ശതമാനം വരുന്ന ഭാഗത്ത് മാത്രമേ ലൈംഗികസ്ഥാനങ്ങളെ കുറിച്ചും സംഭോഗരീതികളെ കുറിച്ചും പറയുന്നുള്ളൂ .
ലൈംഗികവിരക്തിയില്ലാതെ ആർക്കും മനോദൃഢത കൈവരിക്കാനാവില്ലെന്നും വിരക്തി പാലിക്കാത്തവർ വീര്യം നഷ്ടപ്പെട്ട് ആണത്തം ഇല്ലാത്ത ഭീരുക്കളായിത്തീരുമെന്നും അദ്ദേഹം എഴുതി .
1942 മാർച്ചിൽ സർ സ്റ്റാഫോഡ് ക്രിപ്സ് ഇന്ത്യയിലെത്തുകയും ഗാന്ധിജിയുമായി ചർച്ച നടത്തുകയും ചെയ്തു .
അതെ ഞാനൊരു ഹിന്ദുവാണ് .
എന്നാൽ അദ്ദേഹം അവർക്കെതിരായി വ്യവഹാരം നടത്താൻ ഇഷ്ടപ്പെട്ടില്ല .
വാലിലെ തീയുമായി ഓടിനടന്ന ഹനുമാൻ കൊട്ടാരത്തിനു തീ കൊടുത്ത് നേരമ്പോക്ക് നടത്തുകയും ചെയ്യുന്നു .
അദ്ദേഹം സവർണ്ണ ഹിന്ദുക്കളുമായി ചർച്ച നടത്തിയെങ്കിലും ഫലം ആശാവഹമല്ലാത്തതിനെത്തുടർന്ന് ഏപ്രിൽ 7 ന് ‌ സത്യാഗ്രഹം പുനരാരംഭിച്ചു .
മാർച്ച് 5-ന് ഇർവിൻ കരാർ അനുസരിച്ച് ഗാന്ധി നിയമലംഘന സമരം അവസാനിപ്പിച്ചു .
എന്നാൽ മുഹമ്മദ് അലി ജിന്നയുടെ നേതൃത്വത്തിൽ ഒരു വിഭാഗം മുസ്ലിങ്ങൾ ‍ ക്കായി പാകിസ്താൻ എന്ന പേരിൽ പ്രത്യേക രാഷ്ട്രം വേണമെന്ന് ശഠിച്ചു .
മക്ഡോണൾഡിന്റെ ‘ വർഗീയ വിധിക്കെതിരെ 1932 സെപ്റ്റംബർ 21 ഗാന്ധി യെർവാദാ ജയിലിൽ അനിശ്ചിതകാല നിരാഹാരസമരം ആരംഭിച്ചു .
കരടിയുടെ ചിഹ്നം കൊടിയിരുണ്ടായിരുന്നവരെ ഋഷന്മാരെന്നും വിളിച്ചിരുന്നതിക്കാരണത്തിനാലാണ് ‌ .
thumb -PIPE- 300px -PIPE- ജർമ്മൻ ലോറൻസ് ഗൂഡലേഖന യന്ത്രം രണ്ടാം ലോകമഹായുദ്ധ സമയത്ത് ഉയർന്ന ഉദ്യോഗസ്ഥൻമാർ സന്ദേശങ്ങൾ കൈമാറാൻ ഉപയോഗിച്ചിരുന്നു
ജനനം - സെപ്റ്റംബർ 7 1953 -RRB- മലയാളത്തിലെ പ്രമുഖ ചലച്ചിത്രനടൻ .
മൈക്രോസോഫ്റ്റ് കോർപ്പറേഷൻ
രാമായണം കാവ്യരൂപത്തിൽ രചിക്കാനിടയായ സംഭവത്തെ കുറിച്ചുള്ള ഐതീഹ്യം അനുസരിച്ച് വാല്മീകി മഹർഷിയുടെ ആശ്രമത്തിൽ വിരുന്നു വന്ന നാരദമുനിയിൽ നിന്നാണ് ‌ വാല്മീകി രാമകഥ കേൾക്കാനിടയായത് .
thumb -PIPE- രാമലീല ഉത്സവത്തിൽ രാവണന്റെ വേഷത്തിൽ
RFC 2222 - സിമ്പിൾ ഓതറൈസേഷൻ ആൻഡ് സെക്യൂരിറ്റി ലെയർ -LRB- SASL -RRB-
‘ സൂത്രം ’ എന്നാൽ നിയമങ്ങൾ അല്ലെങ്കിൽ ചിട്ടകൾ എന്നും പറയാം .
അദ്ദേഹം തന്റെ പുതിയ വിദ്യാഭ്യാസപദ്ധതി അവതരിപ്പിച്ചു .
ഗൗഡീയപാഠം : ഗോരേസിയോ -LRB- പാരീസ് -RRB- പതിപ്പും കൽക്കട്ട സംസ്കൃത സിരീസിന്റെ പതിപ്പും
എന്നാൽ വാല്മീകിക്ക് അക്കാലത്തെ ഭാരതീയ ഭൂമിശാസ്ത്രവും വ്യാപാരബന്ധങ്ങളെക്കുറിച്ചും കാര്യമായ അറിവ് ഉണ്ടായിരുന്നില്ല എന്നതാണ് മേൽ പറഞ്ഞതിനു കാരണം എന്ന് വാൽ ‍ മീകി രാമായണത്തിലെ ശ്ലോകങ്ങളിൽ നിന്ന് വ്യക്തമാകുന്നുണ്ട് .
പാപവും ഭൂകമ്പവും
അദ്ദേഹത്തിന്റെ ഭരണകാലത്ത് പ്രജകൾ കൃതയുഗത്തിലെന്ന പോലെ മംഗളകരമഅയി കഴിഞ്ഞൂകൂടി .
കാമസൂത്ര എഴുതപ്പെട്ട കാലഘട്ടത്തെ കുറിച്ച് വ്യക്തമായി രേഖകൾ ലഭ്യമല്ലെങ്കിലും ഒന്നാം നൂറ്റാണ്ടിനും നാലാം നൂറ്റാണ്ടിനും ഇടയിൽ എഴുതപ്പെട്ടതായിട്ടാണ് പൊതുവേയുള്ള അനുമാനം .
അപ്പാച്ചെ ജെയിംസ്
ബോഡോ ജാതിയിൽ സീതാത്യാഗത്തിന്റെ കാര്യത്തിൽ രജകന്റെ കഥയുടെ വികൃതരൂപം ലഭിക്കുന്നു .
മാത്രമല്ല അങ്ങനെയുള്ളവ ഇപ്പോഴും ശാസ്ത്രീയമായ കണക്കുകൂട്ടലുകൾക്കും -സൂപ്പർകമ്പ്യൂട്ടറുകൾ - വലിയ കമ്പനികളുടെ വ്യാപാര ഇടപാട് കൈകാര്യം ചെയ്യുന്നതിനും - മെയിൻഫ്രെയിമുകൾ - ഉപയോഗിക്കുന്നുണ്ട് .
ആനവാരിയും പൊൻകുരിശും -LRB- നോവൽ -RRB- -LRB- 1953 -RRB-
മഹാവിജ്ഞനും ബ്രഹ്മർഷിമാരിൽ പ്രധാനിയുമായ വാല്മീകി യുടെ ആശ്രമത്തിൽ വിരുന്നു വന്ന നാരദനോട് വാല്മീകി മഹർഷി ധൈര്യം വീര്യം ശമം സതയ്വ്രതം വിജ്ഞാനം കാരുണ്യം സൗദന്ദര്യം പ്രൗഢി ക്ഷമ ശീലഗുണം അജയ്യത എന്നീ ഗുണങ്ങൾ ഒത്തുചേർന്ന ഏതെങ്കിലും മനുഷ്യൻ ഭൂമുഖത്തുണ്ടോ എന്ന ചോദ്യം ചോദിക്കുകയും അതിനുത്തരമായി നാരദൻ മഹർഷിക്ക് രാമകഥ വിവരിച്ചുകൊടുക്കുകയും ചെയ്യുന്നിടത്താണ് ‌ രാമയണം ആരംഭിക്കുന്നത് .
പാംടോപ്പ്
അതുകൊണ്ട് ‌ ഗാന്ധി അഹിംസയിലധിഷ്ടിതമായ ഒരു സർക്കാരെന്നല്ല പട്ടാളവും പൊലീസും പോലും ഫലവത്താവും എന്ന് ഉറച്ച് ‌ വിശ്വസിച്ചിരുന്നു .
വിൻഡോസ് മി
നിർമ്മാണം : ചന്ത്രതാര .
രാമയണത്തെ വാല്മീകി സമീപിക്കുന്നത് തികച്ചും മാനുഷിക കഥാപാത്രങ്ങളുമായാണ് ‌ .
രാവണൻ ശൂർപ്പണയുറ്റെ ആഗ്രഹപ്രകാരം പ്രതികാരത്തിനായി പതിനാലായിരം ഘോരരാക്ഷസന്മാരെ അയക്കുന്നു .
* മികച്ച നടനുള്ള സംസ്ഥാന പുരസ്കാരം 5 തവണ നേടിയിട്ടുണ്ട് ‌ .
ജന്മദിനം -LRB- ചെറുകഥകൾ -RRB- -LRB- 1945 -RRB-
ദിനേശചന്ദ്രൻ
കേവലമൊരു രാഷ്ട്രീയ നേതാവെന്നതിനേക്കാൾ ദാർശികനായാണ് ഗാന്ധി ലോകമെമ്പാടും അറിയപ്പെടുന്നത് .
സ്കൂൾ പഠനകാലത്ത് ‌ -LRB- 9-ആം ക്ലാസ്സ് -RRB- വീട്ടിൽ നിന്നും ഒളിച്ചോടിയതാണ് ‌ ബഷീറിൻറെ ജീവിതത്തിൽ വഴിത്തിരിവായത് ‌ .
2009 ജനുവരി ആദ്യവാരത്തിൽ മമ്മൂട്ടി തന്റെ ബ്ലോഗ് തുടങ്ങി .. മലയാളത്തിൽ ആദ്യമായി ഒരു മുൻനിര നടൻ തുടങ്ങിയ ഈ ബ്ലോഗിന് വളരെ നല്ല പ്രതികരണം ലഭിച്ചു .
യുവരാജാവായി ഭരണം തുടരാൻ ഭരതൻ വിസമ്മതിച്ചു .
രബീന്ദ്രനാഥ ടാഗോർ
ഇക്കാരണത്താൽ തമിഴ്രാമായണത്തിലെ ഉത്തരകാണ്ഡം രചിച്ചത് കമ്പരല്ല എന്ന് ബി.എം.
കൊൽക്കത്തയിലെ ദേശീയ കോൺഗ്രസ്സിൽ പങ്കെടുക്കുകയായിരുന്നു ലക് ‌ ഷ്യം .
ഹൈന്ദവ കുടുബത്തിൽ ജനിച്ച ഗാന്ധി ജീവിതകാലം മുഴുവൻ ഹൈന്ദവനായി ജീവിച്ചു .
ഗാന്ധിയെക്കുറിച്ച്
സീതം മുറ്റം മെഴുകുന്നതിനായി ശിവന്റെ വില്ല് ഉയർത്തുന്നതും സീതാന്വേഷണത്തിലെ അണ്ണാൻ കുഞ്ഞ് ഇലന്ത മരം കൊക്ക് എന്നിവയെ പറ്റിയും പ്രസ്താവമുണ്ട് .
മെട്രിക്കുലേഷൻ വളരെ കഷ്ടപ്പെട്ടാണ് വിജയിച്ചത് .
ഉത്തരകാണ്ഡത്തിൽ സീതാ പരിത്യാഗത്തിനുശേഷം സീതയെ വാല്മീകി സം ‌ രക്ഷിക്കുന്നതിനേയും മറ്റും പറയുന്നു .
രാജ്ഘട്ടിന്റെ ത്രിമാനചിത്രം കാണാൻ ഇവിടെ അമർത്തുക .
ചരിത്രവീക്ഷണം
1917 ജൂണിൽ സത്യാഗ്രഹാശ്രമം സബർമതി യിലേക്ക് മാറ്റി .
അന്തിമകാഹളം !
തൊട്ടുകൂടായ്മ ഹൈന്ദവതയുടെ ഭാഗമാണെങ്കിൽ അത് ദുഷിച്ചതോ അമിത വളർച്ചയോ ആയ ഒരു ഭാഗമാണ് .
ഇംഗ്ലണ്ടിൽ പോലും ഇത്തരം അനാചാരങ്ങൾ ഇല്ലെന്ന് അദ്ദേഹം ഓർമ്മിപ്പിച്ചു .
റൌലക്റ്റ് ആക്ട് എന്ന നിയമത്തിനെതിരെ 1919 മാർച്ച് 30-ന് ഹർത്താൽ ആചരിക്കാൻ ഗാന്ധി ആഹ്വാനം ചെയ്തു.നിസ്സഹകരണ സമരം അന്നാണ് തുടങ്ങിയത് .
പഠിക്കുന്ന കാലത്തും കലാകായിക രംഗങ്ങളിൽ സജീവമായിരുന്നു മമ്മൂട്ടി .
ആശ്രമത്തിൽ ഒരോരുത്തരും അവരവരുടെ പ്രയത്നം സംഭാവനം ചെയ്യണം എന്ന ആശയം പ്രാവർത്തികമാക്കി .
എന്നാൽ ആരോഗ്യസ്ഥിതി മോശമായപ്പോൾ രണ്ടു വർഷം കഴിഞ്ഞ് വിട്ടയച്ചു .
മാ നിഷാ ‍ ദ പ്രതിഷ്ഠാം ത്വമഗമഃശാശ്വതീ സമാഃ യൽ ക്രൌഞ്ചമിഥുനാദേകമവധീഃ കാമമോഹിതം
അഹിംസാധിഷ്ഠിത സത്യാഗ്രഹം എന്ന ഗാന്ധിയൻ ആശയത്തോടുള്ള ബഹുമാനാർത്ഥം ഐക്യരാഷ്ട്രസഭ അന്നേ ദിവസം ലോക അഹിംസാ ദിനമായും പ്രഖ്യാപിചിട്ടുണ്ട്
വർണ്ണവെറിക്ക് നിരന്തരം ഇരയായിക്കൊണ്ടിരുന്ന കറുത്ത വർഗ്ഗക്കാരെ ഒരുമിപ്പിച്ച് അഹിംസാമാർഗ്ഗത്തിൽ വംശീയ വിദ്വേഷത്തിനെതിരെ പൊരുതിയ അളായിരുന്ന മാർട്ടിൻ ലൂഥർ കിംഗ് ജൂനിയർ ആണ് അമേരിക്കൻ ഗാന്ധി എന്നറിയപ്പെടുന്നത് .
ഇന്ത്യയിലാകെ പ്രതിവർഷം രണ്ടു ലക്ഷത്തിലധികം പ്രതികൾ വിറ്റഴിക്കപ്പെടുന്ന ഈ പുസ്തത്തിൻറെ കോപ്പികളിൽ പകുതിയോളം കേരളത്തിലാണ് വിൽക്കപ്പെടുന്നത് .
പലയിടങ്ങളിലും ലാത്തിച്ചാർജ്ജും വെടിവയ്പ്പുമുണ്ടായി .
ഓഗസ്റ്റ് 4-ന് മോചിതനായെങ്കിലും വീണ്ടും നിയമലംഘനം ആരോപിച്ച് ഒരു വർഷത്തേക്ക് ജയിലിലടക്കപ്പെട്ടപ്പോൾ ഹരിജനക്ഷേമപ്രവർത്തനങ്ങൾക്ക് അനുവാദം തരാത്തതിൽ പ്രതിഷേധിച്ച് ഓഗസ്റ്റ് 16 ജയിലിൽ നിരാഹരം ആരംഭിച്ചു .
ഒരറ്റത്ത് ഒരു കെടാവിളക്ക് ഉണ്ട് .
ആ കൃതിയിൽ ആധുനിക സംസ്കാരത്തിന്റെ മിക്കവാറും അംശങ്ങളെ ഗാന്ധി അപലപിച്ച് തള്ളിക്കളയുന്നു .
ലണ്ടൻ മട്രിക്കുലേഷൻ പരീഷ എഴുതിയെങ്കിലും ആദ്യം ലത്തീനിൽ പരാജയപ്പെട്ടു .
കാര്യങ്ങൾ നേരിട്ട് പഠിക്കാനായി അദ്ദേഹം ഇന്ത്യ മുഴുവനും സഞ്ചരിച്ചു .
രാമകഥയുടെ മൂല സ്രോതസ്സ്
ദീപവംശവും -LRB- ക്രി.വ.
രാമകഥ പ്രാചീനകാലം മുതൽക്കേ വടക്കോട്ട് പ്രചരിക്കാൻ തുടങ്ങിയിരുന്നു .
അതുകൊണ്ടാണ് ‌ കവിയെ ആദികവിയെന്നും , കാവ്യത്തെ ആദികാവ്യം എന്നും വിളിച്ച് ‌ നിരൂപകർ ആദരിക്കുന്നതും .
താരാ സ്പെഷ്യൽ ‌ സ് -LRB- നോവൽ -RRB- -LRB- 1968 -RRB-
ഇരിക്കുന്നവർ : നാരായൺ ആപ്തെ വിനായക് സവർക്കർ നാഥുറാം ഗോഡ്സെ -LRB- കൊലയാളി -RRB- വിഷ്ണു കാർക്കാറേ
ഡോസ് -LRB- MS-DOS -RRB- എന്ന ഓപ്പറേറ്റിങ്ങ് സിസ്റ്റത്തിന് ഒരു ഗ്രാഫിക്കൽ ഉപയോഗരീതി കൊടുത്തു എന്നതായിരുന്നു ആദ്യ വിൻഡോസ് പതിപ്പിന്റെ പ്രത്യേകത .
അദ്ദേഹത്തിന് മതകാര്യങ്ങളിൽ ഒന്നും അത്ര പിടിപാടുണ്ടായിരുന്നില്ല .
ഗാന്ധി ഗുജറാത്തിയിൽ ഭഗവദ് ഗീതയുടെ ഒരു വ്യാഖ്യാനം എഴുതിയിട്ടുണ്ട് .
തീക്ഷ്ണമായ അനുഭവങ്ങളുടെ തീവ്രത ആ ക്രുതികളെ അനശ്വരമാക്കി .
വർഗ്ഗം : രാഷ്ട്രീയം
പി.ഡി.എ -LRB- പെഴ്സണൽ ഡിജിറ്റൽ അസിസ്റ്റൺ്റ് ‌ -RRB-
ഇന്ത്യൻ സാമൂഹിക പ്രവർത്തകനാ ‍ യ ബാബാ ആംതെ യാണ് ആധുനിക ഗാന്ധി എന്നറിയപ്പെടുന്നത്
സമാധാനത്തിനായി അദ്ദേഹം ഡൽഹിയിൽ ജനുവരി 13 ന് നിരാഹാരസമരം ആരംഭിച്ചു .
1896-ൽ അദ്ദേഹം ഭാര്യയേയും കുട്ടികളേയും കൊണ്ടുവരാനായി നാട്ടിലേക്ക് ഹ്രസ്വസന്ദർശനം നടത്തി .
നാടൊട്ടുക്ക് ജൂൺ 12 ബർദോളി ദിനം ആചരിച്ചു .
എങ്കിലും താമസിയാതെ ജനറൽ സ്മട്സിന്റെ നിർദ്ദേശപ്രകാരം മോചിപ്പിച്ചു .
റീപോപ്
ആധുനിക ഇലക്ട്രോണിക് കംപ്യൂട്ടറുകൾക്ക് മുമ്പുണ്ടായിരുന്ന രൂപാങ്കനങ്ങളേക്കാൾ കൂടുതൽ വേഗതയും കഴിവും ഉണ്ട് .
എന്നാൽ ദക്ഷിണാഫ്രിക്കയിലെ വർണ്ണവിവേചനം അദ്ദേഹത്തിന്റെ മനസ്സിനെ പുതിയൊരു രീതിയിൽ ചിന്തിക്കാൻ അദ്ദേഹത്തെ പ്രേരിപ്പിച്ചു .
ഹനുമാന്റെ സ്ഥാനത്ത് ബാലിയാണ് ‌ .
രാമായണത്തിലെ പദ അർത്ഥങ്ങൾ /
വിവിധ പണ്ഡിതന്മാരുടെ അഭിപ്രായപ്രകാരം രചനാകാലം താഴെക്കൊടുക്കുന്നു .
വാല്മീകി മഹർഷിയാണ് ‌ രാമയണത്തിന്റെ രചയിതാവ് എന്നാണ് ലഭിച്ചിട്ടുള്ള രേഖകളിൽ നിന്ന് അനുമാനിക്കുന്നത് .
മലയാള നോവലിസ്റ്റും കഥാകൃത്തും സ്വാതന്ത്ര്യ സമര പോരാളിയുമായിരുന്നു .
എന്നാൽ മറ്റു കാണ്ഡങ്ങളിൽ രാമൻ സാധാരണ മനുഷ്യനാണ് ‌ .
ഗാന്ധി തന്റെ ജീവിതം സത്യത്തിന്റെ വിവിധ മാനങ്ങൾ മനസ്സിലാക്കുവാനായി ചിലവഴിച്ചു .
കൂടാതെ മഹാഭാരതത്തിലും വാല്മീകിയെപ്പറ്റി സൂചനകൾ ലഭിക്കുന്നു .
ഗാന്ധിയുടെ ഈ തീരുമാനത്തെ ബ്രഹ്മചര്യ എന്ന തത്ത്വചിന്ത - ആത്മികവും ശാരീരികവുമായ ശുദ്ധത- വളരെയധികം സ്വാധീനിച്ചു .
ആ വാക്കു പാലിച്ച് പൂർണ്ണ സസ്യഭുക്കായിത്തന്നെ ലണ്ടനിൽ കഴിച്ചുകൂട്ടി .
ഓരോ വ്യക്തിയും തന്റെ മനസ്സാക്ഷിയനുസരിച്ച് പ്രവർത്തിക്കും .
എന്നാൽ ഗാന്ധിയൻ ചിന്തയിൽ അഹിംസ എന്നാൽ പരമമായ സ്നേഹമാണ് .
വർഗ്ഗം : തമിഴ് ‌ ചലച്ചിത്ര നടന്മാർ
ജീവിതത്തിലെ സുപ്രധാന ലൿഷ്യങ്ങളിൽ ഒന്നാണ് കാമം .
വാർധായിലെ സേവാഗ്രാം ആശ്രമത്തിലേയ്ക്ക് 1936 ഏപ്രിൽ 20-ന് അദ്ദേഹം താമസം മാറ്റി .
വെബറേ പോലെ തന്നെ രാമകഥക്കു പ്രധാനമായ രണ്ട് അടിസ്ഥാനങ്ങൾ ഉണ്ടെന്ന് യാക്കോബിയും കരുതുന്നു .
അസ്പർശ്യതയെ പാപമായിക്കണ്ട് അതിന്റെ നിർമ്മാർജ്ജനത്തിന് അക്ഷീണം പ്രയത്നിച്ചപ്പോഴും പലരും അതിന്റെ മൂലകാരണമായി കരുതിയ ഹിന്ദുസമൂഹത്തിലെ വർണ്ണാശ്രമവ്യവസ്ഥയെ വിമര്ശിക്കാൻ ഗാന്ധി വിസമ്മതിച്ചു .
കർഷകരുടെ അഭ്യർത്ഥന പ്രകാരം തിരികെ ചെന്ന് രാജ്യം ഭരിക്കുകയും ചെയ്യുന്നു .
ലോകംചുറ്റലിനിടയിൽ കണ്ടെത്തിയ ഒട്ടേറെ ജീവിത സത്യങ്ങൾ അദ്ദേഹത്തിൻറെ കൃതികളിൽ കാണാം .
ഈ കാണ്ഡങ്ങൾ തന്നെ മൊത്തമായിം പ്രക്ഷിപ്തങ്ങളാണ് ‌ .
സംസാരത്തിൽനിന്ന് മാറി നിൽക്കുന്നത് തനിക്ക് ആന്തരിക സമാധാനം നൽകുമെന്ന് അദ്ദേഹം വിശ്വസിച്ചു .
തന്മൂലം രാമയണത്തിന്റെ രചനാകാലം വേദങ്ങൾക്കു ശേഷവും മഹാഭാരതത്തിനു മുൻപുമാണെന്ന ധാരണ പണ്ടേ ഉണ്ടായിരുന്നു .
ഈ ഗ്രന്ഥമാണ് ‌ മലയാളികൾക്കിടയിൽ കൂടുതൽ ജനപ്രീതിയാർജ്ജിച്ചത് .
അവലംബം
ഗാന്ധിജി ശാന്തി സന്ദേശവുമായി 49 ഗ്രാമങ്ങലിലൂടെ നഗ്നപാദനായി സഞ്ചരിച്ചു .
പതിനായിരങ്ങൾ തടവിലായി നിരവധി പേർ മരിക്കുകയും പലർക്കും പരിക്കേൽക്കുകയും ചെയ്തു .
ഈ 64 രീതികളെ 64 കലകൾ എന്നാണ് വാത്സ്യായാന മഹർഷി വിശേഷിപ്പിച്ചിരുക്കുന്നത് .
കൃഷിയുടെ പ്രാധാന്യം വരുന്നതിനു മുന്ന് പ്രധാന ദേവതകൾ പ്രകൃതിശക്തികൾ മാത്രമായിരുന്നു .
മാർച്ച് 12ന് ‌ ശ്രീ നാരായണഗുരു കെ .
കൂടുതൽ അറിവിന്
ഇന്ന് കാണുന്ന രാമായണം നിരവധി പ്രക്ഷിപ്തഭാഗങ്ങൾ ചേർന്നതാണ് ‌ .
കേന്ദ്ര സാഹിത്യ അക്കാദമി .
1986 നിറക്കൂട്ട്
തെലുങ്കിലെ സാധാരണജനങ്ങൾക്ക് ഏറ്റവും പ്രിയങ്കരമായ രാമായണം മൊല്ലരാമായണമാണ് ‌ .
ഇതിനു പുറമേ നാലു തവണ കേരള സംസ്ഥാന ചലച്ചിത്ര പുരസ്കാരവും എട്ട് തവണ ഫിലിംഫെയർ പുരസ്കാരവും ഇദ്ദേഹത്തിന് ലഭിച്ചിട്ടുണ്ട് .
പോപ് 3 സീക്വൻസ് ഡയഗ്രം -LRB- PDF -RRB-
ഇൻഫർമേഷൻ സിസ്റ്റം
കുടുംബ ജീവിതത്തിൽ ചെയ്യേണ്ട ധർമ്മം എന്ത് ?
ഇന്ത്യക്കാർ സ്വയമായി വസ്ത്രങ്ങൾ നിർമിച്ചാൽ അത് ഇന്ത്യയിലെ ബ്രിട്ടീഷ് സർക്കാരിന് സാമ്പത്തികമായ പ്രഹരമേല്പ്പിക്കുമെന്ന് ഗാന്ധി വിശ്വസിച്ചു .
ബാക്കിയുള്ള 80 ശതമാനവും ലൈംഗികജീവിതത്തിൽ അത്യന്താപേക്ഷിതമായി അറിഞ്ഞിരിക്കേണ്ടതും അടിയന്തരമായി ചെയ്യേണ്ടതുമായ വിഷയങ്ങളാണ് കാമസൂത്രം ചർച്ച ചെയ്യുന്നത് .
ഗാന്ധിയുടെ അഭിപ്രായത്തിൽ വിവാഹജീവിതത്തിനകത്തുപോലും സന്താനോല്പാദനത്തിനായല്ലാതെയുള്ള ലൈംഗികബന്ധം ഉപേക്ഷിക്കേണ്ടതാണ് .
അതേ തുടർന്ന് ഇന്ത്യക്ക് ഡൊമീനിയൻ പദവി വാഗ്ദാനം ചെയ്യപ്പെട്ടു .
അതോടൊപ്പം ഞാനൊരു ക്രിസ്ത്യാനിയും മുസ്ലീമും യഹൂദനുമാണ്
ഇതിനെക്കുറിച്ച് ചോദിച്ചപ്പോൾ വ്യക്തിപരമായ പീഡനങ്ങൾക്ക് കോടതിയിൽ പകരം ചോദിക്കുന്നത് തനിക്കിഷ്ടമല്ല എന്നായിരുന്നു അദ്ദേഹത്തിന്റെ മറുപടി .
രാവണന്റെ സേനാപതികളേയും ഇളയമകനായ അക്ഷയകുമാരനേയും ഹനുമാൻ കൊന്നൊടുക്കുന്നു .
ഗാന്ധിയുടെ നിർദ്ദേശപ്രകാരം നടത്തിയ അവർണ്ണ ജാഥ നവംബർ 13-ന് തിരുവനന്തപുരം നഗരത്തെ പിടിച്ചു കുലുക്കി .
ഇന്ത്യയ്ക്ക് അനുയോജ്യമായ ഭരണപരിഷ്കാരങ്ങളെക്കുറിച്ച് ചർച്ച ചെയ്യാൻ രണ്ടാം വട്ടമേശ സമ്മേളനത്തിൽ പങ്കെടുക്കാനായി കോൺഗ്രസ്സിന്റെ ഏക പ്രതിനിധിയായി ഗാന്ധിയെയാണ് തിരഞ്ഞെടുത്തത് .
ഹിന്ദുക്കളും മുസ്ളീങ്ങളും സ്വതന്ത്ര ഭാരതത്തിൽ സമാധാനത്തോടെ സഹവസിക്കണം എന്നാഗ്രഹിച്ച ഗാന്ധിജി ഭാരതത്തിന്റെ വിഭജനത്തെ എതിർത്തു .
അധ : സ്ഥിത ഹിന്ദു സമുദായങ്ങൾക്ക് വേണ്ടി പ്രത്യേക നിയോജകമണ്ഡലം എന്ന ആ വിധി ഇന്ത്യയിൽ ചേരിതിരിവ് ഉണ്ടാക്കുന്നതാണ് എന്നു കരുതിയ ഗാന്ധി അതിനു പകരം പൊതു മണ്ഡലങ്ങളിൽ താഴ്ന്ന ജാതിക്കാർക്കായി സം ‌ വരണം ഏർപ്പെടുത്തുകയാണ് വേണ്ടത് എന്ന് വാദിച്ചു .
മറ്റൊരനുമാനം ഇക്കാലത്തെ ആദിവാസികളേയും പോലെ തന്നെ ഈ ജാതികൾ വിഭിന്നമായ മൃഗങ്ങളേയും സസ്യങ്ങളേയും ആരാധിച്ചിരുന്നുവെന്നും ഏത് മൃഗത്തേയും സസ്യത്തേയും ആരാധിച്ചിരുന്നുവോ അതേ പേരിൽ തന്നെ വിളിക്കപ്പെടുകയും അതേ രീതിയിൽ വസ്ത്രധാരണം നടത്തുവാൻ ശ്രമിക്കുകയും ചെയ്തിരുന്നു .
വിവരങ്ങളുടെ സുരക്ഷിതത്വത്തിനായി അവയെ നിഗൂഢമാക്കുന്നതുമായി ബന്ധപ്പെട്ട പഠനത്തേയും പ്രായോഗികതയേയുമാണ് ‌ ഗൂഢശാസ്ത്രം അഥവാ ക്രിപ്റ്റോഗ്രാഫി എന്ന് പറയുന്നത് .
കോട്ടയം ജില്ലയിലെ വൈക്കത്തിനടുത്ത് ‌ ചെമ്പ് ‌ എന്ന സ്ഥലത്ത് ‌ ജനിച്ചു .
മൈക്രോസോഫ്റ്റ് വിൻഡോസിലെ ഘടകങ്ങളുടെ പട്ടിക
നാരദനോടുള്ള വാല്മീകിയുടെ ചോദ്യം
രാമായണത്തിന്റെ രചനാകാലത്തെക്കുറിച്ച് വിവരിക്കുമ്പോൾ മിക്ക പണ്ഡിതന്മാരും ആദിരാമായണത്തിനും -LRB- പ്രാമാണിക ഗ്രന്ഥം -RRB- പ്രചാരത്തിലിരിക്കുന്ന വാല്മീകി രാമായണത്തിനും പ്രത്യേകം രചനാകാലം നിർദ്ദേശിക്കുന്നു .
RFC 3206 - ദ SYS ആൻഡ് AUTH പോപ് റെസ്പോൺസ് കോഡ്സ്
7 ഭാഗങ്ങൾ താഴെ പറയുന്നവ ആണ് :
തൊഴിലധിഷ്ഠിതവും ഭാരതീയവുമായ പദ്ധതിയായിരുന്നു അത് .
പശ്ചിമോത്തരീയ പാഠം : ദയാനന്ദമഹാവിദ്യാലയ -LRB- ലാഹോർ -RRB- ത്തിന്റെ പതിപ്പ് .
ഒരു ബൌദ്ധകൃതിയായ ദശരഥജാതകം മിക്കവാറും രാമായണത്തെ അനുവർത്തിക്കുന്നു .
ഏതുകാര്യത്തിലും പിന്തുടരുന്ന നിലപാടിൽ മതത്തിന് അദ്ദേഹം കൊടുത്ത ഊന്നൽ എല്ലാവർക്കും രുചിച്ചില്ല .
രോഗങ്ങൾ ബാലമരണം വിധവകൾ പ്രകൃതിക്ഷോഭങ്ങൾ എന്നിവയൊന്നുമില്ലാത്ത രാമരാജ്യം അവർക്ക് ലഭിച്ചു .
ഉത്തർപ്രദേശിലെ വാരണാസിയിൽ ജീവിച്ചിരുന്ന വാത്സ്യായന മഹർഷിയെയാണ് ഇതിന്റെ കർത്താവായി കരുതുന്നത് .
എൻജിക്സ്
ഉംറാവ് ജാതിയിൽ ലങ്കാ ദഹനത്തിന്റെ കഥക്ക് ഒരു പുതിയ രൂപം പ്രചാരത്തിലുണ്ട് .
ഒരു ആളിന്റെ ഉപയോഗത്തിനുള്ള ചെറിയ കമ്പ്യൂട്ടറുകളും - പേർസണൽ കമ്പ്യൂട്ടറുകളും - അവയുടെ വഹനീയരൂപമായ നോട്ട് ബുക്ക് കമ്പ്യൂട്ടറുകളും ആയിരിക്കണം ആളുകൾക്ക് ഏറ്റവും കൂടുതൽ പരിചയമുള്ള രൂപങ്ങൾ .
പാത്തുമ്മയുടെ ആട് -LRB- നോവൽ -RRB- -LRB- 1959 -RRB-
നാരദന്റെ അഭിപ്രായത്തിൽ ശ്രീരാമന് ‌ സദൃശ്യനായി മറ്റൊരാളുണ്ടായിരുന്നില്ല.ഗാംഭീര്യത്തിൽ സമുദ്രത്തേയും സൗന്ദര്യത്തിൽ പൂർണ്ണചന്ദ്രനേയും ക്രോധത്തിൽ കാലാഗ്നിയേയും ക്ഷമയിൽ ഭൂമിദേവിയേയും രാമനു സമാനമായി അദ്ദേഹം വിവരിച്ചു .
അനുബന്ധ വിഷയങ്ങൾ
ബ്രഹ്മചര്യ
വിൻഡോസ് എൻ ടി സെർവർ
2.മതിലുകൾ
എന്നാൽ പിന്നീടുണ്ടായ കൈകടത്തലുകൾ രാമന് ‌ ദൈവികപരിവേഷം നൽകുകയും വിഷ്ണുവിന്റെ അവതാരമാക്കിമാറ്റുകയും ചെയ്തു .
എന്നാൽ ഇവരെയെല്ലാം രാമൻ എതിർത്ത് തോല്പിക്കുന്നു .
1981 അഹിംസ -LRB- സഹനടൻ -RRB-
ഓർമ്മക്കുറിപ്പ് -LRB- ചെറുകഥകൾ -RRB- -LRB- 1946 -RRB-
വെബ്ബറിനേയും യാക്കോബിയേയും പോലെ ദിനേശചന്ദ്രനും രാമകഥക്ക് രണ്ട് പ്രഭവസ്ഥാനങ്ങൾ ഉണ്ടെന്നു കരുതുന്നു .
ഏറ്റവും കഠിനമായ പ്രതിസന്ധിഘട്ടങ്ങളിലും സത്യം അഹിംസ എന്നീ മൂല്യങ്ങളിൽ അടിയുറച്ചു പ്രവർത്തിക്കുവാൻ മഹാത്മാഗാന്ധി ശ്രദ്ധിച്ചു .
കാൽനടയായി എറണാകുളത്തു ചെന്നു കളളവണ്ടി കയറി കോഴിക്കോട്ടെത്തിയ ബഷീർ സ്വാതന്ത്ര്യ സമര രംഗത്തേക്ക് ‌ എടുത്തുചാടി .
തന്റെ ബ്ലോഗിൽ രാഷ്ട്രീയ - സാമൂഹിക - സാംസ് ‌ കാരിക - സാമ്പത്തിക മേഖലകളുമായി ബന്ധപ്പെട്ട വിഷയങ്ങളാണ് എഴുതുകയെന്ന് മമ്മൂട്ടി തന്റെ ബ്ലോഗ് പ്രസിദ്ധീകരണ വേളയിൽ പറഞ്ഞു .
രാമനെ അന്വേഷിച്ച് ഭരതൻ കാട്ടിലേക്ക് പോകുകയും രാമനെ കണ്ടെത്തുകയും ചെയ്തു .
ജോർജ്ജ് ഓർവെൽ
ഗോപാലകൃഷ്ണാചഅര്യർ അവകാശപ്പെടുന്നു .
1901 ഡിസംബർ 27 ന് ഡി.എ.
അദ്ദേഹത്തിന്റെ മിക്ക തത്ത്വങ്ങളും ഹൈന്ദവതയിൽനിന്നെടുത്തയാണ് .
മഹാത്മാ : ലൈഫ് ഒഫ് മോഹന്ദാസ് കരംചന്ദ് ഗാന്ധി - ഡി.ജി.
എന്നാൽ ഈ കഥയിൽ രാവണനെ വധിക്കുന്നത് ലക്ഷമണനാണ് ‌ .
ബാരിസ്റ്റർ ആവാനായി കുടുംബാംഗങ്ങൾ നിർബന്ധിച്ചതിനാലാണ് വിദ്യാഭ്യാസം തുടർന്നതെന്ന് അദ്ദേഹം പറഞ്ഞിട്ടുണ്ട് .
ഉത്തരകാണ്ഡത്തിൽ വാല്മീകി താൻ പ്രചേതസ്സിന്റെ പത്താമത്തെ പുത്രനാണെന്ന് പറയുന്നു .
പല പ്രധാനപ്പെട്ട നിരത്തുകൾക്കും ഗാന്ധിയുടെ പേരാണ് നൽകിയിരിക്കുന്നത് .
അയോദ്ധ്യയിലെ രാജാവായിരുന്ന ശ്രീരാമന്റെ ജീവിത കഥയെ അനാവരണം ചെയ്യുന്ന മനോഹരമായ കൃതിയാണ് ‌ രാമായണം .
പിന്നീട് ഇത് സബർമതി ആശ്രമം എന്ന് അറിയപ്പെടാൻ തുടങ്ങി .
-LRB- പ്രഭാഷണം ; 1987 ജനുവരിയിൽ കാലിക്കറ്റ് സർവ്വകലാശാല ഡി.ലിറ്റ്.
വേദങ്ങൾ ഈശ്വരപ്രേരിതമായി എഴുതപ്പെട്ടയാണ് എന്ന് പറയുന്നതിന്റെ അർത്ഥമെന്താണ് ?
ഗാന്ധിയുടെ ആദ്യത്തെ പൊതുപ്രസംഗം അതായിരുന്നു .
ഹർത്താലിന്റെ തിയ്യതി മാറ്റിയെങ്കിലും പലയിടങ്ങളിലും മാർച്ച് 30-നു തന്നെ ഹർത്താൽ ആചരിക്കപ്പെട്ടു .
കൊച്ചിയിലെ മഹാരാജാസ് കോളേജിൽ നിന്നാണ് മമ്മൂട്ടി ബിരുദം നേടിയത് .
റസ്കിന്റെ “ അൺ ‍ ടു ദിസ് ലാസ്റ്റ് ” എന്ന പുസ്തകമായിരുന്നു ഇതിനാധാരം .
തുടർന്ന് ഇന്ത്യയൊട്ടാകെ അദ്ദേഹം സഞ്ചരിച്ചു .
എന്ന ശ്ലോകരൂപത്തിൽ പുറത്തുവന്നു .
ജീവിതരേഖ
കെനിയൻ ഗാന്ധി
1927-ൽഗുജറാത്തി ഭാഷയിലാണ് ഈ പുസ്തകത്തിന്റെ ആദ്യ പതിപ്പ് പുറത്തിറങ്ങുന്നത് .
ലോകം മുഴുവനും ഉറ്റു നോക്കുന്ന ഒരു സംഭവമായി അത് .
ആരോഗ്യനില വഷളായതിനാൽ ഓഗസ്റ്റ് 25-ന് വ്യവസ്ഥകൾ ഒന്നുമില്ലാതെ അദ്ദേഹം മോചിപ്പിക്കപ്പെട്ടു .
thumb -PIPE- left -PIPE- 120px -PIPE- ഗാന്ധിജിയുടെ രക്തം പുരണ്ട മണ്ണ്
ആധുനിക വൈദ്യശാസ്ത്രം റെയിൽ ഗതാഗതം എന്നിവ അടക്കമുള്ള ശാസ്ത്രനേട്ടങ്ങളെ അദ്ദേഹം തിന്മയായാണ് കണ്ടത് .
എങ്കിലും വീണ്ടും എഴുതി അതിൽ വിജയം കൈവരിച്ചു .
അന്ന് ഇൻഡ്യൻ ദേശീയതയുടെ നായകരായിരുന്ന നേതാക്കന്മാരെയെല്ലാം സന്ദർശിച്ചു .
thumb -PIPE- സീതയെ അപഹരിച്ച രാവണനെ നേരിടുന്ന ജടായു - രാജരവി വർമ്മയുടെ എണ്ണച്ഛായ ചിത്രം
4 -RRB- മഹാവംശവും -LRB- ക്രി.വ.
ടിബറ്റ് ഭാഷയിൽ അത് 8-9 ശതകങ്ങളിലെത്തിച്ചേർന്നിരിക്കാം എന്ന് അനുമാനിക്കുന്നു .
ഇവകൂടി കാണുക
മാന്ത്രികപ്പൂച്ച -LRB- നോവൽ -RRB- -LRB- 1968 -RRB-
