ആനകളുടെ പല്ലുകൾ മറ്റു സസ്തനികളുടേതിൽ നിന്നും വളരെ വ്യത്യസ്തമാണ് .
ഇരുപതാം നൂറ്റാണ്ടിൻറെ തുടക്കം വരേയ്ക്കും മലയാളം എഴുതുന്നതു ഗ്രന്ഥലിപി ഉപയോഗിച്ചു തന്നെയായിരുന്നു കാലാകാലങ്ങളിൽ ലിപിയിൽ പരിവർത്തനങ്ങൾ വരികയും ചെയ്തിരുന്നു .
ചിലപ്പോൾ ഇവരുടെ അധിവാസം ‍ കാടിന്റെ അരികിൽ വരെ എത്തുകയും തത് ‌ ഫലമായി സവാന ആനകളുടെ ആവാസമേഖലയിൽ ‍ അതിക്രമിച്ച് കടക്കുകയും ചെയ്യും .
ആഫ്രിക്കൻ സവാന ആനകൾക്ക് പിൻ ‌ കാലുകളിൽ മൂന്നു വീതവും മുൻ ‌ കാലുകളിൽ നാലു വീതവും നഖങ്ങൾ ഉണ്ടാകും .
പ്രത്യേകിച്ച് മരങ്ങൾ പിഴുതെടുക്കാനും തടിപിടിക്കാനും കുറ്റവാളികളെ ചവുട്ടിക്കൊല്ലാനും ഒക്കെയായി .
എന്നാൽ പി.കെ.
വികാസം
ആദികാലം തൊട്ടെ കേരളത്തിനുണ്ടായിരുന്ന വ്യാപാരബന്ധങ്ങൾ ഭാഷയുടെ പുരോഗതിയെ ഏറെ സ്വാധീനിച്ചതായി കാണാം .
ഓഗസ്റ്റ്
മുല്ലപ്പെരിയാർ അണക്കെട്ടിന്റെ പേരിൽ കേരളവും തമിഴ് ‌ നാടും തമ്മിലുള്ള വിവാദം ശക്തമായി .
വിഷ്ണു തന്നെയാണ് ‌ യജ്ഞം എന്ന് തൈത്തിരീയം പറയുന്നു -LRB- തൈ.1.6.1.5 -RRB- യജ്ഞകർത്താവ് വിഷ്ണുവിനേപ്പോലെ മൂന്ന് ചുവടുകൾ വച്ചിരിക്കണമെന്ന് ശതപഥം കല്പിക്കുന്നു -LRB- ശ .
മറ്റുള്ള ഭാഗങ്ങളിൽ കൊള്ളാജൻ ഇലാസ്തിൻ എന്നീ കോശങ്ങളും കൊഴുപ്പും കൂപ്പറിന്റെ പേശികളും മറ്റും ചേർന്ന് നിറഞ്ഞിരിക്കും .
ഈ ആൽബം റോള്ളിങ്ങ് സ്റ്റോൺ മാസികയുടെ “ എക്കാലത്തേയും മികച്ച അഞ്ഞൂറ് ആൽബങ്ങളിൽ ” മുന്നൂറ്റി തൊണ്ണൂറാം സ്ഥാനത്തെത്തുകയുണ്ടായി .
ആനക്കൊമ്പിന്റെ മുഖ്യമായ ഘടകം കാത്സ്യം ഫോസ്ഫേറ്റ് എന്ന ലവണമാണ് .
ശ്രീലങ്കൻ ആനകൾ
ആനയുടെ നാക്കിന്റെ അടിഭാഗം കീഴ്ത്താടിയിൽ ഉറപ്പിച്ചിരിക്കുന്ന കാരണം ആനയ്ക്കു് നാക്ക് പുറത്തേക്കു് നീട്ടുവാൻ കഴിയില്ല .
ചെവിയിലേക്ക് വരുന്ന ചുടുരക്തത്തിന്റെ താപനില പത്ത് ഡിഗ്രീ ഫാരൻ ‌ ഹീറ്റോളം കുറയ്ക്കാൻ ഈ ചെവിയാട്ടൽ സഹായി ‍ ക്കും .
തുമ്പിക്കൈ വരുതിയിലാക്കുന്ന വിദ്യ പഠിക്കാൻ ആനകൾ മാസങ്ങൾ എടുക്കും .
thumb -PIPE- 250px -PIPE- രാജാ രവിവർമ്മയുടെ പ്രശസ്തമായൊരു ചിത്രം
അന്താരാഷ്ട്ര അനുരജ്ഞന വർഷം
-LRB- നാട്ടാനകളിൽ ജനിക്കുന്ന കുട്ടികൾ ജനിച്ചയുടനെയുള്ള അതിനെ പരിപാലിക്കുന്നവർ ഒന്ന് രണ്ട് മിനുറ്റുകളിൽ തന്നെ ഇങ്ങനെ ഏതെങ്കിലും ശബ്ദം ഉണ്ടാക്കുന്നുണ്ടോ എന്ന് ശ്രദ്ധിക്കേണ്ടതുണ്ട് .
നെറ്റിലെ അലച്ചിൽ കുറയ് ‌ ക്കാൻ ആർ എസ് ‌ എസ് ‌ ഫീഡുകൾ സഹായിക്കും
thumb -PIPE- കേരളത്തിൽ ആനകളെ ക്ഷേത്രങ്ങളിൽ എഴുന്നള്ളിപ്പിനും മറ്റും ധാരാളമായി ഉപയോഗിച്ചു വരുന്നു
പിന്നീട് ഗണങ്ങളുണ്ടായതായിരുന്നിരിക്കണം .
എലിഫന്റ് ലിസണിങ്ങ് പ്രോജക്റ്റ് -LRB- Elephant Listening Project -RRB- എന്ന പദ്ധതിയിലെ കാത്തി പെയ്ൻ ആനകളുടെ ഇൻഫ്രാസൗണ്ട് ആശയവിനിമയത്തെക്കുറിച്ച് പഠനങ്ങൾ നടത്തിയിട്ടുണ്ട് .
ബ്രാഹ്മണരിൽ നിന്നു സംസ്കൃതവും സാമാന്യജനത്തിൻറെ ഭാഷയിലേക്ക് പകർന്നു പോരുകയും കൊടുംതമിഴും സംസ്കൃതവും ക്രമാനുഗതമായ പരിവർത്തനഫലമായി മലയാണ്മയെന്ന ഭാഷ രൂപപ്പെടുകയുമാണുണ്ടായതു് .
പാണ്ഡ്യചോളചേര രാജാക്കന്മാർക്ക് ദക്ഷിണഭാരതത്തിലുണ്ടായിരുന്ന അധികാരം നഷ്ടമായതും മലയാളനാട്ടിലെ പെരുമാക്കന്മാരുടെ വാഴ്ച അവസാനിച്ചതും തമിഴ് ‌ നാടുകളുമായി ജനങ്ങൾക്കുണ്ടായിരുന്ന ക്രയവിക്രയങ്ങളിൽ കാര്യമായ കുറവുകൾ വരുത്തിയിരുന്നു .
ആൺകുട്ടികളിൽ നിന്ന് വലിപ്പത്തിൽ കാര്യമായ വ്യത്യാസം ഇവയ്ക്കുണ്ടാവില്ല .
കുട്ടിയാന വായ കൊണ്ടാണ് മുല കുടിക്കുക തുമ്പിക്കൈ കൊണ്ടല്ല തുമ്പിക്കൈയിലെ മസ്സിലുകൾ ഉറയ്ക്കാത്തതിനാലാണ് ഇത് .
പക്ഷെ ഇവ രണ്ടും രണ്ട് സ്ഥലങ്ങളിൽ അധിവസിക്കുന്നതിനാൽ ഇത് സ്വാഭാവികമായി സംഭവിക്കാനുള്ള സാധ്യത കുറവാണ്.ആഫ്രിക്കൻ ആനകൾ ആഫ്രിക്കൻ ഭൂഖണ്ഡത്തിന്റെ വിവിധ ഭാഗങ്ങളിലായി കാണപ്പെടുന്നു .
ഇങ്ങനെ ഈ ആന ജീവിതകാലം മുഴുവൻ അടിമയാക്കപ്പെടുന്നു .
മൃഗസംരക്ഷണപ്രവർത്തകർ പറയുന്നത് മൃഗശാ ‍ ലകളിലെ ആനകൾ ശാരീരികമായ പീഡനങ്ങളും സാമൂഹികജീവിതത്തിന്റെ നഷ്ടപ്പെടലും വികാരപരമായ നഷ്ടപ്പെടലും പ്രായം തികയാതെയുള്ള മരണങ്ങളും സഹിക്കേണ്ടി വരുന്നു എന്നാണ് .
ഇലകൾ കഴിക്കാൻ മരങ്ങൾ പിഴുതിടുകയും ചില്ലകൾ ഒടിച്ചിടുകയും വേരുകൾ പറിച്ചെടുക്കുകയും വഴി പുതിയ ചെടികൾ വളരാൻ ആനകൾ സൗകര്യമൊരുക്കുന്നു .
കൊമ്പനാനകളുടേയും പിടിയാനകളുടേയും സാമൂഹിക ജീവിതം വ്യത്യസ്തമാണ് .
പിന്നീട് ഇലകളും കമ്പുകളും മറ്റും ഉപയോഗിച്ച് ഈ കുഴിയുടെ ഉപരിതലം മാത്രം മൂടും .
ശരീരത്തിന്റെ വലിപ്പവും ത്വക്കിന്റെ പ്രതലവും തമ്മിലുള്ള അനുപാതം ആനയ്ക്ക് മനുഷ്യരുടേതിനേക്കാൾ വളരെ കൂടുതലാണ് .
ജനുവരി 1 - റഷ്യ ഉക്രൈനിലെക്കുള്ള പ്രകൃതിവാതകവിതരണം നിർത്തിവച്ചു .
വൈജയന്തി - വിഷ്ണു എപ്പോഴും ധരിക്കുന്ന രത്നമാല .
1956-ൽ അങ്കോളയിൽ വെടിവച്ച് കൊല്ലപ്പെട്ട ഒരാനയാണ് ഇതുവരെ ജീവിച്ചിരുന്നതിൽ ഏറ്റവും ഭാരമുള്ളതായി രേഖപ്പെടുത്തപ്പെട്ടിട്ടുള്ളത് .
താഴ്ന്ന ശരീരോഷ്മാവാണ് ഈ സസ്തനികളുടെയെല്ലാം പ്രത്യേകത .
മുലഞെട്ടുകൾക്ക് ചുറ്റുമുള്ള ഏരിയോളയിലെ മോണ്ട്ഗോമെറി ഗ്രന്ഥികൾ ഇരുണ്ട നിറം പ്രാപിക്കുന്നു .
എന്നിരുന്നാലും ഇപ്രകാരമുള്ള മാറ്റങ്ങൾ ഭാഷയുടെ ഘടനയിലും വ്യാകരണത്തിലും വരുത്തുന്ന മാറ്റങ്ങളാണു് മൂലഭാഷയിൽ നിന്നു അതിനെ വ്യത്യസ്തമാക്കുന്നതും സ്വതന്ത്രമായൊരു ഭാഷയായി രൂപപ്പെടുത്തുന്നതും .
ആർത്തവ വിരാമം
ഒന്നൊഴികെ ; ഒരു ഓപ്പറേറ്റിങ് സിസ്റ്റം ഹാർഡ് ‌ വെയറുമായി സംവദിക്കുവാൻ ഉപയോഗിക്കുന്ന കെർണൽ എന്ന ഘടകം .
റീഡറുകൾ എല്ലായ് ‌ പ്പോഴും അവയിൽ നിർദേശിച്ചിരിക്കുന്ന സൈറ്റുകളുടെ ഏറ്റവും പുതിയ അപ് ‌ ഡേറ്റുകൾ പരിശോധിച്ചു കൊണ്ടിരിക്കും .
രാജാരവിവർമ്മയുടെ ലോകപ്രശസ്തമായ എണ്ണച്ഛായാ ചിത്രത്തിൽ മുലയൂട്ടുന്ന ഒരു അമ്മയയാണ് ‌ ചിത്രീകരിച്ചിരിക്കുന്നത് .
ഇതേ സമയം എല്ലുകളുടെ വളർച്ചയും ശരീരത്തിന്റെ മൊത്തത്തിലുള്ള വളർച്ചയും ത്വരിതഗതിയിലായിരിക്കും .
ബേബി ജി .
മലയാള ഭാഷ കൈരളി എന്നും അറിയപ്പെടുന്നു .
ആനയുമായി ബന്ധപ്പെട്ട ചൊല്ലുകൾ
വൈഷ്ണവമതം
എങ്കിലും അപൂർവ്വമായെങ്കിലും ഉണ്ടാകാറുണ്ട് .
പ്രാരംഭഘട്ടത്തിൽ ഗ്നു / ലിനക്സ് ഉപയോഗിച്ചിരുന്നതും മെച്ചപ്പെടുത്തിയിരുന്നതും ലോകത്തിന്റെ പലഭാഗത്തുനിന്നുമുള്ള സോഫ്റ്റ് ‌ വെയർ ഡെവലപ്പർമാരായിരുന്നു .
ഏറ്റവും പുതിയ മെയിലുകളെ അവ ഓർമ്മിപ്പിക്കും .
വലിപ്പം നിർണ്ണയിക്കുന്ന പ്രധാന ഘടകങ്ങൾ താഴെ പറയുന്നവയാണ് ‌
ആനകൾ സസ്യഭുക്കുകളാണ് .
ആഫ്രിക്കൻ ആനകള് കൊമ്പിനുവേണ്ടിയാണ് ‌ കൂടുതലും കൊല്ലപ്പെടുന്നതെങ്കിൽ ഏഷ്യൻ ആനകളുടെ മരണത്തിന് മുഖ്യമായും ഹേതുവാകുന്നത് ആവാസവ്യവസ്ഥിതിയിൽ ഉണ്ടാകുന്ന കുറവ് ആണ് .
അതിനാൽ തന്നെ സ്ത്രീയുടെ ബുദ്ധി മണ്ഡലത്തിൽ വലിയ സ്തനത്തോടുള്ള ആഭിമുഖ്യം കൂടിയിരിക്കണം .
സ്ത്രീകളിൽ സ്തനങ്ങൾക്ക് ‌ മുലയൂട്ടുക മാത്രമല്ല കർത്തവ്യം .
മലയാളം എന്ന പേര് മലകളും സമുദ്രവും ഒത്തു ചേരുന്ന എന്ന അർത്ഥം ഉള്ള മല + അളം -LRB- സമുദ്രം -RRB- എന്നീ ദ്രാവിഡ വാക്കുകൾ ചേർന്ന് ഉണ്ടായതാണെന്ന് ചില ചരിത്രകാരന്മാർ അഭിപ്രായപ്പെടുന്നു .
ഇന്ന് ആനകളുടെ ആവാസവ്യവസ്ഥ ചുരുങ്ങി ചുരുങ്ങി വരുന്നതിനാൽ ഭക്ഷണത്തിന്റെ കുറവ് മൂലം ചെറുപ്പത്തിലേ ആനകൾ പട്ടിണി കിടന്നു മരിക്കുന്നതായി ശ്രദ്ധിക്കപ്പെട്ടിട്ടുണ്ട് .
ആഫ്രിക്ക എമ്പാടും തെക്കൻ സഹാറ മരുഭൂമിയും ഇവരുടെ ആവാസ കേന്ദ്രങ്ങൾ ആണ് .
ഏഷ്യൻ കുട്ടിയാനകൾക്ക് ശരീരമാസകലം തവിട്ടു നിറത്തിലുള്ള കട്ടിരോമങ്ങളാണ് .
മലയാളത്തിൽ മുല എന്നും പര്യായമുണ്ട് .
പക്ഷെ ഓടുന്ന സമയത്ത് ആനയ്ക്ക് മണിക്കൂറിൽ ഇരുപത്തിനാല് മൈൽ -LRB- നാൽപ്പത് കിലോമീറ്റർ -RRB- വരെ വേഗം ഉണ്ടാകും .
ഈ പേര് എഴുപതുകളുടെ അന്ത്യത്തിൽ ക്യാമ്പസ്സിൽ നടത്തിയ ഒരു മത്സരം വഴി തിരഞ്ഞെടുത്തതാണ് .
സ്തനങ്ങളുടെ അരിക് മുകളിൽ കക്ഷം വരെ എത്തുന്നു .
ക്രിസ്തുവർഷം പതിനാലാം നൂറ്റാണ്ടിനും പതിനഞ്ചാം നൂറ്റാണ്ടിനും ഇടയിലായി തിരുവല്ലയ്ക്കടുത്ത് നിരണം എന്ന സ്ഥലത്തായിരുന്നു കണ്ണശ്ശന്റെ ജീവിതം .
ഒരു പ്രസവത്തിൽ ഒരാനക്കുട്ടിയാണ് സാധാരണ ഉണ്ടാകാറുള്ളത് .
അദ്ദേഹം മലയാളം തമിഴിൻറെ ശാഖയാണ് എന്നാണ് അഭിപ്രായപ്പെട്ടത് .
പ്രേമചന്ദ്രൻ -LRB- ആർ .
ഒറ്റയാൻ
ബോർണിയോ പിഗ്മി ആനകൾ
ഒരു വലിയ അണപ്പല്ലിന് ‌ ഒരടി നീളവും ൨.൫ ഇഞ്ച് നീളവും ൪ കിലോഗ്രാം തൂക്കവും ഉണ്ടാകാം .
മനുഷ്യനടക്കമുള്ള മറ്റു സസ്തനികളെപ്പോലെ ആനയ്ക്കും നാലറകളുള്ള ഹൃദയമാണുള്ളത് .
പോറസ്സ് രാജാവിനെതിരായുള്ള യുദ്ധത്തിൽ മഹാനായ അലക്സാണ്ടർക്ക് ആനകളിൽ നിന്നാണ് ‌ കനത്ത നാശ നഷ്ടം ഉണ്ടായത് .
ബ്രഹ്മാവ് സൃഷ്ടിയേയും ശിവൻ സംഹാരത്തേയും പ്രതിനിധീകരിക്കുമ്പോൾ വിഷ്ണു സ്ഥിതി അഥവാ പരിപാലനത്തെയാണ് ‌ സൂചിപ്പിക്കുന്നത് .
ഉദാഹരണമായി ആനകൾ വളരെ വിശാലമായ ഭൂപ്രദേശത്ത് വസിക്കുന്നവരാണ് ഇവരെ ‍ ദേശീയോദ്യാനത്തിന്റെ അതിരുകൾക്കുള്ളിൽ തളച്ചിടാനാകില്ല .
മലയാള ഭാഷയുടെ പിതാവ് എന്നു അറിയപ്പെടുന്നത് തുഞ്ചത്ത് രാമാനുജൻ എഴുത്തച്ചൻ ആണു
കർമ്മഫലദാതാവായ ഇന്ദ്രന്റെ അനുയോജ്യനായ സഖാവ് എന്നാണ് ‌ ഋഗ്വേദത്തിൽ ഒരിടത്ത് പരാമർശം .
ആഫ്രിക്കൻ ആനകളെ മെരുക്കാൻ പറ്റില്ലെന്ന് വിശ്വസിക്കപ്പെട്ടിരുന്നു .
ഈ കുട്ടിക്കാലം കഴിഞ്ഞും ജീവിക്കാനുള്ള സാധ്യത ആനകൾക്ക് മറ്റ് മൃഗങ്ങളെ അപേക്ഷിച്ച് കുറവാണ് .
പി.ഗോവിന്ദപിള്ളയുടെ ഭാഷാചരിത്രം പ്രസിദ്ധപ്പെടുത്തിയതും പത്തൊമ്പതാം നൂറ്റാണ്ടിൻറെ ഉത്തരാർദ്ധത്തിലാണു് .
ദേശനാമം തന്നെ ഭാഷാനാമമായി പരിണമിച്ചതോടെ പഴയ മലയാളം ഭാഷ എന്നു സൂചിപ്പിക്കുവാൻ മലയാണ്മ എന്ന വാക്ക് ഉപയോഗിക്കാറുണ്ടു് .
ആനയ്ക്ക് തുമ്പിക്കൈയിൽ നാൽപ്പതിനായിരത്തില്പരം പേശികൾ ഉണ്ടാകുമെന്നാണ് ജീവശാസ്ത്രജ്ഞർ പറയുന്നത് .
ദശാവതാരങ്ങൾ
നിഘണ്ടു വ്യാകരണഗ്രന്ഥങ്ങൾ എന്നിവയുടെ ലഭ്യതയും പ്രസിദ്ധീകരണ ഉപകരണങ്ങൾ വാർത്താപത്രങ്ങൾ എന്നിവയുടെ ലഭ്യതയും ഈ വളർച്ചയ്ക്ക് സഹായകമായി വർത്തിച്ചു .
1930-ൽ വെറും ഒരു ശതമാനം മാത്രമുണ്ടായിരുന്ന ഈ വിഭാഗം ഇപ്പോൾ മുപ്പത് ശതമാനത്തോളമായി ഉയർന്നു .
എന്നാൽ വെള്ളത്തിന്റേയും ഭക്ഷണത്തിന്റേയും ദൌർലഭ്യം മൂലം ഒരേ സ്ഥലങ്ങളിലേക്കു വരേണ്ടി വരുമ്പോൾ ആനക്കൂട്ടങ്ങൾ അടുത്തു പ്രവർത്തിക്കുന്നതും കാണാം .
ജമ്പോ എന്ന സർക്കസ്സ് ആന ‘ വലുത് ’ എന്ന വാക്കിന്റെ പര്യായമായി ഇംഗ്ലീഷിൽ ചേർക്കപ്പെട്ടു .
ഭാഷാഭേദങ്ങൾ
സ്തനാർബുദം സ്ത്രീകളിൽ മാത്രമല്ല പുരുഷന്മാരിലും കണ്ടു വരുന്നു .
ബലരാമൻ
കൂടാതെ മരങ്ങളിൽ സ്വന്തം അധീശപ്രദേശം അടയാളപ്പെടുത്താനും ആയുധമാക്കി ഉപയോഗിക്കാനും വരെ ആനകൾ കൊമ്പുകളെ ഉപയോഗപ്പെടുത്തുന്നു .
പല്ലവഗ്രന്ഥലിപിയിൽ എഴുതപ്പെട്ട വാഴപ്പള്ളി ലിഖിതത്തിൽ ചേരപ്പെരുമാക്കന്മാരുടെ വംശാവലിയും നാമമാത്രമായിട്ടെങ്കിലും കാർഷികവിവരങ്ങളും സംക്ഷിപ്തമായിരുന്നു .
ആഫ്രിക്കൻ ആനകളിൽ ആണാനയ്ക്കും പെണ്ണാനയ്ക്കും വലിയ കൊമ്പുകൾ ഉണ്ടാകും എന്നാൽ ഏഷ്യൻ ആനകളിൽ ഇവ രണ്ടിന്റേയും കൊമ്പുകൾ ചെറുതായിരിക്കും .
സ്തനങ്ങളിലുള്ള ഗ്രന്ഥികൾ മുലപ്പാൽ ഉണ്ടാക്കുന്നു .
കൂടുതൽ സംസ്കൃത അഭിവാഞ്ഛ പ്രകടിപ്പിക്കുന്ന സുകുമാരകവിയുടെ ശ്രീകൃഷ്ണവിലാസവും ശങ്കരാചാര്യരുടെ കാലം മുതൽക്കേയുള്ള സ്തോത്രപാരമ്പര്യത്തിലുള്ള കൃതികളും ഇതേ കാലയളവിൽ പ്രസിദ്ധമായിരുന്നു .
ജൂലൈ 11 - വിൻഡോസ് 98 വിൻ ‌ ഡോസ് എം .
അദ്ദേഹം ഇന്ന് നാമാവശേഷമായ ഒരു ആഫ്രിക്കൻ വംശമായ വടക്കേ ആഫ്രിക്കയിലെ കാട്ടാനകളെയാണ് കൊണ്ട് വന്നിരിക്കാൻ സാധ്യത .
കുറച്ചുനേരം മാത്രം ഉണ്ടാകുന്ന ഇണചേരലിനെപ്പോലെയല്ലാതെ സ്വഗർഗ്ഗരതി ‍ ആണാനകൾ ഒരു മുതിർന്ന ആനയും ഒന്നോ രണ്ടോ ചെറിയ ആനകളും ചേരുന്ന ഒരു സംഘമായാണ് ചെയ്യാറ് .
ആനയെ ഇണക്കൽ
ഈ ലിപിയാകട്ടെ ബ്രാഹ്മി ലിപിയിൽ നിന്നു ദ്രാവിഡഭാഷകൾക്ക് അനുയോജ്യമായ രീതിയിൽ മാറ്റങ്ങൾ വരുത്തിയതായിരുന്നു .
വളരെ ഉത്തേജിതമായ അല്ലെങ്കിൽ ദേഷ്യം പിടിച്ച മട്ടിലുള്ള പെരുമാറ്റവും തലയുടെ വശത്തുള്ള ഗ്രന്ധിയിൽ നിന്ന് വരുന്ന കട്ടിയുള്ള ടാർ പോലെയുള്ള ഒരു ദ്രാവകത്തിന്റെ ഒഴുക്കുമാണ് മദപ്പാടിന്റെ ലക്ഷണങ്ങൾ .
ഇന്റർനെറ്റിൽ ഓരോ നിമിഷവും പ്രസിദ്ധീകരിക്കപ്പെടുന്ന വിവിധങ്ങളായ ‘ കണ്ടന്റുകളെ ’ തരംതിരിച്ച് ‌ ആവശ്യക്കാർ വേണ്ടത് ‌ ലഭ്യമാക്കാൻ സൗകര്യം ഒരുക്കുന്ന വെബ് ‌ അധിഷ് ‌ ഠിത സേവനമാണ് ‌ ആർ എസ് ‌ എസ് ‌ .
നാൽപ്പതിനും അൻപതിനും ഇടയ്ക്ക് പ്രായമുള്ള ആണാനകളാണ് കൂടുതലായി ഇണ ചേരുന്നത് .
സ്ലാക്ക് വെയർ
അവ ചില്ലുകൾ -LRB- ൻ ൽ ൾ ൺ ർ -RRB- എന്നറിയപ്പെടുന്നു .
പക്ഷെ മലയാളത്തിലെ പൂജ്യം എന്ന അക്കം യൂണിക്കോഡ് 5.0 പതിപ്പു് ‌ വേറൊരു രൂപത്തിലായിരുന്നു എൻ ‌ കൊഡ് ചെയ്തിരുന്നതു് ‌ .
കുറിപ്പുകൾ
ഇതിന്റെ ഉറവിടം അറിയില്ല പക്ഷെ ഇത് ഉടലെടുത്തത് ഇന്ത്യയിലെന്ന് വിശ്വസിക്കപ്പെടുന്നു .
നെറ്റിൽ നിന്ന് ‌ സൗജന്യമായി ഡൗൺലോഡ് ‌ ചെയ്യാവുന്ന ആർ എസ് ‌ എസ് ‌ റീഡറുകൾ ഉണ്ട് ‌ .
൫ - അഞ്ച്
തുടങ്ങിയവ
thumb -PIPE- left -PIPE- ആനയുടെ മദഗ്രന്ഥി
1983 ൽ റിച്ചാർഡ് സ്റ്റാൾമാൻ തുടക്കം കുറിച്ച ഗ്നു -LRB- ആംഗലേയം : GNU -RRB- പ്രൊജക്റ്റ് വികസിപ്പിച്ചെടുത്തതാണ് ഈ ഓപ്പറേറ്റിംഗ് സിസ്റ്റം .
അതായത് ആനകൾടെ ജനസംഖ്യ കൂടിയിരിക്കുന്നു .
മണം പിടിക്കുവാനും ആനകൾ തുമ്പിക്കൈ ആണ് ഉപയോഗിക്കാറ് .
ഭഗവതിയാകട്ടെ അമ്മ അഥവാ സൃഷ്ടിയെ പ്രതിനിധീകരിച്ചു .
ഇത് ആനകളുടെ സംരക്ഷണ പ്രവർത്തനങ്ങൾ ശക്തിപ്പെടുത്തുന്നതിലേക്ക് വേണ്ടിയാണ് .
സാധാരണ ഇവയുടെ ചെവികൾ മുഖം തുമ്പിക്കൈ വയർ എന്നീ ഭാഗങ്ങളിൽ വളരെ കൂടുതലായി ഇളം ചുവപ്പു നിറത്തിലുള്ള പാടുകൾ കാണാറുണ്ട് .
ഇവ കടുത്ത ചാരനിറമുള്ളതും വെള്ളപ്പാടുകൾ ചെവിയിലും തുമ്പിക്കൈയിലും മാത്രമുള്ളതുമായിരിക്കും .
കുടൽ ൧൭൦ അടിയോളം നീണ്ടതാണ് ‌ .
thumb -PIPE- 250px -PIPE- left -PIPE- ചിറക്കടവ് ദേവസ്വത്തിന്റെ നീലകണ്ഠൻ എന്ന ആന മദപ്പാടിൽ നിൽക്കെ ചങ്ങല വലിച്ചുപൊട്ടിക്കാൻ ശ്രമിക്കുന്നു .
ആഫ്രിക്കയിലെ ആദ്യ ഔദ്യോഗിക ദേശീയോദ്യാനം പിന്നീട് ലോകത്തിലെ ഏറ്റവും പ്രശസ്തവും വിജയകരവുമായ ദേശീയോദ്യാനമായി മാറി .
കണ്ടമ്പുള്ളീ ബാലനാരായണൻ -LRB- അവസാനകാലത്ത് നാണുഎഴുത്തശ്ശൻ ശിവശങ്കരൻ എന്നായിരുന്നു അറിയപ്പെട്ടത് -RRB- എന്ന ആന ചരിഞ്ഞതോടെ ആണ് തെച്ചിക്കോട്ടുകാ ‍ വ് ഈ സ്ഥാനം കയ്യടക്കിയത്.ഉയർന്ന മസ്തകവും അഴകൊത്ത ഉടലും ഉള്ള ഇവനു ഉത്സവസീസണുകളിൽ ആവശ്യക്കാർ ഏറെയാണ് .
സ്തനങ്ങൾ ആദ്യം മുലപ്പാല്ലല്ല ഉണ്ടാക്കുന്നത് .
വേർഡ് പ്രൊസസ്സർ ഇമേജ് വ്യൂവർ വെബ് ബ്രൗസർ പോലെയുള്ളവ ആപ്ലിക്കേഷൻ സോഫ്റ്റ് ‌ വെയറുകൾക്കും .
ആനയുടെ വായിൽ ഒന്നര വയസ്സിൽ പല്ലുകൾ പ്രത്യക്ഷപ്പെടും രണ്ടര വയസ്സോടെ ഇവ കൊഴിയാൻ തുടങ്ങുകയും ആറു വയസ്സോടെ രണ്ടാമത്തെ ഗണം പല്ലുകൾ വരികയും ചെയ്യും .
ഇന്നു കാണുന്ന മലയാളം ലിപി ഗ്രന്ഥലിപിയിൽ അഞ്ചോ ആറോ നൂറ്റാണ്ടുകളിൽ വന്നുപോയ മാറ്റങ്ങൾ ഉൾക്കൊണ്ടതാണു് .
പഠനത്തിനു പ്രതികൂലമായ അന്തരീക്ഷമാണ് ആഫിക്കയിൽ ഉള്ളത് എന്നതിനാൽ സവാനകളേക്കാൾ വളരെക്കുറച്ച് വിവരങ്ങൾ മാത്രമേ ആഫിക്കൻ കാട്ടാനകളെക്കുറിച്ച് ലഭ്യാമായിട്ടുള്ളൂ .
ആഫ്രിക്കൻ കാട്ടാനകൾക്കും ഏഷ്യൻ ആനകൾക്കും പിന്നിൽ നാലു വീതവും മുന്നിൽ അഞ്ചു വീതവും ആണ് നഖങ്ങൾ ഉണ്ടാകുക .
സഫാരി മാതൃകയിൽ വേട്ട നടത്താനും ആനകളെ ഉപയോഗിച്ചിരുന്നു പ്രത്യേകിച്ചും ഭാരതീയമായ രീതിയായ ഷിക്കാർ -LRB- മുഖ്യമായും കടുവകളിൽ -RRB- .
പരമേശ്വരൻ നായരുടെ അഭിപ്രായത്തിൽ മലയാളവും തമിഴും സ്വതന്ത്ര ഭാഷയായി രൂപപ്പെട്ടു വരുന്ന കാലത്തും കേരളത്തിന് ചോഴ പാണ്ടി ദേശക്കാരുമായി ബന്ധമുണ്ടായിരുന്നതിനാൽ ശക്തമായ സ്വാധീനം മലയാളത്തിൽ പ്രകടമായി ഉണ്ടായി .
thumb -PIPE- സ്തനങ്ങളിലെ കോശങ്ങൾ ഭൂതക്കണ്ണാടിയിലൂടെ
ഹിന്ദിയും അറബിയും ഉർദുവും യൂറോപ്പിയൻ ഭാഷകളും ചൈനീസും എല്ലാം അതിൻറേതായ സംഭാവന മലയാളത്തിനു നൽകിയിട്ടുണ്ട് .
സെപ്റ്റംബർ
നവംബർ 5-ഇറാഖ് മുൻപ്രസിഡന്റ് സദ്ദാം ഹുസൈനെ ദുജൈൽ കൂട്ടക്കൊലയുടെ വിചാരണക്കൊടുവിൽ വധശിക്ഷക്കു വിധിച്ചു .
1.9.1.3.10 15 -RRB- വിഷ്ണു വാമന രൂപനായിരുന്നു എന്ന് ശതപഥം ആവർത്തിക്കുന്നു .
കൊഴുപ്പിന്റെ അംശം മുലപ്പാൽ ഇല്ലാത്ത സ്ത്രീകളിൽ കൂടിയിരിക്കും .
സംസ്കാരം
ജീവനുള്ള കോശം ആണെന്നതിനാൽ അതു മറ്റു ലവണങ്ങളേക്കൾ -LRB- പാറ പോലുള്ള -RRB- ലോലമായിരിക്കും .
right -PIPE- thumb -PIPE- ശ്രീലങ്കൻ ആനകൾ
ഭക്ഷണ സാധനങ്ങൾ കഴിക്കുമ്പോൾ നാക്കിന്റെ മുകൾഭാഗം ഉയർന്നു കൊളുത്തു പോലെയായി ഭക്ഷണത്തെ പിടിച്ചു വായിനകത്തേക്കു തള്ളും .
ആഫ്രിക്കൻ ആനകൾക്കും ഏഷ്യൻ ആനകൾക്കും ചെവിയുടെ വലിപ്പത്തിൽ പ്രകടമായ വ്യത്യാസം ഉണ്ടാകാൻ കാരണം അവർ അധിവസിക്കുന്ന പ്രദേശത്തെ താപനിലയിലുള്ള വ്യത്യാസമാണ് .
ആന തലകുലുക്കുമ്പോൾ തുമ്പൈക്കൈ അനങ്ങുന്നത് ശ്രദ്ധിച്ചാൽ ആന തുമ്പികൈ ഉപയോഗിക്കാൻ പഠിച്ചോ എന്ന് മനസ്സിലാക്കാം .
സ്തനങ്ങൾ സ്ത്രീത്വത്തിന് ‌ അഴകായാണ് ‌ എല്ലാ രാജ്യങ്ങളിലും കരുതുന്നത് .
കാളയുടെ വർഷം -LRB- ചൈനീസ് കലണ്ടർ പ്രകാരം -RRB-
ആദ്യം ഉണ്ടാക്കുന്ന ശബ്ദം എങ്ങനെ ഉള്ളതായാലും അതിനോട് അതിന്റെ അമ്മയാന വളരെ ഉത്സാഹത്തോടും അദ്ഭുതത്തോടും കൂടി പ്രതികരിക്കും .
കായികരംഗത്തെ ഏറ്റവും പുതിയ വിവരങ്ങളാണ് ‌ നിങ്ങൾക്ക് ‌ അറിയേണ്ടെതെന്നിരിക്കട്ടെ നിങ്ങൾക്ക് ‌ ഇഷ്ടപ്പെട്ട കായിക വെബ് ‌ സൈറ്റുകളുടെ കണ്ടന്റുകൾ ആർ എസ് ‌ എസ് ‌ വഴി ലഭ്യമാക്കാം .
ഇന്നു ലോകം മുഴുവൻ ആന ഒരു സംരക്ഷിതമൃഗമാണ് .
അവയിൽ ചിലതാണ് മാമോത്ത് സ്റ്റെഗോഡൻ ഡൈനോതെറിയം എന്നിവ .
തന്റെ സൈലന്റ് തണ്ടർ എന്ന പുസ്തകത്തിൽ ആനകളുടെ ആശയവിനിമയത്തെപ്പറ്റി കാത്തി വിവരിച്ചിട്ടുണ്ട് .
ഒമ്പതാം നൂറ്റാണ്ടിൽ മഹോദയപുരത്തെ ചേരന്മാർ ‌ അവരുടെ ശിലാലിഖിതങ്ങളിൽ മലയാളം അതിൻറെ ആദ്യകാലലിപിയിൽ ഉപയോഗിച്ചിട്ടുണ്ട് .
കിഴക്കൻ അതിർത്തിയിലെ ദുർഘടമായ സഹ്യമലനിരകൾ കടന്നുള്ള ദുഷ്കരമായുള്ള യാത്രകളും കാലാവസ്ഥ വ്യതിയാനങ്ങളും തമിഴ് ദേശക്കാരെയും മലയാളം ദേശക്കാരെയും അകറ്റുന്നതിൽ ഭാഗമായി ; ആ ‍ യതുമൂലം ഭാഷയിൽ ദേശ്യഭേദങ്ങൾക്ക് അവസരമുണ്ടാവുകയുമായിരുന്നു .
പെണ്ണുങ്ങൾക്ക് പത്തു മുതൽ പതിനാലു വയസ്സിനും മുന്നായി ഇവ വികാസം പ്രാപിക്കാറില്ല .
മുലകുടിക്കുമ്പോൾ കുടിക്കാൻ എളുപ്പത്തിനായി സ്വന്തം തുമ്പിക്കൈ നെറ്റിയിൽ വച്ച് വായുടെ മുന്നിലെ പ്രതിബന്ധം ഒഴിവാക്കും .
കഴിഞ്ഞ കുറച്ച് വർഷങ്ങളിൽ ലോക്സൊഡൊന്റ അവയുടെ കുറഞ്ഞ് വരുന്ന എണ്ണം കൊണ്ട് ലോകശ്രദ്ധയാകർഷിച്ചിട്ടുണ്ട് .
ഈ ചിന്ത മനസ്സിൽ നിന്ന് കളഞ്ഞാൽമാത്രമേ ആനയ്ക്ക് ഈ കെണിയിൽ നിന്ൻ രക്ഷപ്പെടാൻ കഴിയുകയുള്ളൂ .
എന്നാൽ മൃഗശാല അധികൃതർ എതിർവാദം ഉന്നയിക്കുന്നത് ആ ‍ നകലെ പരിപാലിക്കുന്നതിന്റെ എല്ലാ മാനദണ്ഡങ്ങളും കർശനമായി പാലിക്കുന്നുണ്ടെന്നും ആനകളുടെ ചുരുങ്ങിയ ആവശ്യങ്ങളായ ചുരുങ്ങിയ സ്ഥലപരിമിതി കൂട്ടിന്റെ രുപകൽപ്പന പോഷകാഹാരം പ്രജനനം വൈദ്യസഹായം എന്നിവയെല്ലാം ഉറപ്പ് വരുത്തുണ്ടെന്നുമാണ് .
ഇത് ആനകൾക്കും മറ്റ് ജീവജാലങ്ങൾക്കും ഭാവിയിൽ സഹായകരമാകും .
പിടിയാനകൾ അവരുടെ മുഴുവൻ ജീവിതവും വളരെ അടുത്ത കുടുംബാംഗങ്ങളുടെ കൂടെയായിരിക്കും ചിലവഴിക്കുക .
ആനകൾ എന്നും സഞ്ചരിക്കുന്ന വഴികളുടെ ഓരത്തായിരിക്കും ഇത്തരം കുഴികൾ കുഴിക്കുക .
കാലിൽ നഖത്തിനടുത്തായി സ്വേദഗ്രന്ധികൾ ഉള്ളതിനാൽ ആന കാലുകൾ ഉയർത്തിപ്പിടിക്കാറുമുണ്ട് .
ജനുവരി 5 - സൗദി അറേബ്യയിലെ മക്കയിലെ ഒരു ഹോട്ടൽ തകർന്ന് ഹജ്ജ് തീർഥാടകരായ 76 പേർ മരണമടഞ്ഞു .
ശ്രീവത്സം - ഇത് നെഞ്ചിലുള്ള അടയാളമാണ് -LRB- മറുക് -RRB- ‍ .
12000 കിലോഗ്രാം -LRB- 26400 പൗണ്ട് -RRB- തൂക്കമുള്ള ഒരു ആണാനയായിരുന്നു അത് .. 22 മാസമാണ് ആനയുടെ ഗർഭകാലം .
ലൈംഗികാവയവം
ഏരിയോളയുടേ നിറം തന്നെ മാറുന്നു .
മലയാളം വൈയാകരണനും കേരളപാണിനി എന്നറിയപ്പെടുന്ന എ.ആർ.
രക്തക്കുഴലുകൾ
ഗ്നു സ്വതന്ത്രമായി തന്നെ ഒരു കെർണൽ നിർമ്മിക്കുവാൻ തുടങ്ങുകയും ചെയ്തു .
അവയിൽ നിങ്ങൾ വായിക്കാത്തവയോ കാണാത്തവയോ ഉണ്ടെങ്കിൽ അത് ‌ സൂക്ഷിച്ച് ‌ വയ് ‌ ക്കും അടുത്ത തവണ നിങ്ങൽ ലോഗിൻ ചെയ്യുമ്പോൾ അവ നിങ്ങൾക്ക് ‌ ലഭ്യമാക്കും .
അവലംബം
അങ്ങനെ ഒരു പെണ്ണ് പൂർണ്ണ വളർച്ചയെത്തുന്നതോടെ അവളുടെ സ്തനങ്ങളും വളർച്ച പ്രാപിക്കുന്നു .
സുധാകരൻ കോടിയേരി ബാലകൃഷ്ണൻ പി .
കേരള സംസ്ഥാനത്തിലെ ഭരണഭാഷയും സംസാരഭാഷയും കൂടിയാണ് ‌ മലയാളം .
കാട്ടിലെ തടി തേവരുടെ ആന - വലിയെടോ ... വലി .
ഭക്തി അഹിംസ എന്നിവയാണ് ‌ വൈഷ്ണവമതത്തിന്റെ ശ്രദ്ദേയമായ അംശങ്ങൾ .
മൃഗശാലകൾ സർക്കസ് കേന്ദ്രങ്ങൾ എന്നിവിടങ്ങളിൽ മാത്രമാണ് ഇതിന് ‌ സാധ്യതയുണ്ടാവുക .
തുടർന്ന് പ്രധാന വിവരസാങ്കേതികദാതാക്കളായ ഐ.ബി.എം സൺ മൈക്രൊസിസ്റ്റംസ് ഹ്യൂലറ്റ് പക്കർഡ് നോവെൽ എന്നിവർ സെർവറുകൾക്കായി ഗ്നു / ലിനക്സിനെ തിരഞ്ഞെടുക്കുവാൻ തുടങ്ങി .
ഓരോ വിഷയത്തിലും താത് ‌ പര്യമുള്ള വായനക്കാരെ കിട്ടും എന്നുള്ളതിനാൽ ആർ എസ് ‌ എസ് ‌ ഫീഡുകൾ ലഭ്യമാക്കുന്ന സൈറ്റുകളുടെ എണ്ണം ദിനം പ്രതി വർദ്ധിച്ചു കൊണ്ടിരിക്കുകയാണ് ‌ .
thumb -PIPE- 200px -PIPE- യൗവ്വനാരംഭത്തിലെ സ്തനങ്ങളുടെ വലിപ്പം .
ദിവസത്തിൽ പതിനാറു മണിക്കൂറോളം ആനകൾ ഭക്ഷണം കഴിക്കാനായി ചിലവഴിക്കും .
വലിപ്പം കൂടിയ കൂടുതൽ കാലം ജീവിക്കുന്ന പതുക്കെ വളരുന്ന ആനകൾ മറ്റ് മൃഗങ്ങളേക്കാൾ കൂടുതായി വേട്ടയാടപ്പെടുന്നു .
മറ്റൊരു സിദ്ധാന്തപ്രകാരം സ്തനങ്ങൾ വികസിച്ചത് ‌ കുഞ്ഞുങ്ങൾ പാലുകുടിക്കുന്ന സമയത്ത് ‌ അവരുടെ മൂക്ക് ‌ അടഞ്ഞ് ‌ ശ്വാസം മുട്ടാതിരിക്കാനായിട്ടാണ് ‌ എന്നാണ് ‌ .
മറിച്ച് ‌ ലൈംഗിക കേളികളിലും ഇണയെ ആകർഷിക്കുന്നതിലും അതിന് ‌ സ്വാധീനമുണ്ട് ‌ .
മലയാളം എന്ന വാക്ക് -LRB- malayalam -RRB- ഇംഗ്ലീഷിൽ പാലിൻഡ്രോം വാക്കു കൂടിയാണ് .
കീഴ്ത്താടിയിൽ ഉണ്ടാകുന്ന കൊമ്പുകൾക്ക് രണ്ടാം ഉളിപ്പല്ലുകൾ എന്നും പേരുണ്ട് .
ആഫ്രിക്കൻ കാട്ടാന
പ്രായമാകുന്തോറും ഇവ കുറയുകയും നിറം കറുപ്പായി മാറുകയും ചെയ്യും .
സസ്തനികൾ അവരുടെ കുഞ്ഞുങ്ങളെ പ്രസവിക്കുകയാണ് ചെയ്യുക .
ആനയുടെ മുൻകാലുകളെ നട എന്നും പിൻ കാലുകളെ അമരം എന്നും വിളിക്കും .
ഓക്ൿലാൻഡ് അത് ‌ ലെറ്റിക്സിന്റെ ചിഹ്നം ഒരു വെളുത്ത ആനയാണ് .
ഇതിനെ സ്പെൻസിന്റെ വാൽ എന്നാണ് ‌ ശാസ്ത്രിയമായി പേരിട്ടിരിക്കുന്നത് .
“ ആതിതേ വനിലമിഴ് ‌ ന്ത മനകാമ്പുടയ ചീരാമനമ്പിനൊടിയറ്റിന തമിഴ് ‌ കവി വല്ലോർ ”
ഇരട്ടക്കുട്ടികൾ വളരെ അപൂർവമാണ് .
പുരുഷഭേദ നിരാസം സംസ്കൃത ബാഹുല്യം എന്നിവ നിമിത്തം തമിഴിൽ നിന്ന് അകന്നു നിൽകുന്നു എന്നാണ് അദ്ദേഹം കരുതിയത് .
എസ് ‌ .
കൂട്ടം കൂടി നടക്കാതെ ഒറ്റയ്ക്ക് നടന്ന് അക്രമവാസന കാണിക്കുകയും പ്രശ്നമുണ്ടാക്കുകയും ചെയ്യുന്ന കാട്ടാനയെയാണ് ഒറ്റയാൻ എന്ന് വിളിക്കുന്നത് .
ബോർണിയോ പിഗ്മി ആനകൾ -LRB- Elephas maximus borneensis -RRB- എന്ന് പേരിലുള്ള ഈ ആനകൾ ബോർണിയോ ദ്വീപിൽ കാണപ്പെടുന്നു .
ഇതര സസ്തനികൾക്ക് പാൽപ്പല്ലുകൾ വളർന്നുവന്ന് ക്രമേണ അതിനുപകരം സ്ഥിരമായ പല്ലുകൾ ഉണ്ടാകുകയാണ് ചെയ്യുക .
ഹൃദയത്തിന്റെ കൂർത്ത അറ്റത്ത് ഒരു മുനമ്പിനു പകരം രണ്ടെണ്ണം കാണുന്നു .
അദ്ദേഹത്തിന്റെ യോദ്ധാക്കൾ കൂടുതലും മരിച്ചത് ആനകളുമായി ഏറ്റുമുട്ടിയായിരുന്നു .
വിഷ്ണുവിന് ‌ പുരാണങ്ങളിൽ നിരവധി അവതാരങ്ങൾ ഉണ്ട് .
എങ്കിലും മിക്ക ഉദ്യാനങ്ങൾക്കും മനുഷ്യനിർമ്മിതമായ അതിരുകളാണ് -LRB- രാജ്യത്തിന്റെ അതിർത്തി -RRB- ഉണ്ടാകുക .
കൂടുതൽ വായനയ്ക്ക്
; -LRB- 1-22:19 -RRB- ഇന്ദ്രന്റെ ഓജസ്സുമൂലമാണ് ‌ വിഷ്ണുവിന് ചുവടുകൾ വയ്ക്കാൻ കഴിയുന്നതെന്ന് മറ്റൊരിടത്തും പ്രസ്താവിച്ചുകാണുന്നു -LRB- 8- 12:27 -RRB- .
പക്ഷെ ചിലർ ഏഷ്യൻ ആനകളുടെ പാപ്പാന്മാരെ ശ്രീലങ്കയിൽ നിന്ന് ആഫ്രിക്കയിലേക്ക് കൊണ്ടുപോയി മെരുക്കാൻ ശ്രമിച്ച് വിജയിച്ചിരുന്നു .
അതിനാൽ അവർക്ക് അവർ പഠിക്കേണ്ട കാര്യങ്ങൾ പഠിക്കാൻ മുതിർന്നവരെ ആശ്രയിച്ചേ മതിയാകൂ .
ആയില്യം തിരുനാൾ രാമവർമ്മയുടെ ഭാഷാശാകുന്തളം അദ്ദേഹത്തിൻറെ മരണാനന്തരം പ്രസിദ്ധീകരിച്ച കേരളവർമ്മ വലിയ കോയിത്തമ്പുരാൻ ആധുനിക സാഹിത്യത്തിൻറെ വ്യക്താവായി നിലകൊണ്ടിരുന്നു .
പഴയ തമിഴിൽ നിന്നാണു മലയാളത്തിൻറെ ജനനം .
ഇത് ആനയെ ചെറിയ പുൽനാമുകൾ മുതൽ വലിയ ഭാരമുള്ള മരങ്ങൾ വരെ കൈകാര്യം ചെയ്യാൻ സഹായി ‍ കുന്നു .
ഭഗവാൻ മഹാവിഷ്ണുവിൻറെ അവതാരകഥകളാണ് ഭാഗവതത്തിലെ ദശാവതാരകഥകൾ .
കൊളോണിയൽ ഭരണകൂടങ്ങൾ നിഷ്കർഷിച്ച വിദ്യാഭ്യാസ വ്യവസ്ഥികൾ മൂലം ശാസ്ത്ര-സാങ്കേതിക വിഷയങ്ങളിൽ കൈവരിച്ച അറിവും ദേശീയ അവബോധവും ആധുനിക മലയാള സാഹിത്യത്തിൻറെ ഗതി നിർണ്ണയിച്ചു .
ഒരുകാ ‍ ലത്ത് വളരെ അപൂർവ്വമായിരുന്ന ആണാ ‍ നയ്ക്ക് കൊമ്പുണ്ടാകാതിരിക്കുക എന്ന ജനിതകവൈകല്യം ഇപ്പോൾ വളരെ വ്യാപകമായി കാണപ്പെടുന്നു .
thumb -PIPE- ഒരു ആനക്കൂട്ടത്തിൽ ആനക്കുട്ടിയെ സം ‍ രക്ഷിക്കുന്നു
ബോയിങ്ങിന്റെ ജമ്പോ ജറ്റ് എന്ന പേര് ‌ ഉദാഹരണമാണ്
കേരള സർവകലാശാല ഭാഷാശാസ്ത്ര വിഭാഗം നടത്തിയ ഭാഷാഭേദ പഠനത്തിൽ 12 പ്രാദേശിക ഭേദങ്ങൾ മലയാളത്തിനുണ്ട് എന്ന് കണ്ടെത്തുകയുണ്ടായി .
വിദേശ രാജ്യങ്ങളിൽ സതനങ്ങളുടെ രൂപഭംഗി വർദ്ധിപ്പിക്കനുള്ള ഇം ‌ പ്ലാന്റ് ചികിത്സക്ക് വൻ പ്രചാരം ലഭിച്ചിട്ടുണ്ട് .
ശ്രീകൃഷ്ണൻ
thumb -PIPE- 200px -PIPE- right -PIPE- റഷ്യയിലെ ഇവാൻ മുന്നാമൻ രാജാവിന്റെ സിംഹാസനം- ആനക്കൊമ്പ് കോണ്ടാണ് ഇത് നിർമ്മിച്ചിരിക്കുന്നത് .
ഈ കാലഘട്ടത്തിനു ശേഷം വളർന്നു വന്ന മലയാളസാഹിത്യത്തിനെ ഇപ്രകാരം വേർത്തിരിച്ചെഴുതാവുന്നതാണു് .
മിക്ക ഏഷ്യൻ പിടിയാനകൾക്കും -LRB- പെണ്ണാന -RRB- കൊമ്പേ ഉണ്ടാകാറില്ല .
ഈ ഗ്രന്ഥികൾ ഉമിനീർ ഗ്രന്ഥികളുടേയോ വിയർപ്പു ഗ്രന്ഥികളുടേയോ രൂപവ്യത്യാസം വന്നവയാണ് ‌ .
വില്വമംഗലത്തു സ്വാമിയാരുടെ സംസ്കൃതസ്തോത്രങ്ങൾക്ക് സമകാലികമായി മണിപ്രവാളത്തിൽ വസുദേവസ്തവം പോലുള്ള കൃതികളും പന്ത്രണ്ടാംനൂറ്റാണ്ടിൻറെയും പതിമൂന്നാംനൂറ്റാണ്ടിന്റെയും മധ്യകാലങ്ങളിൽ സൃഷ്ടിക്കപ്പെട്ടിരുന്നു .
എന്നിവയുടെ ഔദ്യോഗിക സേവനപിന്തുണ മൈക്രോസോഫ്റ്റ് നിർത്തലാക്കി .
ഈ അനുമാനത്തിന് കാരണം ഈ ആനകൾ ദക്ഷിണാഫ്രിക്കൻ ആനകളേക്കാൾ ചെറുതാണെന്നതും മെരുക്കാൻ എളുപ്പമാണെന്നും ഉള്ളതാണ് .
ആണാനകളിലും പെണ്ണാനകളിലും സ്വവർഗ്ഗരതി സാധാരണമാണ് .
ആനയെ മെരുക്കിയെടുക്കൽ മാസങ്ങൾ നീണ്ട പ്രവൃത്തിയാണ് ‌ .
ഈ എഴുത്തുസമ്പ്രദായം പിന്നീട് തമിഴകത്തും മലനാട്ടിലും വട്ടെഴുത്ത് എന്ന പേരിൽ വ്യാപരിക്കുകയുണ്ടായി .
ലൈംഗികമായ ഉത്തേജനവും തന്റെ മേൽക്കോയ്മ തെളിയിക്കാനുമുള്ള ശ്രമവും ആണ് ഈ മദപ്പാട് ഉണ്ടാകാനുള്ള കാരണം .
ആർ എസ് ‌ എസ് ‌ ഡോക്കുമെന്റുകളെ ‘ ഫീഡുകൾ ’ എന്നോ ‘ വെബ് ‌ ഫീഡുകൾ ’ എന്നോ ‘ ചാനൽ ’ എന്നോ അറിയപ്പെടുന്നു .
വളരെ ആപൽക്കരമായ ഒരു യുദ്ധമാണ് ആനകൾ തമ്മിൽ നടത്തുന്നതെന്ന് തോന്നാമെങ്കിലും അവർ പരസ്പരം വളരെക്കുറച്ചു മുറിവുകളേ ഏൽപ്പിക്കാറുള്ളൂ .
കൂടുതൽ .
വർണങ്ങളെയും അക്ഷരങ്ങളെയും സൂചിപ്പിക്കുന്ന രേഖകൾ ആണ് ലിപികൾ .
യൂണിക്കോഡ് 5.1 പതിപ്പിൽ ഈ പ്രശ്നം പരിഹരിച്ചിട്ടുണ്ടു് ‌ .
thumb -PIPE- 240px -PIPE- യൂറോപ്പിന്റെ ഉപഗ്രഹചിത്രം
ഇതും കാണുക
ഈ കഥ ബുദ്ധമതവിശ്വാസികളേയും ഹിന്ദുക്കക്കളേയും ജൈനമതവിശ്വാസികളേയും സൂഫികളുമായും ബന്ധപ്പെടുത്തി പറയാറുണ്ട് .
ഈ റീഡർ ആയിരിക്കും നിങ്ങൾക്ക് ‌ ഇഷ്ടപ്പെട്ട സൈറ്റുകളിലെ വിവരങ്ങളെ കുറിച്ച് ‌ നിങ്ങളെ ഓർമ്മിപ്പിക്കുന്നത് ‌ .
൬ - ആറ്
ബ്രൌസർ : ഫയർഫോക്സ് എപ്പിഫാനി കോൺക്വറർ തുടങ്ങിയവ
കുട്ടി ജനിച്ച് കുറേക്കാലത്തിന് ശേഷം അമ്മയ്ക്ക് കുട്ടിയെ പരിപാലിക്കാനുള്ള താത്പര്യം കുറഞ്ഞ് വരികയും കുട്ടികളെ മുഴുവൻ സമയം പരിപാലിക്കാനായി കൂട്ടത്തിലെ മറ്റ്ചില ആനകളെ ചുമതലപ്പെടുത്തുകയും ചെയ്യും .
ലിനസ് ടോർവാൾഡ്സ് വികസിപ്പിച്ചെടുത്ത ലിനക്സ് എന്ന കേർണൽ 1992ൽ ഗ്നു ജിപിഎൽ അനുമതിപത്രം സ്വീകരിച്ചതോടെയാണു് ഈ ഓപ്പറേറ്റിങ്ങ് സിസ്റ്റം ഉപയോഗയോഗ്യമായതു് .
2002-ൽ നടത്തിയ പഠനത്തിൽ നേരത്തേ പഠിച്ചതിനേക്കാൾ വലിയ മേഖല പഠനത്തിന് വിധേയമാക്കിയതുകാരണമാകാം ഈ തെറ്റ് കടന്നുകൂടിയത് എന്നു കരുതുന്നു .
തുമ്പിക്കൈ ഉയർത്തിപ്പിടിച്ച് മണം പിടിച്ച് ആനകൾ കൂട്ടുകാരേയും ശത്രുക്കളേയും ഭക്ഷണമുള്ള സ്ഥലങ്ങളേയും മനസ്സിലാക്കുന്നു .
ഈ രണ്ടു ദേവതകളും അനാര്യന്മാരുടെ ഗോത്രമുഖ്യന്മാർക്ക് സമാനമായിരുന്നു .
പരിണാമം
ശ്രീളങ്കൻ ആനകൾക്ക് കൊമ്പുകൾ വിരളമായേ കണ്ടുവരുന്നുള്ളൂ .
11000 പൗണ്ട് മാത്രമേ സാധാരണ ഭാരമുണ്ടാകാറുള്ളുവെങ്കിലും ശ്രീലങ്കൻ ആനകളുടെയത്ര പൊക്കം ഇന്ത്യൻ ആനകൾക്കും ഉണ്ടാകും .
ഉടലിന്റെ ഇടതു വശത്തായാണ് ‌ ആമാശായം കാണപ്പെടുന്നതു് .
പിടിയാനകളുടെ ആർത്തവചക്രം സ്ഥിരമായി ഒരു സമയത്ത് വരണമെന്നില്ല എന്നതിനാൽ മദം ലൈംഗികത്വര മൂലം ഉണ്ടാകുന്നതാണെന്നും വിശ്വസിക്കുക വയ്യ .
ദക്ഷിണാഫ്രിക്കയിലെ ക്രുഗർ ദേശീയോദ്യാനം വളരെ എതിർപ്പുകൾക്ക് ശേഷമാണ് 1898-ൽ ഒരു ദേശീയോദ്യാനമായത് -LRB- മുൻപ് ഇത് സാബി റിസർവ് എന്നായിരുന്നു അറിയപ്പെട്ടിരുന്നത് -RRB- .
പലയിടത്തും റെക്കോർഡ് തുകയ്ക്കാണ് ഏക്കം .
രണ്ടോ മുന്നോ ദിവസത്തിനുള്ളിൽ സ്തനങ്ങൾ കൊളസ്ട്രം എന്ന സ്രവം ആണ് ഉണ്ടാക്കുന്നാത് .
കമ്പ്യൂട്ടറുകളിൽ സോഫ്റ്റ് ‌ വെയർ ആദ്യം റാമിലേക്ക് നിറയ്ക്കുന്നു റാമിൽ നിന്നും നിർദ്ദേശങ്ങൾ ഒന്നൊന്നായി എടുത്ത് സെൻട്രൽ പ്രോസസിങ്ങ് യൂണിറ്റ് നടപ്പിലാക്കുന്നു .
പിന്നീട് ൨൫ മത്തെ വയസ്സിൽ മൂന്നമത്തെ ദന്ത നിരകൾ പ്രത്യക്ഷപ്പെടുന്നു ൫൦ആമത്തെ വയസ്സിൽ നാലാമത്തേതും നൂറാമത്തെ വയസ്സില് അഞ്ചാമത്തേതുമായ ദന്തനിരകൾ വളരുന്നു .
മലയാള അക്കങ്ങൾ
ഏഷ്യൻ ആന
പാദങ്ങളുടെ എല്ലുകൾ ‍ ക്കുള്ളിലുള്ള വളരെ കട്ടിയുള്ളതും ജെലാറ്റിൻ പോലുള്ളതുമായ കൊഴുപ്പ് മെത്ത പോലെ പ്രവർത്തിച്ച് ആഘാതങ്ങൾ താങ്ങാൻ സഹായിക്കുന്നു .
രാജകീയ സവാരികളിലും ആനകളെയാണ് ഉപയോഗിച്ചിരുന്നത് .
രാജശാസനങ്ങളും ഉയർന്നവരുടെ വ്യവഹാരങ്ങളും ചെന്തമിഴ് ആവാൻ കാരണം അതാണ് .
ഭ്രൂണശാസ്ത്രം
ഇവ കൂടി കാണുക
ഒക്ടോബർ
വർഗ്ഗം : 2006
മറ്റു ദൈവങ്ങളുമായുള്ള സങ്കലനം
പേശികൾ സ്തനങ്ങൾക്കടിയിലെ വാരിയെല്ലുകളിലാണ് ‌ കാണപ്പെടുന്നത് .
thumb -PIPE- right -PIPE- 150px -PIPE- ശ്രീലങ്കയിലെ കാൻഡിയിലുള്ള എസൽ പെരഹെര എന്ന ഉത്സവം
ആനക്കൊമ്പ് ശിൽപ്പങ്ങളുണ്ടാക്കാൻ ധാരാളമായി ഉപയോഗിച്ചു വരുന്നു .
ശ്രീലങ്കൻ ‍ ദ്വീപിൽ മാത്രം കാണപ്പെടുന്നു .
ഭക്ഷണം നാവിന്റെ ഉപരിതലത്തിൽ നിന്ന് വളച്ച് വശങ്ങളിലേക്ക് ഒതുക്കി പല്ലുകൾക്കിടയിലേക്ക് കൊണ്ടു പോകുന്നു .
ഭൂമധ്യരേഖയ്ക്കു തൊട്ടുകിടക്കുന്ന ആഫ്രിക്കയിൽ ചൂടു കുടുതലും വടക്കോട്ട് നീങ്ങി സ്ഥിതി ചെയ്യുന്ന ഏഷ്യയിൽ താരതമ്യേന ചൂട് കുറവാ ‍ യതുമാണ് ചെവിയുടെ വലിപ്പവ്യത്യാസത്തിന് കാരണമായി കരുതപ്പെടുന്നത് .
തുമ്പിക്കൈയിലെ മസ്സിലുകൾ ഉറച്ചില്ലെങ്കിൽ ആന തലയാട്ടുമ്പോൾ തുമ്പൈക്കൈ തൂക്കിയിട്ട വസ്ത്രം കാറ്റത്താടുന്നത് പോലെ ആടും .
അവയുടെ രൂപഭംഗിയിൽ പ്രത്യേകശ്രദ്ധചെലുത്തുന്നത് പാശ്ചാത്യ രാജ്യങ്ങളിൽമധികമഅയി കണ്ടു വരുന്നു .
2009-ൽ നടന്ന പ്രധാന സംഭവങ്ങൾ ഇവിടെ കാണാം
ജനിച്ച് അരമണിക്കൂറിനുള്ളിൽ തന്നെ കുട്ടിയാന അമ്മയാനയുടെ സഹായത്തോട് കൂടി സ്വന്തം കാലിൽ നിൽക്കാൻ പ്രാപ്തനാകും .
ആ സൈറ്റുകളിലെ പുതിയ വാർത്തകൾ അറിയാൻ എല്ലായ് ‌ പ്പോഴും സൈറ്റിൽ എത്തണമെന്നില്ല .
ആനകളെ പിടിക്കുന്നതിനും വളർത്തുന്നതിനും ആനക്കൊമ്പ് പോലെയുള്ള വസ്തുക്കൾ വ്യാപാരം ചെയ്യുന്നതിനും വിലക്കുകൾ നിലവിലുണ്ട് .
പ്രാചീനകാലത്ത് ഏതാണ്ട് ക്രി.മു.
ഈ പഠനങ്ങൾ ഇന്നും ശൈശവാവസ്ഥയിൽ തന്നെയാണെങ്കിലും പല സംശയങ്ങളും ദുരീകരിക്കാൻ സഹായിച്ചിട്ടുണ്ട് .
ഔദ്യോഗികരേഖകളിൽ ഇന്ത്യയിലെ ഒരു പ്രാദേശികഭാഷയുടെ ഉപയോഗത്തിന് ‌ ഇത് ഇന്ത്യാ ഉപഭൂഖണ്ഡത്തിൽത്തന്നെ ആദ്യ ഉദാഹരണങ്ങളിലൊന്നാണ് ‌ .
മരുമക്കത്തായം മുൻ ‌ കുടുമ മുണ്ടുടുപ്പ് എന്നീ മറ്റു ദ്രാവിഡദേശക്കാർക്കില്ലാതിരുന്ന ആചാരങ്ങൾ മലയാളദേശത്തെ ജനങ്ങളെ മറ്റു തമിഴ് ‌ ദേശക്കാരിൽ നിന്നു അകറ്റുവാനും വ്യത്യസ്തമാർന്ന ഒരു ജനവിഭാഗമാകുവാൻ ഇവർക്ക് പ്രേരണയായി എന്നും കരുതേണ്ടിയിരിക്കുന്നു .
പ്രായ പൂർത്തിയാവുന്ന ഈ പ്രായത്തിലാണ് ‌ കക്ഷത്തിലെ രോമങ്ങൾ വളരുന്നത് .
കുട്ടിയാനകൾ കുറച്ച് മിനുറ്റുകൾ മാത്രമേ തുടർച്ചയായി മുലകുടിക്കുകയുള്ളൂ .
ഇന്ന് ഏതാണ്ട് ആറ് ലക്ഷം ആഫ്രിക്കൻ ആനകൾ ആണ് ലോകത്തുള്ളതെന്നാണ് കണക്ക് .
രോഗങ്ങൾ
thumb -PIPE- 200px -PIPE- ഗുരുവായൂരിനടുത്തുള്ള പുന്നത്തൂർ ആനക്കോട്ടയിൽ നിന്ന് ഒരു ദൃശ്യം
ആനകൾ മറ്റ് ജീവികൾക്ക് കടന്ന് ചെല്ലാനാ ‍ കാത്ത ഇടങ്ങളിലേക്ക് വരെ കടന്ന് ചെന്ൻ അങ്ങോട്ടേക്ക് വഴി ഉണ്ടാക്കുന്നു .
ഈ കൂട്ടത്തിനെ നയിക്കുന്നത് കൂട്ടത്തിലെ മുതിർന്ന പിടിയാനയായിരിക്കും -LRB- matriarch -RRB- .
ആനകൾ വരുമ്പോൾ അത് ഈ കുഴിയിൽ വീഴുന്നു .
കാലുകളും പാദങ്ങളും
ഫെബ്രുവരി
പര്യായങ്ങൾ
ഇതു കരയിലെ ജീവികളിൽ ഏറ്റവും ദൈർഘ്യമേറിയതാണ് .
ആണാനയുടെ ലിംഗത്തെ കണ -LRB- Penis -RRB- എന്നും വിളിക്കുന്നു .
മുലക്കണ്ണും വലുതാകുന്നു .
രാജരാജവർമ്മയുടെ അഭിപ്രായത്തിൽ തമിഴ് ഭാഷയിൽ നിന്നു മലയാണ്മ ഇപ്രകാരമെല്ലാം വ്യത്യാസപ്പെട്ടിരിക്കുന്നു :
തൊറാസിക് ലാറ്റെറൽ തൊറാസിക് തൊറാകോ അക്രോമിയൽ പോസ്റ്റീരിയർ ഇന്റർ കോസ്റ്റൽ എന്നീ ഞരമ്പുകളാണ് ‌ സ്തനങ്ങൾക്ക് രക്തം നൽകുന്നത് .
ബെർക്കെലി യൂണിവേഴ് ‌ സിറ്റി നിർമ്മിച്ചെടുത്ത യുണിക്സ് സമാന ഓപ്പറേറ്റിങ് സിസ്റ്റം ആയ ബി.എസ്.ഡിയുടെ കെർണൽ ഉപയോഗിക്കുവാനായിരുന്നു ഗ്നു സംഘത്തിന്റെ ആദ്യ തീരുമാനം .
ഇഷ്ടപ്പെട്ട വിഷയത്തിലെ പുതിയ കാര്യങ്ങൾ തേടി നെറ്റിൽ അലയേണ്ടി വരില്ല എന്ന് ‌ ചുരുക്കം .
കുറിപ്പുകൾ
ഗർഭാവസ്ഥയിലുള്ള വളർച്ച
ശ്രീമതി എം .
കേരളത്തിനു് പുറമേ ലക്ഷദ്വീപ് ഗൾഫ് രാജ്യങ്ങൾ സിംഗപ്പൂർ മലേഷ്യ എന്നിവിടങ്ങളിലെ കേരളീയ പൈതൃകമുള്ള അനേകം ജനങ്ങളും മലയാളം ഉപയോഗിച്ചു് പോരുന്നു .
ആന വാ പൊളിക്കുന്നത് കണ്ട് അണ്ണാൻ വാ പൊളിച്ചാലോ ?
സ്നേഹത്തോടെയുള്ള സമർപ്പണമാണ് ‌ ഭക്തി .
1978-ൽ ചെസ്റ്റെർ മൃഗശാലയിൽ ഒരു ആഫ്രിക്കൻ ആനയ്ക്ക് ഒരു ഏഷ്യൻ പിടിയാനയിൽ കുട്ടി ജനിച്ചതാണ് രേഖപ്പെടുത്തിയിട്ടുള്ള ഒരു സം ‌ ഭവം .
പ്രധാന ഘടകങ്ങൾ
അവലംബം
എ-കാക്കപ്പുള്ളി ബി- മുലഞെട്ടുകൾ സി- അധികമുള്ള മുലഞെട്ടുകൾ
ഇവരുടെ ഭക്ഷണത്തിൽ അൻപത് ശതമാനത്തോളം പുല്ല് വർഗ്ഗമാണ് .
വേട്ടയാടപ്പെടുമ്പോൾ ഇവയ്ക്ക് വലിപ്പം കാരണം ഒളിക്കാൻ കഴിയില്ല .
കുഞ്ഞുങ്ങൾക്ക് ‌ മറ്റു ജന്തുക്കളുടേതു പോലെ നീണ്ട താടിയെല്ലില്ലാത്തതാണ് ‌ ഈ ശ്വാസം മുട്ടൽ ഉണ്ടാവാനുള്ള കാരണം സ്തനങ്ങൾക്ക് ‌ വേണ്ട വലിപ്പം ഇല്ലെങ്കിൽ കുട്ടികളുടെ മൂക്ക് ‌ അമ്മയുടെ ശരീരത്തിൽ അമർന്ന് ശ്വാസം മുട്ടൽ ഉണ്ടാകാം .
പുരുഷന്മാർ സ്വാഭാവികമായും വലിയ സ്തനങ്ങളുള്ള സ്ത്രീകളെ തിരഞ്ഞെടുത്തിരുന്ന പുരാതനകാലത്ത് ‌ നിലനിൽപിനും പിൻതലമുറകളെ സൃഷ്ടിക്കുവാനും വലിപ്പമുള്ള ഈ അവയവങ്ങൾ സ്ത്രീകളുടെ ആവശ്യമായിരുന്നു .
മല എന്ന പദവും ആൾ ആളുക എന്ന നപുംസകപദവും ചേർന്നും സന്ധിനിയമമനുസരിച്ച് വിടവടക്കാൻ യകാരം ചേർന്നുമാണ് മലയാളം ഉണ്ടായതെന്ന് റവ : റോബർട്ട് കാഡ് ‌ വെൽ കരുതുന്നു .
ദിനോസറുകളുടെ കാലത്തെ ഡിനോതേറിയം എന്ന ഗണത്തിനും ചില മാസ്റ്റോഡോൺ എന്ന ഗണങ്ങൾക്കും ഇവ വളരെ വലുതായി വരാറുണ്ടായിരുന്നു .
thumb -PIPE- 200px -PIPE- ലോക്സോഡോണ്ടാ സൈക്ലോട്ടിസ് എന്ന കുഞ്ഞൻ ആന
എങ്കിലും ശരീരത്തിലും വാലിലും ഉള്ള രോമങ്ങൾ നില നിൽക്കും .
ഈ കുഞ്ഞുങ്ങൾക്ക് ആദ്യകാലങ്ങളിൽ വളരാനാവശ്യമായ പോഷകങ്ങൾ ലഭിക്കുന്നത് മുലയൂട്ടുന്നതിലൂടെയാണ് ‌ .
ചെവികൾ
ന്യൂയോർക്ക് ജയന്റ്സിന്റെ മാനേജർ ജോൺ മൿഗ്രോ പത്രപ്രവർത്തകരോട് പുതിയ ടീമിന് പണം മുടക്കിക്കൊണ്ടിരുന്ന ഫിലാഡെൽഫിയ വ്യവസായി ബെൻ ‌ ജമിൽ ഷൈബിന്റെ കയ്യിൽ “ ഒരു വെളുത്ത ആന ” ഉണ്ടെന്ന് പറയുന്നതോടെയാണ് ഈ ആശയം ഉണ്ടായത് .
വശങ്ങളിൽ ലാറ്റിസ്സിമസ് ഡോർസി എന്ന പേശികളിൽ നിന്നും ഇവയ്ക്ക് ഉത്ഭവം കാണാം .
എന്നിങ്ങനെ തമിഴ് സമ്പുഷ്ടമായിരുന്നു രാമചരിതമെങ്കിൽ
പ്രസവം അഞ്ച് മിനുട്ട് മുതൽ അറുപത് മണിക്കൂർ വരെ നീണ്ടേക്കാം .
അദ്ദേഹത്തെതുടർന്ന് എ.ആർ.
പി -RRB- പി .
ഇംഗ്ലീഷിൽ ഈ ആനയെ Rogue elephant എന്ന് വിളിക്കും .
2003-ലാണ് കൊളംബിയ യൂണിവേഴ്സിറ്റിയിലെ ഗവേഷകർ ഡി.എൻ.എ പരിശോധന വഴി ഇതിനെ ഏഷ്യൻ ആനകളുടെ മറ്റൊരു ഇനമായി തിരിച്ചറിഞ്ഞത് .
ഇത് രണ്ടോ മൂന്നോ പ്രാവശ്യം മാത്രം ഉണ്ടാകുകയുള്ളൂ .
ആനയ്ക്കു് ഒരു കൊറോണറി രണ്ടു ആന്റീരിയർ വീനാകാവ സിരകളും കാണുന്നു .
അത്യന്തം വിനാശകാരികളായ ഈ ആനകളാണ് ‌ അലക്സാണ്ടറുടെ സൈന്യത്തെ പിന്തിരിപ്പിക്കാൻ കാരണം .
അതിൽ പത്ത് അവതാരങ്ങൾ പ്രധാനപ്പെട്ടവയായി കണക്കാക്കപ്പെടുന്നു .
അതിർത്തിയിൽ ഒരു മതിൽ ഉയർത്തിക്കഴിഞ്ഞപ്പോൾ ‍ അധിക മൃഗങ്ങളും അവയുടെ ശൈത്യകാല മേച്ചിൽപ്പുറങ്ങളിൽ നിന്നും വസന്തകാല പാലൂട്ടൽമേഖലകളിൽ നിന്നും പൂർണ്ണമായും അകന്നു .
കേരളപാണിനീയം - എ.ആർ.
ഭൂവിനേയും ദ്യോവിനേയും എല്ലാ ഭുവനങ്ങളേയും വിഷ്ണു സ്വാത്മാവിങ്കൽ ധരിക്കുന്നു എന്നും -LRB- 1-154:4 -RRB- തന്നെ സ്തുതിക്കുന്നവരെ വിഷ്ണു ക്ലേശിപ്പിക്കുകയില്ല എന്നും -LRB- 8-25:12 -RRB- സമ്പത്തുകൊണ്ടും രോഗമില്ലാത്ത അവസ്ഥയാലും സന്തതികളാലും സന്തോഷം ഭവിക്കാൻ കാരണം വിഷ്ണുവാണെന്നും -LRB- 6-49:13 -RRB- ഋഗ്വേദത്തിൽ പ്രസ്താവിക്കുന്നു .
ബോട്ട്സ്വാനയിൽ ഉട്ടും കൊറിയ ആഫ്രിക്കൻ ആനകളേയും ഗാബോറോണിന് അടുത്തുള്ള മെരുക്കിയെടുത്ത പല കുട്ടിയാനകളേയും നോക്കുന്ന ജോലി ചെയ്യുന്നു .
മുതിർന്നവരുടെ അറിവും വിവരവും കൈമാറി കിട്ടുന്നത് ആനയുടെ അതിജീവനത്തിന് സഹായകരമാകുന്നു .
കാളിദാസകവിയുടെ അഭിജ്ഞാനശാകുന്തളവും -LRB- 1882 -ൽ പൂർത്തിയാക്കി -RRB- വോൺ ലിംബർഗിൻറെ അക്ബറും വിവർത്തനം ചെയ്ത് ഒരേ സമയം സംസ്കൃത സാഹിത്യത്തിൻറെയും പാശ്ചാത്യ സാഹിത്യത്തിൻറെയും രീതികൾ അവലംബിക്കുക വഴി അദ്ദേഹം ആധുനിക മലയാളസാഹിത്യത്തിൻറെ അടിത്തറപാകുകയാണുണ്ടായത് .
മറ്റെല്ലാ ഭാഷയിലും എന്നതുപോലെ തമിഴിലും ദേശ്യഭേദങ്ങളുണ്ടായിരുന്നു .
വെള്ളം കുടിക്കാനായും ആ ‍ ന തുമ്പിക്കൈ ഉപയോഗിക്കുന്നു .
വിഷ്ണു ഭഗവാൻറെ പത്ത് ‌ അവതാരങ്ങൾ ഇപ്രകാരമാണ് .
ഗദ്യസാഹിത്യത്തിനു പ്രാധാന്യം കൈവന്നതായിരുന്നു ആധുനിക സാഹിത്യത്തിൻറെ മുഖമുദ്ര .
ഈ സ്ഥിതിവിശേഷം തുടരുകയാണെങ്കിൽ കൊമ്പ് ഇല്ലാത്ത ആനകൾ മാത്രം ബാക്കി വരുന്ന ഒരു അവസ്ഥ ഉണ്ടാകും .
കൊമ്പനാനകളുടെ ജീവിതം വളരെ വ്യത്യസ്തമാണ് .
1982-ൽ ദില്ലിയിൽ നടന്ന ഒൻപതാമത് ഏഷ്യൻ ഗെയിംസിന്റെ ഭാഗ്യ ചിഹ്നം “ അപ്പു ” എന്ന കുട്ടിയാനയായിരുന്നു .
മലയാളത്തിനു തെക്കൻ -LRB- തിരുവിതാംകൂർ -RRB- മധ്യകേരള -LRB- കോട്ടയം -RRB- തൃശ്ശൂർ മലബാർ എന്നീ നാലു പ്രാദേശിക രൂപങ്ങളാണു പ്രധാനമായും ഉള്ളത് ‌ .
പരിണാമം
കല് ‌ ക്കി
മനുഷ്യരിൽ ഇടതുകൈയ്യന്മാരും വലതുകൈയ്യന്മാരും ഉള്ളതുപോലെ ആനകൾക്ക് ഒരു വശത്തുള്ള കൊമ്പിന് സ്വാധീനം കൂടുതലുണ്ടാകും .
തമിഴ് സമ്പ്രദായത്തിൽ പാട്ടുരീതിയിലുള്ള കൃതികൾ
ആഫ്രിക്കൻ ആനകളുടെ നടുവ് കുഴിഞ്ഞതും നെറ്റി പരന്നതും തുമ്പിക്കൈ ‍ യുടെ അഗ്രം വിരൽ പോലെ രണ്ടായി പിളർന്നതുമാണ് .
ഇവയെ മാമ്മറി ഗ്രന്ഥികൾ എന്ന് വിളിക്കുന്നു .
കേരളീയ കാവ്യപാരമ്പര്യം കുറേകൂടി തെളിയുന്നത് ചെറുശ്ശേരിയുടെ കൃഷ്ണഗാഥയോടെയാണു് .
ഓഗസ്റ്റ് ‌
വലിയ ആനകൾ കാലാൾപ്പടയ്ക്ക് വ്യാപകമായ നാശമുണ്ടാക്കുമെന്നതും കുതിരകൾക്ക് ഈ ആനകളെ പേടിയാണെന്നതും വലിപ്പം കുറഞ്ഞ ഈ ഗണത്തെ യുദ്ധത്തിൽ ഉപയോഗിക്കാൻ കാരണമായിരിരുന്നിരിക്കാം .
മനുഷ്യർ വളർത്തുന്ന ഏഷ്യൻ ആനകളിലെ ‍ ലൈംഗികരീതികളിൽ നാൽപ്പത്തിയഞ്ച് ശതമാനവും സ്വഗർഗ്ഗരതി ആണ് .
കേരളത്തിൽ പത്തനംതിട്ട ജില്ലയിലെ കോന്നി ആനപിടുത്തത്തിനും ആനമെരുക്കലിനും പ്രസിദ്ധമാണ് ‌ .
ദ്രാവിഡശബ്ദവ്യവസ്ഥിതികൾക്ക് വേണ്ടി ചിട്ടപ്പെടുത്തിയ ഈ ലിപി സംസ്കൃത-പ്രാകൃത ഭാഷകൾ എഴുതുവാൻ അപര്യാപ്തമായിരുന്നു .
മദമിളകിയ ആന നാട്ടാനയായാലും കാട്ടാനയായാലും മനുഷ്യർക്ക് വളരെ അപകടകാരിയാണ് .
റിയലി സിമ്പിൾ സിൻഡിക്കേഷൻ എന്നതിൻറെ ചുരുക്കപ്പേരാണ് ‌ ആർ എസ് ‌ എസ് ‌ .
ചിന്നം വിളിച്ചും സ്വന്തം ചെവി വിരിച്ച് ദേഷ്യം കാണിച്ചുമൊക്കെയാണ് അധികവും ആനകൾ മേൽക്കോയ്മ സ്ഥാപിച്ചെടുക്കാൻ ശ്രമിക്കാറ് .
ഉപയോഗിക്കപ്പെടുന്ന മേഖലകൾ
വ്യഞ്ജനങ്ങളെ പല വിധത്തിൽ വിഭജിക്കാറുണ്ട് .
അതിനാൽ താങ്കൾ യൂണിക്ക്കൊഡ് 5.0 അനുശാസിക്കുന്ന ഫോണ്ടാണു് ഉപയോഗിക്കുന്നതെങ്കിൽ മുകളിലെ പട്ടികയിൽ പൂജ്യം വേറൊരു രൂപത്തിലാവും ദൃശ്യമാവുക .
പരമ്പരാഗതമായ ഏഴു രാഷ്ട്രീയ-വൻകരകളിൽ ‍ ഒന്നും ഭൂമിശാസ്ത്രമായി യൂറേഷ്യൻ ഭൂഖണ്ഡത്തിന്റെ ഒരു ഉപദ്വീപഖണ്ഡവുമാണ് യൂറോപ്പ് .
കല്ലാന
ജുഡിയോ-ക്രിസ്ത്യൻ പുരാണങ്ങളിൽ Midrash ഉൾപ്പെടുന്ന അപ്പോക്രിഫയുടെ ഒന്നാം മക്കാബീസ് പുസ്തകത്തിന്റെ ആറാം അദ്ധ്യായത്തിൽ ഹാസ്മോനിയൻ സഹോദരങ്ങളിൽ ഇളയവനായ എലീസർ -LRB- മക്കാബീ -RRB- ഗ്രീക്ക്-അസ്സിറിയൻ ജെനറലിന്റെ ആനയുടെ കാൽപ്പാദത്തിൽ കുന്തം കുത്തിയിറക്കുകയും അങ്ങനെ ആനയും ജെനറലും എലീസറും കൊല്ലപ്പെടുകയും ചെയ്യുന്നു .
സ്വീകരിക്കേണ്ട സൈറ്റുകളുടെ മേൽവിലാസം ആർ എസ് ‌ എസ് ‌ റീഡറുകൾക്ക് ‌ നല് ‌ കിയാൽ മതിയാകും .
൭ - ഏഴ്
ഈ ലിസ്റ്റ് പൂർണ്ണമല്ല .
സിന്തിയ മോസ് എന്ന പ്രശസ്തയായ ഗവേഷക പറയുന്നത് ഈ വളർത്തമ്മമാർ ആനക്കുട്ടിപരിപാലനത്തിന്റെ എല്ലാ വശങ്ങളിലും സഹായിക്കും എന്നാണ് .
ഗ്നു പ്രൊജക്റ്റിന്റെ ഭാഗങ്ങളും ലിനക്സ് കേർണലും ചേർന്നാണു് ഇതുണ്ടായതെന്നതുകൊണ്ടു് ഇതിനെ ഗ്നു / ലിനക്സ് എന്നു വിളിക്കുന്നു .
അല്ലെങ്കിൽ മറ്റു കാരണങ്ങളും ഉണ്ടാകാം .
തുമ്പിക്കൈയുടെ അറ്റത്തു കാണുന്ന വിരൽപോലെയുള്ള അവയവത്തെ തൂണിക്കൈ എന്നു പറയും .
ഗോത്രമുഖ്യൻ ബന്ധുജനങ്ങളിൽ നിന്ന് കാഴ്ചകൾ സ്വീകരിക്കുകയും അതിന്റെ പങ്ക് ബന്ധുജനങ്ങൾക്കിടയിൽ വിതരണം ചെയ്യുകയും ചെയ്തിരുന്നതു പോലെ നാരായണൻ തന്റെ ഭക്തരുടെ മേൽ നന്മ ചൊരിയുമെന്ന് വിശ്വസിക്കപ്പെട്ടു .
thumb -PIPE- 150px -PIPE- right -PIPE- വലിപ്പത്തിന്റെ താരതമ്യം മനുഷ്യനുമായി
ശ്രീലങ്കൻ ആണാനകളിലെ 7 ശതമാനത്തിനു മാത്രമേ കൊമ്പുകളുള്ളൂ .
ഈ ആനകൾ ഇന്ത്യമ്യാന്മർ തുടങ്ങിയ പതിനൊന്ന് ഏഷ്യൻ രാജ്യങ്ങളിൽ കാണപ്പെടുന്നു .
അയവെട്ടാത്ത ജീവിയായതു കൊണ്ട് ആമാശയത്തിനു് ഒരു അറ മാത്രമെ ഉള്ളു
കൂടാതെ മദമിളകിയ കൊമ്പനാനകൾ പിടിയാനകൾക്ക് ഇണചേരാനുള്ള സമയമാണോ അല്ലയോ എന്ന് നോക്കാതെ തന്നെ അവരെ ആക്രമിക്കാറുണ്ട് .
പലതവണ അറിയിപ്പ് ഉണ്ടാകുകയും പിന്നീടത് പിൻ ‌ വലിച്ചും ഒക്കെയായി 1926-ലാണ് ‌ സാബി റിസർവിന് ഇപ്പോഴുള്ള പേരു കൊടുത്ത് ദേശീയോദ്യാനമായി പ്രഖ്യാപിക്കപ്പെട്ടത് .
ഗുരുവായൂർ പത്മനാഭൻ കേരളത്തിലെ ഗുരുവായൂർ ദേവസ്വത്തിന്റെ വകയായുള്ള ആന .
ഇത് കുഞ്ഞിനെ പ്രതിരോധ സജ്ജമാക്കുവാനുതകുന്ന ആന്റി ബോഡികളും മറ്റുമടങ്ങിയതാണ് .
ഹാർഡ് ‌ വെയറും സോഫ്റ്റ് ‌ വെയറും
ഇതിനാൽ ആനകളുടെ പല്ലു നോക്കി അവയുടെ പ്രായം കണ്ടു പിടിക്കാവുന്നതാണ് ‌ .
മലയാള അക്കങ്ങളാണ് താഴെ കാണുന്നത് .
thumb -PIPE- 200px -PIPE- right -PIPE- ഏഷ്യൻ ആനകളുടെ ആവാസ വുവസ്ഥ
ആനയുടെ ഭാരം കാരണം പാദങ്ങൾക്ക് വീ ‍ തി കൂടുതലായിരിക്കും .
ഇന്ന് മതപരമായ ചടങ്ങുകൾക്കും ഗതാഗതത്തിനും വിനോദത്തിനും ആനകളെ ഉപയോഗിക്കുന്നു .
എന്നാൽ ഈ സ്വാധീനം രാജാക്കന്മാരിലും മറ്റുമായിരുന്നെങ്കിലും ജനങ്ങളുടെ വ്യവഹാരഭാഷ മലനാടു ഭാഷ തന്നെയായിരുന്നു .
മനുഷ്യന്റെ സ്തനകോശങ്ങൾ ഭ്രൂണാവസ്ഥയിലെ ആറാമത്തെ ആഴ്ച മുതൽ വളർന്നു തുടങ്ങുന്നു .
കേരള ചരിത്രം
അവലംബം
വർഗ്ഗം : വർഷങ്ങൾ
വൈദിക കാലത്ത് വിഷ്ണു ഒരു അപ്രധാന ദേവനായിരുന്നു ഇന്ദ്രനായിരുന്നു അന്നത്തെ പ്രധാന ആരാധനാ മൂർത്തി .
ഓരോ സ്തനങ്ങൾക്കും ഒരോ സ്തനകൂപങ്ങൾ അഥവാ മുലഞെട്ടുകൾ മാത്രമേ ഉണ്ടാകൂ .
thumb -PIPE- left -PIPE- 200px -PIPE- തൃശ്ശൂർ പൂരത്തിൽ തിടമ്പ് എഴുന്നെള്ളിക്കുന്ന ഒരാന
പണ്ടുകാലം മുതൽക്കേ ആനക്കൊമ്പിനു വേണ്ടി ആനകളെ കൊന്നിരുന്നതാണ് ഇന്ന് അനകളുടെ എണ്ണം ഗണ്യമായി കുറഞ്ഞതിന്റെ മുഖ്യകാരണം .
ഇവ ഏഷ്യൻ ആനകളിൽ ആദ്യ കീഴ് ‌ ഗണം ശ്രീലങ്കൻ ഏഷ്യൻ ആനകൾ -LRB- Elephas maximus maximus -RRB- എന്നയിനമാണ് .
നാവിന്റെ നിറം ഇളം ചുവപ്പ് കലർന്ന് പിങ്ക് നിറമാണ് ‌ .
ദേഷ്യം പ്രകടിപ്പിക്കുമ്പോഴും ഇണ ചേരുമ്പോഴും ആന ചെവികൾ ഉപയോഗപ്പെടുത്താറുണ്ട് .
കുട്ടിയാനകൾ
പ്ലാസ്റ്റിക് സർജറമ്യിലൂടെ ആകാര സൗഷ്ടവം ഉള്ള സ്തനങ്ങൾ സൃഷ്ടിക്കാനും ഇമ്പ്ലാന്റ് എന്നറിയപ്പെടുന്ന സിലിക്കൺ ദ്രവം സ്പോഞ്ച് രൂപത്തിൽ കയറ്റി തൂങ്ങിയ മുലകളെ യവ്വനയുക്തമാക്കാനും നിരവധി പേർ ഇന്ന് കാശു ചിലവിടുന്നുണ്ട് .
ജനുവരി
ഒരു താങ്ങിനായി കുട്ടിയാന അമ്മയോട് ചേർന്ന് തന്നെ നിൽക്കും .
പ്രസ് ‌ തുത സൈറ്റുകൾ ഈ വിഭാഗത്തിൽ അപ്പ് ‌ ചെയ്യുന്ന വിവരങ്ങളെ കുറിച്ച് ‌ ആർ എസ് ‌ എസ് ‌ നിങ്ങളെ ഓർമ്മിപ്പിച്ചുകൊണ്ടിരിക്കും .
മനുഷ്യർ വൻ ‌ തോതിൽ കൊന്നൊടുക്കുന്നത് കാരണം ആനകൾ ഇന്നു വംശനാശ ഭീഷണിയിലാണ് .
3000 വരെ ഒരു പശുക്കിടാവിന്റേയോ ഒരു വലിയ പന്നിയുടേയോ വലിപ്പമുള്ള ആനകൾ ക്രേറ്റ് ദ്വീപുകളിൽ ഉണ്ടായിരുന്നതായി ഫോസിൽ തെളിവുകളുണ്ട് .
എങ്ങനെ ദൂരെയുള്ള ഇണകളെ ആന കണ്ടെത്തുന്നുവെന്നും വലിയൊരു സ്ഥലത്ത് ജീവിക്കുന്ന കൂട്ടങ്ങളെ ആനകൾ ‍ എങ്ങനെ പരിപാലിപ്പിക്കുന്നുണ്ടെന്നും പ്രസ്തുത പഠനങ്ങളിലൂടെയാൺ തെളിയിക്കപ്പെട്ടത് .
സാഹിത്യം
എന്നാൽ മറ്റുചില തെളിവുകൾ പ്രകാരം മലയാളഭാഷക്ക് കന്നഡയുമായും പ്രകടമായ സാമ്യമുണ്ട് .
ഇതോടെ സ്തനങ്ങളും വളർന്നു തുടങ്ങുന്നു .
എന്നാൽ ഇങ്ങനെ ദിവസത്തിൽ പല തവണ കുട്ടിയാന മുലകുടിക്കും .
ആഫ്രിക്കൻ സവേന ആനകൾ -LRB- ബുഷ് ആനകൾ -RRB-
എരണ്ട കെട്ട്
ആനകളെമെരുക്കാൻ ഭാരതത്തിൽ ഉപയോഗിക്കുന്ന മറ്റൊരു വിദ്യ ശാരീരികമോ ക്രൂരമോ അല്ലാതെയുള്ള മാനസികമായ ഒന്നാണ് .
പല തലമുറകൾ ഈ വഴിയേ സഞ്ചരിക്കുമ്പോൽ ഇത് എല്ലാവർക്കും ഉപയോഗപ്രദമായ ഒരു പാത ആയി മാറുന്നു .
എന്നാൽ ആണാനകൾ അധികവും ഒറ്റയ്ക്കുള്ള ജീവിതമാണ് നയിക്കുക .
ആനയെ പിന്നീട് മനുഷ്യൻ നാട്ടാനകളുടെ കൂടി സഹായത്താൽ കുഴിയിൽ നിന്നും കരയിലേക്ക് കയറ്റുന്നു .
thumb -PIPE- 200px -PIPE- കാലുകൾ ഉപയോഗിച്ച് ചില ഭക്ഷണ പദാർത്ഥങ്ങൾ ഉടയ്ക്കുവാനും സാധിക്കും
ഫെബ്രുവരി 10 - 2006-ലെ ശൈത്യകാല ഒളിമ്പിക്സ് ഇറ്റലിയിലെ ടൂറിൻ നഗരത്തിൽ ആരംഭിച്ചു
ചതുർഭാഹു
ജനനസമയത്ത് ഒരു ആനക്കുട്ടിക്ക് 120 കിലോഗ്രാം -LRB- 265 പൗണ്ട് -RRB- ഭാരമുണ്ടാകാറുണ്ട് .
നാലര അടിയോളം നീളവും ഏഴ് കിലോഗ്രാം തൂക്കവും ഉണ്ടാകും .
ഈസ്റ്റ്റജൻ ഈന്ന അന്തഃഗ്രന്ഥി സ്രാവപ്രവർത്തനം മൂലം സ്തനങ്ങളിലെ രക്തക്കുഴലുകളും വലുതാകുന്നു .
അനുനാസികാതിപ്രസരം
പ്രധാനമായും രക്തം ഒഴിപ്പിക്കുന്നത് കൈകളിലെ ധമനികളിലേക്കാണ് ‌ .
ബെർക്കെലിയിലെ പ്രോഗ്രാമർമാരുടെ നിസ്സഹകരണം മൂലം ഈ പദ്ധതി അവർക്ക് ഉപേക്ഷിക്കേണ്ടി വന്നു .
വിൻഡോസ് ലിനക്സ് മാക് പ്ലാറ്റ് ‌ ഫോമുകളിൽ ആർ എസ് ‌ എസ് ‌ റീഡറുകൾ ലഭ്യമാണ് ‌ .
പുറമേക്കുള്ള കണ്ണികൾ
സ്തനങ്ങൾ പിന്നീട് വളർച്ച പ്രാപിക്കുന്നത് അതിന്റെ കൊഴുപ്പിന്റെ അംശത്തിൽ മാത്രമാണ് ‌ .
വിജയകുമാർഎസ് ‌ .
ദേശീയ ഭാഷയായി ഉൾപ്പെടുത്തിയത് മറ്റ് 21 ഭാഷകളുടേതു പോലെ തനതായ വ്യക്തിത്വം ഉള്ളതിനാലാണ് .
നിത്യാഭ്യാസി ആനയെ എടുക്കും .
ഒരു ഗോത്രവർഗ്ഗക്കാരൻ തന്റെ മുഖ്യനോടോ ഒരു പ്രജ തന്റെ രാജാവിനോടോ കാണിക്കുന്ന തരത്തിലുള്ള വിശ്വസ്തതയാണത് .
ശരീരപ്രകൃതി
ഗ്നു / ലിനക്സ് ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിലെ പ്രധാന ഘടകങ്ങൾ താഴെക്കൊടുത്തിരിക്കുന്നു .
വർഗ്ഗം : ഇന്റർനെറ്റ്
സ്തനകോശങ്ങളുടെ വ്യാപ്തം
കൂടാതെ ഇലകൾ മുള ചില്ലകൾ വേരുകൾ പഴങ്ങൾ വിത്തുകൾ പൂക്കൾ എന്നിവയും ആന കഴിക്കും .
വലിപ്പം കൂടിയ ആനകളെപ്പോലുള്ള ജീവികൾ കൊല്ലപ്പെടുന്നതോട് കൂടി ചെറിയ സസ്യഭുക്കുകളുടെ എണ്ണം വളരെ കൂടുകയും ഇത് ചെടികളും മരങ്ങളും പുൽവർഗ്ഗങ്ങളും തിന്ന് മുടിക്കുകയും ചെയ്യും .
ചരിത്രം
സ്ത്രീകളുടെ മുലകളിൽ മുലപ്പാൽ ഗ്രന്ഥികളേക്കാൾ അധികം കൊഴുപ്പ് ‌ അടിഞ്ഞുകൂടുന്നതും ആകാരം വരുന്നതും ഇതിനു കാരണമായി ശാസ്ത്രജ്ഞന്മാർ ചൂണ്ടിക്കാണിക്കുന്നു .
മലയാൺമ മലയായ്മ എന്നീ പദങ്ങളും ഇങ്ങനെ ആൺമൈ എന്നതിൽ നിന്നാണെന്ന് അദ്ദേഹം പറയുന്നു .
പക്ഷെ ഇന്നത്തെക്കാലത്ത് ഈ കൊമ്പുകൾക്ക് തത്സ്ഥാനീയനായ പാല്പല്ല് ഉണ്ട് എങ്കിലും വളരുന്നതിനുമുന്നേ തന്നെ കൊഴിയുന്നതായി കാണപ്പെടുന്നു .
Loxodonta cyclotis എന്നു തരംതിരിക്കപ്പെട്ട കുഞ്ഞൻ ആന എന്ന ഇത് ആഫിക്കൻ വനാന്തരങ്ങളിൽ മാത്രമേ കാണപ്പെടുന്നുള്ളൂ .
പ്രോബോസിഡിയ -LRB- Proboscidea -RRB- എന്ന സസ്തനികുടുംബത്തിൽ -LRB- Mammalia -RRB- ഉൾപ്പെടുന്ന ജീവിയാണ് ആന .
ആനകൾക്ക് കടുത്ത ചാരനിറമാണെങ്കിലും ദേഹം മുഴുവൻ മണ്ണു ‌ വാരിയിടുന്നതു കാരണം തവിട്ട് അല്ലെങ്കിൽ ചുവപ്പ് നിറമാണ് തോന്നിക്കുക .
മനുഷ്യ സ്ത്രീക്ക് ഒരു ജോഡി സ്ത്നമാണ് ‌ ഉണ്ടാവുക .
thumb -PIPE- 200px -PIPE- right -PIPE- ആഫ്രിക്കൻ സവാന ആന ചെവി വട്ടം പിടിച്ച് ശ്രദ്ധിക്കുന്നു
കോണീ മാക്ക് അങ്ങനെ വെളുത്ത ആനയെ തന്റെ ടീമിന്റെ ചിഹ്നമാക്കി .
താഴെ ഏഴാമത്തെയോ എട്ടാമത്തേയോ വാരിയെല്ലിൽ നിന്നും ഇതിന്റെ പേശികൾ മുകളിലേക്ക് തുടങ്ങുന്നു .
“ നരപാലകർ ചിലരിതിന് വിറച്ചാർ
ശരാശരി സമയം പതിനൊന്ന് മണിക്കൂറാണ് .
രാജരാജവർമ്മയും മഹാകവി ഉള്ളൂരൂം മലയാള ഭാഷയുടെ ഉല്പത്തിയെക്കുറിച്ച് പഠിക്കാൻ ശ്രമിച്ചു .
ജോസഫ് ‌ -LRB- കേരള കോൺഗ്രസ് ‌ -ജെ -RRB- എന്നിവരാണ് ‌ മുഖ്യമന്ത്രിയോടൊപ്പം സത്യപ്രതിജ്ഞ ചെയ്ത് ‌ അധികാരമേറ്റെടുത്ത മറ്റു മന്ത്രിമാർ .
ഹൊറ അളിയ എന്ന സിംഹള വാക്കിന്റെ പദാനുപദ തർജ്ജമയാണ് ഈ ഇംഗ്ലീഷ് വാക്ക് .
ഇവ ഇതര ഏഷ്യൻ ആനകളേക്കാൾ ചെറുതും ഇണക്കമുള്ളതും ആയിരിക്കും .
എന്നാൽ ആനകൾക്ക് ഒരു വർഷത്തിനു ശേഷം ആനക്കൊമ്പ് സ്ഥിരമാകുമെങ്കിലും മറ്റുപല്ലുകൾ അഞ്ച് തവണ ആനയുടെ ജീവിത്തതിൽ പുതുതായി മുളക്കും .
-LRB- ഇതു സാധാരണ സസ്തനികളിൽ നിന്നും വ്യത്യസ്തമാണ് -RRB- .
അതിനുശേഷം അദ്ദേഹത്തിന് ‌ തിരിച്ചു പോവേണ്ടതായി വന്നു .
വേദങ്ങളിലും മറ്റും വലിയ പ്രാധാന്യം ഇല്ലെങ്കിലും പിൽക്കാലത്ത് രചിക്കപ്പെട്ട പുരാണങ്ങളിലും മറ്റും വിഷ്ണുവിനെ പറ്റി വളരെയധികം പരാമർശിക്കപ്പെട്ടിരിക്കുന്നു .
ഇക്കാരണത്താൽ പല മൃഗങ്ങളും മരിച്ചു .
രാജരാജവർമ്മ
വിഷ്ണു മൂന്ന് കാൽ ‌ വെയ്പുകൾ കൊണ്ട് മൂന്ന് ലോകവും സൃഷ്ടിച്ചു എന്നും പറയുന്നു .
ഏഷ്യൻ ആനകളേക്കാൾ ശുണ്ഠി കൂടുതലാണ് ആഫ്രിക്കൻ ആനകൾക്ക് എന്നാൽ അനുസരിപ്പിക്കാൻ കൂടുതൽ എളുപ്പം ആഫ്രിക്കന്മാരെയാണ് .
ഇന്ന് മനുഷ്യർ വനം കയ്യേറ്റവും ആനകളുടെ ആവാസവ്യവസ്ഥതകൾ ഇല്ലായ്മ ചെയ്യുന്നതും കാരണം ആനകൾ ചെറുപ്പത്തിലേ കൊല്ലപ്പെടുന്നതിനാൽ കുട്ടിയാനകൾക്ക് ലഭിക്കേണ്ട മേൽപ്പറഞ്ഞ പഠനം കിട്ടാതാവുന്ന ഒരു സ്ഥിതിവിശേഷമാണുള്ളത് .
കേരളവർമ്മയുടെ മാതുലനായ എ.ആർ.
ഇതിൽ ഒരു വകഭേദമായ കൊടുംതമിഴാണു പിന്നീട് മലനാട്ടിലെ ഭാഷയായ മലയാളമായി രൂപം പ്രാപിച്ചതെന്നു ഭാഷാശാസ്ത്രജ്ഞർ കരുതുന്നു .
ആനകൾ തുമ്പിക്കൈയിൽ പതിനാലിൽപ്പരം ലിറ്റർ വെള്ളം വലിച്ചെടുത്ത് വായിലേക്ക് ഊതാറുണ്ട് .
മത്സ്യാവതാരം
തിരുവിതാംകൂർ മഹാരാജാവായിരുന്ന ആയില്യം തിരുനാൾ രാമവർമ്മയുടെ ഭാഷാശാകുന്തളം കാളിദാസ കൃതിയായ അഭിജ്ഞാന ശാകുന്തളത്തിൻറെ സ്വതന്ത്ര വിവർത്തനമായിരുന്നു .
ലക്ഷക്കണക്കിന് വർഷങ്ങൾ കൊണ്ടുണ്ടാകേണ്ട ഒരു മാറ്റമാണ് ഇങ്ങനെ മനുഷ്യർ ഇടപെടൽ മൂലം വളരെ പെട്ടെന്ന് സംഭവിക്കുന്നത് .
ആണാനകൾ വലുതാകുന്നതോടെ സ്വന്തം കൂട്ടത്തിൽ നിന്ന് അകലാൻ തുടങ്ങുകയും പിന്നെ മണിക്കൂറുകളോളമോ ദിവസങ്ങളോളമോ സ്വന്തം കൂട്ടത്തിൽ നിന്നു മാറിനിൽക്കുകയും ചെയ്യും .
കേരളത്തിൽ നിന്നുള്ള കുട്ടിനാരായണൻ എന്ന ആനയായിരുന്നു അപ്പുവായി ഗെയിംസ് വേദികളിൽ നിറഞ്ഞത് .
ഇവ തന്നെ ഉച്ചാരണത്തിൽ മാത്രമെ നിലനിൽക്കുന്നുള്ളു .
സസ്തനികളായ ജീവികൾക്ക് ‌ കുഞ്ഞുങ്ങൾക്ക് ‌ പാലൂട്ടുക എന്ന ജോലിയാണ് ‌ സ്തനങ്ങൾ നിർവ്വഹിക്കുന്നത് ‌ .
പ്രധാന ആഭരണങ്ങൾ
രണ്ട് കൊമ്പുകളിൽ വച്ച് പ്രബലമായ കൊമ്പ് -LRB- master tusk -RRB- ചെറുതും ഉപയോഗം മൂലം അറ്റം കൂടുതൽ ഉരുണ്ടതുമായിരിക്കും .
സംസ്കൃത സമ്പ്രദായത്തിലുള്ള മണിപ്രവാളം കൃതികൾ
എന്നാൽ ഏഷ്യൻ ആനകളുടെ നടു പുറത്തേക്ക് വളഞ്ഞതും നെറ്റിയിൽ രണ്ട് മുഴ ഉള്ളതും തുമ്പിക്കൈയുടെ അഗ്രം ഒറ്റവിരൽ പോലെയുമാണ് .
ഇവ സ്തനങ്ങളിൽ പല ഭാഗത്തായി ചിതറിക്കിടക്കുന്നു .
തമിഴിന്റെയും സംസ്കൃതത്തിന്റെയും സ്വാധീനത്തിൽ നിന്നു അകന്നു നിന്നു് നാടൻ ഈണത്തിൽ രചിക്കപ്പെട്ട കൃതിയെന്നുകൂടി കൃഷ്ണഗാഥയെ കുറിച്ച് പറയണം -LRB- അന്യഭാഷാസ്വാധീനം പൂർണ്ണമായും ഇല്ലെന്നല്ല ; മണിപ്രവാളത്തിന്റെയും മധ്യയുഗങ്ങളിൽ തമിഴ് ‌ നാട്ടിൽ നിലനിന്നിരുന്ന ‘ ഉന്തിപ്പാട്ടിൻറെയും ’ സാദൃശ്യം കൃതിയിൽ ചൂണ്ടിക്കാണിക്കാവുന്നതുമാണു് -RRB- ഗൃഹാന്തരീക്ഷവും നാടോടിശീലുകളും തെളിമയാർന്ന മലയാള ഭാഷയും ചേർന്ന കൃഷ്ണഗാഥ മലയാളം കവിതയ്ക്ക് ഒരു പുതിയ പിറവി നൽകുകയാണുണ്ടായത് .
ഓഗസ്റ്റ് 23-കവി അയ്യപ്പ പണിക്കർ അന്തരിച്ചു .
ക്രി.മു 305 ൽ സെലൂക്കസ് നികേറ്റർ എന്ന യവന സാമ്രാട്ട് മൗര്യ സാമ്രാജ്യത്തിലേയ്ക്ക് കടന്നുകയറി .
ആശയവിനിമയം
സിന്ധു നദിതട സംസ്കാര കാലഘട്ടത്തിൽ കാണപ്പെട്ട മുദ്രകൾ കാണിക്കുന്നത് പുരാതന ഭാരതത്തിലാണ് ആനകളെ ആ ‍ ദ്യം മെരുക്കി വളർത്ത് മൃഗമാക്കിയതെന്നാണ് .
ഇതാണു സംസ്കൃതമെഴുതുവാൻ ഗ്രന്ഥലിപികൾ ഉപയോഗപ്പെടുത്തുന്നതിൻറെ കാരണമായി ഭവിച്ചതു് .
ഇന്ത്യയിൽ മദപ്പാടുള്ള സമയത്ത് നാട്ടാനകളെ ഭക്ഷണവും വെള്ളവും നൽകാതെ ദിവസങ്ങളോളം കെട്ടിയിടും .
ഒരു വെബ് ‌ സൈറ്റിലെ വാർത്തകളുടേയും വിവരങ്ങളുടേയും ചുരുക്കമോ പൂർണ്ണ വിവരങ്ങളോ ആർ എസ് ‌ എസിൽ ഉണ്ടാകും .
ചെറുതും പ്രായം കുറഞ്ഞതും ധൈര്യമില്ലാ ‍ ത്തതുമായ ആനകൾ ഇത്തരം അടയാളങ്ങൾ കാണുമ്പോൾ തന്നെ പിന്മാറും .
ഉപയോഗം കേരളത്തിൽ
സ്വരസഹായം കൂടാതെ ഉച്ചരിക്കാവുന്ന വ്യഞ്ജനാക്ഷരങ്ങളാണ് ചില്ലുകൾ
അവലംബം
ഭൂമിയിലെ ഒരു വ്യതിരിക്ത വൻകര എന്ന നിലയിൽ കണക്കാക്കിയാൽ വിസ്തീർണ്ണത്തിൽ അഞ്ചാമതും ജനസംഖ്യയിൽ മൂന്നാമതും ആണ് അതിന്റെ സ്ഥാനം .
കോന്നി ആനക്കൂട്
രാഷ്ട്രീയം
ഫീഡുകൾ ലഭ്യമാണെന്ന് ‌ സൂചിപ്പിക്കുന്ന ഓറഞ്ച് ‌ നിറത്തിലുള്ള ബട്ടണുകൾ മിക്ക സൈറ്റുകളിലും ഉണ്ടാകും .
൮ - എട്ട്
ഗ്നു / ലിനക്സ് ദാതാക്കൾ -LRB- ആംഗലേയം : Linux Distributions -RRB-
ആനക്കൂട്ടം സഞ്ചരിക്കുമ്പോൾ ‍ ഇവർ ഈ കുട്ടിയാനയുടെ കൂടെ നടന്ന് ഈ ആനകൾ എവിടെയെങ്കിലും കുടുങ്ങിയാലോ ചളിയിൽ പൂണ്ട് പോയാലോ അവയെ സഹായിക്കും .
പലപ്പോഴും തെറ്റിദ്ധാരണമൂലമോ പറയാനുള്ള എളുപ്പം മൂലമോ ഗ്നു എന്നത് ഒഴിവാക്കി ലിനക്സ് എന്ന് മാത്രം ഉപയോഗിക്കാറുണ്ട് .
ഈ വളർച്ച ഇപ്പോഴില്ല എന്നും കണ്ടെത്തിയിട്ടുണ്ട് .
ഏഷ്യൻ ആനയ്ക്ക് മുമ്പിലായി ഒരു തൂണികൈ മാത്രവ്ം ആഫ്രിക്കൻ ആനയ്ക്ക് മുമ്പിലും പിമ്പിലും ആയി രണ്ട് തൂണിക്കൈയും കാണുന്നു .
വിഷ്ണുവിനേയും നാരായണനേയും ചേർത്ത് കാണാൻ തുടങ്ങിയതോടെ വിഷ്ണുവിന് ‌ അന്നുവരെ അപ്രധാനമായ ആരാധനയിൽ നിന്ന് പ്രാമുഖ്യം കൈവന്നു .
ആനകൾ ഉരുത്തിരിഞ്ഞത് ഏതാണ്ട് ൭൦ ദശലക്ഷം വര്ഷങ്ങൾക്ക് മുൻപാണ് ‌ എന്നാണ് ‌ പരക്കെ വിശ്വസിക്കപ്പെടുന്നത് .
നേരെ മറിച്ച് ദക്ഷിണേന്ത്യയിലെ ആണാനകളിൽ 80 ശതമാനത്തിനും കൊമ്പുകളുണ്ട് .
ഭക്ഷണം യഥേഷ്ടം കിട്ടുന്നതു കാരണം മഴക്കാടുകളിലും പുൽമേടുകളിലും ഇവ രണ്ടിനുമിടയിലുള്ള സ്ഥലങ്ങളിലും കഴിയാൻ ഇഷ്ടപ്പെടുന്നു .
പിത്തസഞ്ചി
ഇംഗ്ലീഷിൽ മദപ്പാടിന് ‘ മസ്ത് ’ എന്നാണ് പറയുക .
ക്രുഗർ ദേശീയോദ്യാനത്തിൽ ആനകൾ വളരെയധികം കൂടുതലായതിന്റെ പ്രശ്നങ്ങളും ഉണ്ടാവുകയുണ്ടായി .
ഒരു ഉത്സവത്തിനു കേരളത്തിൽ ഒരു ആനക്ക് കിട്ടാവുന്നതിൽ ഏറ്റവും കൂടുതൽ ഏക്കത്തുക ലഭിച്ചതും ഈ ആനക്കാണ് .
കുഞ്ഞിന് ആസ്തമ വരാതിരിക്കാനും ഈ കൊളസ്ട്രം സഹായിക്കുന്നു .
ചിലപ്പോൾ സോഫ്റ്റ് ‌ വെയർ പദം ഹാർഡ് ‌ വെയർ അല്ലാത്തവെയെ കുറിക്കാൻ ഉപയോഗിക്കാറുണ്ട് .
ജീവിതകാലത്ത് ആനകൾക്ക് 28 ഒരേ സമയത്ത് പല്ലുകൾ ഉണ്ടാകാം .
പക്ഷേ ഇപ്പോൾ മലയാളികൾ എല്ലായിടത്തും ഇൻഡോ-അറബിക് അക്കങ്ങൾ ഉപയോഗിക്കുന്നതു മൂലം ഈ മലയാള അക്കങ്ങൾ വിസ്മൃതമായിക്കൊണ്ടിരിക്കുന്നു .
എലഫസ് മാക്സിമസ് -LRB- Elephas maximus -RRB- എന്ന ഏഷ്യൻ ആനകൾ -LRB- ഇന്ത്യൻ ആനകൾ എന്നും അറിയപ്പെടുന്നു -RRB- ആഫ്രിക്കൻ ആനകളുടെ എണ്ണത്തിന്റെ പത്തിലൊന്നിലും കുറവ് അതായത് ഏകദേശം നാൽപ്പതിനായിരം എണ്ണമുണ്ടെന്നാണ് ശാസ്ത്രജ്ഞർ വിശ്വസിക്കുന്നത് .
ഭാരമില്ലാത്ത അവസ്ഥയിൽ പാദങ്ങൾക്ക് വീതി കാലിന്റേതിന് തുല്യമായിരിക്കും .
സർക്കസ്സിലും ആനകളെ ലോകവ്യാപകമായി ഉപയോഗിച്ചുവരുന്നു .
ഭാഷയുടെ വികസനത്തിന്റെ ഘട്ടത്തിൽ മലയാണ്മ എന്നു് വിളിച്ചു് പോന്നിരുന്ന മലയാളം തമിഴ് ‌ കോട്ട കൊടഗ് ‌ കന്നഡ എന്നീ ഭാഷകൾ അടങ്ങിയ ദക്ഷിണ ദ്രാവിഡ ഭാഷകളിൽ ഒന്നാണു് .
ഈ കോശങ്ങൾ യഥാർത്ഥത്തിൽ കക്ഷത്തിന്റെയും കാലിന്റെ ഗുഹ്യഭാഗം വരെയെത്തുന്ന മിൽക് റിഡ്ജ് രൂപത്തിലാണ് ‌ ഇവ വളരുന്നത് .
മണിപ്രവാളം
വർഗ്ഗം : 2009
വിഷ്ണുവാകട്ടേ സൂര്യനേയും ഊർ ‌ വരതേയും പ്രതിനിധാനം ചെയ്തു .
അപൂർ ‌ വ്വമായി ഒന്നിലധികം മുലഞെട്ടുകൾ കാണാറുണ്ട് .
ക്രീറ്റെന്ന സ്ഥലത്ത് നിന്നും ലഭിച്ച പുരാതനകാല ആ ‍ നകളുടെ അവശിഷ്ടങ്ങൾക്ക് മുന്നിൽ വലിയ ഒറ്റ നാസികാദ്വാരം ഉള്ള തരത്തിൽ കണ്ടത് ഹോമറിന്റെ ഒഡീസിയിൽ പരാമർശിക്കുന്ന സിലോപ്സ് എന്ന ഒറ്റക്കണ്ണുള്ള അതികായരായ ആനകൾ ഉണ്ടായിരുന്നു എന്ന വിശ്വാസം വർദ്ധിപ്പിക്കാൻ ഇടയാക്കിയിട്ടുണ്ട് .
ഇന്ന് ആനക്കൊമ്പ് വില്പന നിയമപരമായി നിഷിദ്മാണ് ‌ .
ശ്രീലങ്കൻ ആനകളാണ് ഇന്നു നിലനിൽക്കുന്ന ഏഷ്യൻ ആനകളിൽ ഏറ്റവും വലുത് .
അസുഖം ഉള്ള ആനകളുടെ നാവിന്റെ നിറം വ്യത്യാസപ്പെട്ടിരിക്കും .
ആനയ്ക്കു മറ്റൊരാനയെ പേടിപ്പിക്കണമെന്നുണ്ടെങ്കിൽ ചെവി വ്യാപിപ്പിച്ച് ശരീരത്തിനെ വലുതാക്കി കാണിക്കാൻ ശ്രമിക്കും .
കുട്ടികളെ മുലയൂട്ടുന്നതും വളർത്തുന്നതുമായി വളരെയധികം ബന്ധപ്പെട്ട് കിടക്കുന്നു ആനകളുടെ സാമൂഹികജീവിതം .
എന്നാൽ ഇത് ഇന്ത്യ പോലുള്ള രാജ്യങ്ങളിൽ അത്ര വ്യാപകമായിട്ടില്ല .
ഫെബ്രുവരി
ഒരു മണിക്കൂറിനുള്ളിൽ തന്നെ കുട്ടിയാന പരസഹായമില്ലാതെ നിൽക്കാൻ പ്രാപ്തനാകും .
നിങ്ങൾക്ക് ‌ ഇഷ്ടപ്പെട്ട സൈറ്റുകളിലെ ആർ എസ് ‌ എസ് ‌ ഫീഡുകൾ സ്വീകരിക്കാൻ ‘ ആർ എസ് ‌ എസ് ‌ ഫീഡ് ‌ റീഡർ ’ എന്ന സോഫ് ‌ ട് ‌ വെയർ നിങ്ങളുടെ കമ്പ്യൂട്ടറിൽ ഇൻസ്റ്റാൾ ചെയ് ‌ തിരിക്കണം .
വംശനാശഭീഷണി കാരണം ആനകളെ ഭാവിയിലെ ദിനോസറുകൾ എന്ന് വിളിക്കാറുണ്ട് .
അതുപോലെ പോത്തിനോളം വലിപ്പമുള്ള കല്ലാന എന്ന ആനകൾ കേരളത്തിലെ അഗസ്ത്യമലയിലും ആനമലയിലും ഉണ്ടെന്നു പ്രദേശത്തെ ആദിവാസികൾ അവകാശപ്പെടുന്നുണ്ടെങ്കിലും സ്ഥിരീകരിക്കപ്പെട്ടിട്ടില്ല .
പ്രത്യുത്പാദനം ആനക്കുട്ടികൾ ആനക്കുട്ടി പരിപാലനം
പ്രാചീനസാഹിത്യം
ഉദാ .
ശരീരത്തില ഹോർമോൺ വ്യതിയാനങ്ങളുടെ സ്വാധീനത്തിൽ സ്തനങ്ങൾ വളരുന്നു .
ഒരു ദിവസം പതിനൊന്ന് ലിറ്റർ -LRB- 3 ഗാലൻ -RRB- പാൽ വരെ കുടിക്കും .
ലോക്സൊഡൊന്റ ആഫ്രിക്കാനാ -LRB- Loxodonta africana -RRB- എന്ന ഈ വർഗ്ഗമാണ് ‌ ആനകളിൽ വച്ച് ഏറ്റവും വലുത് .
പാദരോഗം
കീഴക്കൊടുത്തിരിക്കുന്നത് ഒരു വാർത്താപത്രികയിൽ നിന്നെടുത്തതാണ് : ആന ചെറുതായിരിക്കുമ്പോൾ മുതൽ ആനയെ ചില സമയങ്ങളിൽ വടം വച്ച് മരത്തിനോട് ചേർത്ത് കെട്ടും .
ഇപ്രകാരം ഉള്ള പല പാതകളും മനുഷ്യർ പിന്നീട് റോഡുകളാക്കി മാറ്റിയിട്ടുണ്ട് .
പിടിയാനയുടെ സാമൂഹികചക്രം സ്വന്തം കുടുംബാംഗങ്ങളിൽ അവസാനിക്കുന്നില്ല .
ഇത്തരത്തിൽ സഹായിക്കാൻ ഉപയോഗിക്കുന്ന പ്രത്യേക പരിശീലം നേടിയ നാട്ടാനയെ താപ്പാന എന്നു വിളിക്കും .
വളരെ വലിപ്പം കൂടിയ തൂണുകൾ പോലെയാണ് ആനയുടെ കാലുകൾ .
മെയ്
മറ്റു ലിങ്കുകൾ
ആനകൾ 70 വയസ്സ് വരെയും അതിനു ‍ മുകളിലും ജീവിക്കാറുണ്ട് .
പിടിയാനകളുടെ യോനി ഈറ്റം എന്നാണ് ‌ പറയുന്നത് .
പ്രൊജസ്റ്റീറോൺ എന്ന സ്രാവം ഗ്രന്ഥികളെയും സജ്ജമാക്കുന്നു .
അനുനാസികാവർണ്ണം തൊട്ടുശേഷമുള്ള ഖരത്തെക്കൂടി അനുനാസികമാക്കുന്നു
അതായത് ആക്സില്ലറി ധമനികളിലേക്ക് .
സ്വന്തമായി ഒരു കെർണൽ നിർമ്മിക്കുവാനുള്ള പ്രവർത്തനങ്ങൾ ഇതോടെ മന്ദമാവുകയും ചെയ്തു .
മെയിൽ ബോക് ‌ സുമായി ബന്ധിപ്പിക്കാൻ പറ്റുന്ന റീഡറുകളും ഉണ്ട് ‌ .
വർഗ്ഗം : ശരീരാവയവങ്ങൾ
പേശികൾക്കോ ഗ്രന്ഥികൾക്കോ വ്യത്യാസം സംഭവിക്കുന്നില്ല .
ശർമ്മ എളമരം കരീം എ .
മലയാള ഭാഷയുടെ ഉല്പത്തിയും പ്രാചീനതയും സംബന്ധിച്ച കാര്യങ്ങൾ ഇന്നും അവ്യക്തമാണ് .
ആനവായിൽ അമ്പഴങ്ങ .
അഹിംസയാകട്ടെ കാർഷിക സമൂഹത്തിന് ‌ യോജിച്ചതായിരുന്നു .
തുമ്പിക്കൈ
കേർണൽ : ലിനക്സ്
പാരമ്പര്യം
കഴിക്കുന്നതിൽ നാൽപ്പത് ശതമാണത്തോളം മാത്രമേ ദഹിക്കുകയുള്ളൂ .
എന്നാൽ ഇങ്ങനെയുള്ള വംശനാശ ഭീഷണികൾ ഒക്കെ ഉണ്ടായിട്ടും ചില ശാസ്ത്രജ്ഞന്മാർ ആനകളുടെ സംഖ്യ കൂടുകയാണ് ചെയ്യുന്നതെന്ന് വാദിക്കുന്നു .
ആകാരശാസ്ത്രം
മറ്റു മൃഗങ്ങളുടേതു പോലെ ആവശ്യം കഴിഞ്ഞാൽ ചുരുങ്ങുന്ന തരമല്ല സ്ത്രീകളുടെ സ്തനങ്ങൾ എന്നത് മേൽ പറഞ്ഞതിനു ഉപോല്ഫലകമായി ചൂണ്ടിക്കാണിക്കപ്പെടുന്നു .
അറബികൾ ഇന്ത്യയിൽ വന്നപ്പോൾ അവർ മലയാളഭാഷയുടെ ഉച്ചാരണം കേട്ടു അറബികൾ പരസ്പരം ഇത് ഏത് ഭാഷയാണെന്നു ചോദിക്കുകയും അവരിലൊരാൾ മാ-ലാ-യാലം -LRB- മനസ്സിലാകാത്ത ഏതോ -RRB- എന്നു പറയുകയും ചെയ്തു ഈ മാ-ലാ-യലം എന്നത് ലോപിച്ചാണ് മലയാളം ഉണ്ടായത് എന്നു പറയപ്പെടുന്നു .
ത്വക്ക്
വലിപ്പക്കുറവു മൂലം പിഗ്മി ആനകൾ എന്നും വിളിക്കപ്പെടുന്നു .
ഈ ജന്തുവംശത്തിൽ ഇന്നു വംശനാശം നേരിടാതെ ഭൂമിയിൽ കഴിയുന്ന ഏക ജീവിയുമാണിത് .
മേലാസകലം പൂഴി വാരിയിടുന്നത് ആനകളുടെ സഹജസ്വഭാവമാണ് .
മറ്റു മൃഗങ്ങൾക്ക് കൂടുതൽ എണ്ണം ഉണ്ടാവാറുണ്ട് .
വലിയ ചെവികൾ ശരീരതാപനില ക്രമീകരിക്കുന്നതിൻ ആനയെ സഹായി ‍ ക്കുന്നു .
പിന്നീട് ഈ ആന പല നിറങ്ങൾ സ്വീകരിക്കുകയും ചെയ്തു ഇപ്പോൾ ഈ ആനയുടെ നിറമായി അംഗീകരിക്കപ്പെട്ടിരിക്കുന്നത് കാട്ടുപച്ചയാണ് .
നടുക്ക് സ്റ്റേർണം എന്ന കശേരുവിൽ അവസാനിക്കുന്നു .
നലമുടെ ജാനകി സന്തോഷിച്ചാൾ
ജനിക്കുമ്പോൾ ആനക്കുട്ടികൾക്ക് 90 – 115 കിലോഗ്രാം ഭാരമുണ്ടാകും .
രാജരാജവർമ്മ മലൈനാടായ മലയാളത്തിലെ ആദിമ നിവാസികൾ തമിഴർ ആയിരുന്നു എന്നും അവർ ചെന്തമിഴ് കൊടുന്തമിഴ് എന്നീ രണ്ടു വിഭാഗങ്ങളിലുള്ള ഭാഷ ഉപയോഗിച്ചിരുന്നു എന്നും പലവക കൊടുന്തമിഴുകളിൽ ഒന്നാണ് മലയാളമായിത്തീർന്നതെന്നും അഭിപ്രായപ്പെട്ടപ്പോൾ മലയാളത്തിൽ മൊത്തമായും ഉപയോഗിച്ചിരുന്ന കൊടുന്തമിഴ് സംസ്കൃതത്തിൻറെ സ്വാധീനത്തിനു വഴങ്ങി സ്വന്തമായ വ്യക്തിത്വം പ്രകടിപ്പിച്ചു വിഘടിച്ചു എന്നാണ് ഉള്ളൂർ വിശ്വസിച്ചത് .
ജൂൺ
ആനപിടുത്തവും പരിപാലനവും
വലിയ ചെവികളും നീളം കൂടിയ വാലും നേരെയുള്ള കൊമ്പുകളും ഈ ആനകളുടെ പ്രത്യേകതകളാണ് .
ആനയുടെ പല്ലുകൾ താഴെനിന്നു മുകളിലേക്ക് വളരുകയല്ല ചെയ്യാറ് .
ഹൃദയത്തിന്റെ തൂക്കം 12 - 24 കി.ഗ്രാം വരെയാണു് .
പിന്നീട് ഒരു യുദ്ധത്തിൽ ഒരു ആനയെ ആക്രമിക്കുന്നതിനിടക്ക് അദ്ദേഹത്തിന് ‌ സാരമായമുറിവേറ്റിരുന്നു .
പേരിനു പിന്നിൽ
എന്നാൽ ആനകളെപ്പോലെ മറ്റ് ചില മൃഗങ്ങൾ ഈ വേലികളെ ചവുട്ടി മെതിച്ചുകൊണ്ടിരുന്നു .
കേരള ചരിത്രം - രാഘവ വാരിയർ രാജൻ ‌ ഗുരുക്കൾ
ത്രിവിക്രമൻ എന്ന പേര് ‌ വന്നത് അങ്ങനെയാണ് ‌ .
പെട്ടെന്ന് ശുണ്ഠിപിടിക്കുന്ന പ്രകൃതമായതിനാൽ ആഫ്രിക്കൻ ആനകളെ മെരുക്കുന്ന് രീതി ഏഷ്യൻ ആനകളെ മെരുക്കുന്നതിൽ നിന്ന് വ്യത്യസ്തമാണ് .
കുട്ടിയാനകളെ പരിപാലിക്കാൻ ആനക്കുടുംബത്തിലെ എല്ലാ പിടിയാനകളും ഒത്ത് ചേരും .
രാജരാജവർമ്മയുടെ സാഹിത്യപ്രഭാവം മലയാളത്തിലെ നിയോക്ലാസിക് രചാനാരീതികൾക്ക് അറുതി വരുത്തുകയും റൊമാൻറിസത്തിനു തുടക്കം കുറിക്കുകയും ചെയ്തു .
ഇപ്രകാരമൊരു മാറ്റം സംഭവിക്കുവാനുള്ള കാരണമായി ചൂണ്ടിക്കാട്ടുന്നതു ഈ വക കാര്യങ്ങളാണു് :
ഈ തുമ്പിക്കൈ സാമൂഹികജീവിതത്തിലും ആന ഉപയോഗപ്പെടുന്നു .
കൂർമ്മാവതാരം
പിൽക്കാലങ്ങളിൽ മലയാള സാഹിത്യം ഗദ്യത്തിലേക്ക് വഴിമാറിയൊഴുകുന്നതിൻറെ സൂചനയും തുടക്കവുമായിരുന്നു ഈ കൃതി .
കൊമ്പില്ലാത്ത ആനകൾ പരിസ്ഥിതിക്കും ആനകൾക്ക് തന്നെയും ഉണ്ടാക്കാൻ പോകുന്ന സ്വാധീനം ഭയങ്കരമായിരിക്കും .
തുടർന്നു ദിവസങ്ങൾ മാസങ്ങളാകുകയും ഏകദേശം പതിനാല് വയസ്സാകുന്നതോടു കൂടി കൂട്ടത്തിൽനിന്നു പൂർണ്ണമായും അകന്ന് സ്വന്തമായി ഭക്ഷണം തേടിപ്പിടിക്കുകയും ചെയ്യും .
“ ഏഷ്യാഡ് അപ്പു ” എന്ന ഓമനപ്പേരിൽ അറിയപ്പെട്ടിരുന്ന ഈ ആന 2005 മേയ് 14-നു ചരിഞ്ഞു .
അച്ചടി ഭാഷയിൽ അധികമായ് ‌ കോട്ടയം രീതിയുടെ സ്വാധീനം കാണാം .
മുലയുള്ളതും എന്നാൽ മുട്ടയിടുന്നതുമായ രണ്ടു ജീവികളാണ് ‌ ഭൂമിയിൽ ഇന്നുള്ളത് ‌ എക്കിഡ്നയും പ്ലാറ്റിപ്പസും .
പാഞ്ചജന്യം - വെളുത്ത നിറത്തിലുള്ള ശംഖ്
ആഫ്രിക്കൻ ആനകളിൽ ആണാനയ്ക്കും പെണ്ണാനയ്ക്കും വളരെ വലിയ കൊമ്പുകൾ ഉണ്ടാകും .
മലയാളത്തിലുള്ള സന്ദേശകാവ്യങ്ങൾ ചമ്പൂക്കൾ മറ്റു ഭാഷാകൃതികൾ
ആഫ്രിക്കൻ ആന
അതിലെ വലിയ ഗ്രന്ഥികൾ മാത്രമേ പാൽ ഉല്പാദിക്കൂ .
ആധുനിക കാലത്തെ മലയാളം കവികളായ വള്ളത്തോൾ വൈലോപ്പിള്ളി ബാലാമണിയമ്മ എന്നിവരുടെ കവിതകളിൽ പോലും കൃഷ്ണഗാഥയുടെ സ്വാധീനം കാണാവുന്നതാണു് .
ഓഗസ്റ്റ് ‌ 9- കേരളത്തിൽ പെപ്സി കൊക്കോ കോള തുടങ്ങിയ ശീതളപാനീയങ്ങൾ ആരോഗ്യത്തിനു ഹാനികരമാണെന്നു ചൂണ്ടിക്കാട്ടി സർക്കാർ പൂർണ്ണമായി നിരോധിച്ചു .
എന്നാൽ ചന്ദ്രഗുപ്തൻ ശക്തമായ പ്രതിരോധം ഒരുക്കിയതിനാൽ രണ്ടു വർഷക്കാലം കാര്യമായ ലാഭമൊന്നും സെലൂക്കസിന് ഉണ്ടായില്ല എന്നു മാത്രമല്ല അവസാനം സന്ധിയിൽ ഏർപ്പെടാൻ നിർബന്ധിതനായിത്തീരുകയും മകളെ ചന്ദ്രഗുപ്തന് വിവാഹം ചെയ്ത് കൊടുക്കുകയും ചെയ്തു .
മനുഷ്യനു കേൾക്കാൻ സാധിക്കാത്ത അത്ര താഴ്ന ആവൃത്തിയിലുള്ള ഇൻഫ്രാസൗണ്ട് പുറപ്പെടുവിച്ചും ശ്രവിച്ചുമാണ് ആനകൾ ആശയവിനിമയം നടത്തുന്നത് .
മദപ്പാട് കാലത്ത് ആനകളെ നിയന്തിക്കാൻ ബുദ്ധിമുട്ടാണെന്ന് മാത്രമല്ല അപകടകരവുമാണ് .
പല്ലവഗ്രന്ഥം തമിഴ് ‌ ഗ്രന്ഥം എന്നീ ഗ്രന്ഥലിപികളിൽ പഴക്കമേറിയ പല്ലവഗ്രന്ഥമാണു കേരളത്തിൽ പ്രചാരത്തിൽ വന്നത് .
കുറേ കഴിയുമ്പോൾ മദപ്പാട് നിൽക്കും .
ഇഷ്ടമുള്ള വിഷയങ്ങളിലെ ഏറ്റവും പുതിയ വിവരങ്ങൾ അതിവേഗം ലഭിക്കാൻ നിങ്ങൾക്ക് ‌ ആർ എസ് ‌ എസ് ‌ ഫീഡുകളുടെ സേവനം ഉപയോഗപ്പെടുത്താവുന്നതാണ് ‌ .
എന്നാൽ ഇണ ചേരുന്ന കാലഘട്ടങ്ങളിൽ ഉണ്ടാകുന്ന വഴക്കുകൾ വാശിയേറിയതാകുകയും ചിലപ്പോൾ ആനകൾക്കു മുറിവേൽക്കുകയും ചെയ്യും .
ഐറ്റി അറ്റ് സ്കൂൾ പ്രൊജക്ട് ഇപ്പോൾ പൂർണ്ണമായും ഈ ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിലാണ് പ്രവർത്തിക്കുന്നത് .
ലിപിയും അക്ഷരമാലയും
പുറത്തേക്കുള്ള കണ്ണികൾ
നിർവചനം
പുറമേയ്ക്കുള്ള കണ്ണികൾ
പോറസ് എന്ന ഭാരതത്തിലെ രാജാവിനെ അല ‍ ക്സാണ്ടർ തോൽപ്പിച്ചതിനു ശേഷം യുദ്ധത്തിൽ പിടിക്കപ്പെട്ട ആനകൾ തങ്ങളുടെ പ്രതാപത്തിന്റെ ചിഹ്നങ്ങളായി അവർക്ക് അവയെ സെലുസിഡ് ഡയഡോക്ക് സാമ്രാജ്യത്തിന്റെ അടയാളമായി നാണയങ്ങളിലും മറ്റും ഉപയോഗിക്കാൻ തുടങ്ങി .
ചില ആർ എസ് ‌ എസ് ‌ റീഡറുകളിൽ തെരയാനുള്ള സൗകര്യവും ഉണ്ടാകും .
൯ - ഒൻപത്
ഗ്നു / ലിനക്സ് ദാതാക്കൾ -LRB- ആംഗലേയം : Linux Distributions -RRB- എന്നത് ഏതെങ്കിലും ഒരു പ്രത്യേക വിഭാഗം ഉപഭോക്താക്കൾക്ക് ആവശ്യമുള്ള സ്വതന്ത്ര സോഫ്റ്റ് ‌ വെയർ ഫൌണ്ടേഷന്റെയും മറ്റ് ദാതാക്കളുടെയും സോഫ്റ്റ് ‌ വെയർ ഈ വിഭാഗക്കാരുടെ ആവശ്യങ്ങൾ കണക്കിലെടുത്ത് മുൻ ‌ വിധികളോടെ ക്രമീകരിച്ചും ലഭ്യമല്ലാത്ത സോഫ്റ്റ് ‌ വെയർ എളുപ്പം ഉപയോഗത്തിൽ വരുത്തുവാനും ഉള്ളവ അപ്രകാരം തന്നെ പുതുക്കുവാനും ആവശ്യമായ ടൂളുകളും നെറ്റ് ‌ വർക്കും അടിസ്ഥാനഘടകമായ ലിനക്സ് കെർണലിനൊപ്പം ലഭ്യമാക്കുന്നവരുമാണ്.പ്രധാന ഗ്നു / ലിനക്സ് ദാതാക്കളുടെ പട്ടിക താഴെ കൊടുത്തിരിക്കുന്നു :
എത്ര വളർത്തമ്മമാർ ഈ കുട്ടിക്ക് ഉണ്ടാകുന്നുവോ അത്രകണ്ട് അധികസമയം അമ്മയ്ക്ക് ഭക്ഷണം തേടാൻ കൂടുതലായി കിട്ടും .
ലിനക്സ് കെർണലും ഗ്നു പ്രൊജക്റ്റും മറ്റു സോഫ്റ്റ് ‌ വെയർ ദാതാക്കൾ എന്നിവരിൽ നിന്നുള്ള സോഫ്റ്റ് ‌ വെയറുകളും കൂടിച്ചേർന്ന സമ്പൂർണ്ണ ഓപ്പറേറ്റിംഗ് സിസ്റ്റമാണ് ഗ്നു / ലിനക്സ് .
ഇപ്പോൾ ലഭ്യമായ വിവരങ്ങൾ വച്ച് ഒരു സമ്പൂർണ്ണ വിവരണം comprehensive African Elephant Status Report -LRB- AESR -RRB- രണ്ടായിരത്തി ആറിൽ പ്രസിദ്ധീകരിക്കും എന്നാണ് പ്രതീക്ഷിക്കപ്പെടുന്നത് .
തുമ്പിക്കൈകൊണ്ട് മണം പിടിക്കുന്നതിനെ വാട എടുക്കുക എന്നാണ് ‌ പറയുന്നതു് .
വിഷ്ണുവിന്റേയും നാരായാണന്റേയും ഭക്തരെ ഒരു കുടക്കീഴിൽ കൊണ്ടുവരാനായതോടെ ആരാധകർ വർദ്ധിച്ചു .
മേൽച്ചുണ്ട് രൂപാന്തരം പ്രാപിച്ചുണ്ടായ അവയവമായ തുമ്പിക്കൈ ഉള്ള ജന്തു വർഗ്ഗങ്ങൾ ആണ് ‌ പ്രൊബോസിഡിയ .
ആദ്യകാലത്ത് ശ്രീളങ്കൻ ദ്വീപിലെ മുഴുവൻ പ്രദേശങ്ങളിലും ആനക്കൂട്ടങ്ങളെ കണ്ടിരുന്നു .
സുമാത്രൻ ഏഷ്യൻ ആനകൾ
പിത്ത സഞ്ചി ഇല്ല .
ഉറുദുവിലെ ‘ മസ്റ്റ് ’ എന്ന വാക്കിൽ നിന്ന് -LRB- ‘ മത്ത് പിടിച്ച ’ എന്നർത്ഥമുള്ള ഒരു പേർഷ്യൻ വാക്കിൽ നിന്ന് -RRB- ഹിന്ദിയിൽ എത്തിയ മസ്ത് എന്ന് വാക്കാണിതിന്റെ ഉത്ഭവം .
ഇത് ഈ ഉദ്യാനത്തിലെ മറ്റ് മൃഗങ്ങളെ ബാധിക്കുകയും ചെയ്തു .
നെന്മാറ വല്ലങ്ങി ഉത്സവത്തിനോടനുബന്ധിച്ചാണ് ഈ ആനക്ക് രണ്ടുലക്ഷത്തിൽപരം രൂപ ഏക്കത്തുക ലഭിച്ചത് .
പാൽ ഉത്പാദിപ്പിക്കുന്നതിനു സഹായിക്കുന്ന മറ്റ് ഹോർമോൺ ഓക്സിടോസിനാണ് .
കമ്പ്യൂട്ടറിന്റെ നമുക്ക് കാണാനും തൊട്ട് നോക്കാനും ഒക്കെ പറ്റുന്ന ഭാഗങ്ങളെയാണ് ഹാർഡ് ‌ വെയർ എന്നു പറയുന്നത് .
അവ താഴെ പററയുന്നവയാണ് ‌ :
൦ - പൂജ്യം
ഏഷ്യൻ ആനകൾക്ക് നിരവധി ഉപ ‌ ഗണങ്ങൾ -LRB- Subspecies -RRB- ഉണ്ട് .
കാൽ പൊക്കുമ്പോൾ പാദങ്ങൾ ചെറുതാകുമെന്നതിനാൽ ചളിയിൽ പൂണ്ട് പോയാലും കാല് എളുപ്പം തിരിച്ചെടുക്കാൻ സാധിക്കും .
ജന്തുശാസ്ത്രം
ഭാഷയ്ക്ക് -LRB- മലയാളം ഭാഷയെ കുറിച്ച് തനിച്ചു് പ്രതിപാദിക്കുമ്പോൾ ഭാഷ എന്നു മാത്രം ഉപയോഗിച്ചു് കാണാറുണ്ടു് -RRB- പ്രധാന ദ്രാവിഡഭാഷയായ തമിഴുമായുള്ള ബന്ധം വളരെ ശ്രദ്ധേയമാണു് .
എന്നാൽ ഒൻപതാം മാസമാവുമ്പോഴേക്കും ഇത് നെഞ്ചിന്റെ ഭാഗത്തേക്ക് ചുരുങ്ങുന്നു .
ഗ്രിഗോറിയൻ കലണ്ടർ പ്രകാരമുള്ള ഒരു വർഷമാണ് 2009 -LRB- MMIX -RRB- .
ഭാരതീയ ലിപികൾ
വർഗ്ഗം : വർഷങ്ങൾ
ക്രി.മു.
-LRB- ചിത്രം ശ്രദ്ധിക്കൂ -RRB- എന്നാൽ കാലിൽ വരെ സ്തനങ്ങൾ മുളച്ചതായും രേഖപ്പെടുത്തിയിട്ടുണ്ട് .
വെളുത്ത ആനകളെ തായ് ‌ ലാൻഡിൽ വിശുദ്ധമായി കരുതുന്നു .
എങ്കിലും അനധികൃതമായി ആനക്കൊമ്പ് വില്പന ഗണ്യമായ തോതിൽ നടക്കുന്നുണ്ട് .
മൂവായിരത്തിനും നാലായിരത്തിനും ഇടയിൽ ശ്രീലങ്കൻ ‍ ആനകളേ ലോകത്തുള്ളൂ എന്നു വിശ്വസിക്കപ്പെടുന്നു .
ആനയുടെ നാക്കിന് 50-60 സെ.മീ.
ഇണ ചേരുന്ന മാസങ്ങളിൽ ആന തന്റെ കണ്ണിനു പിന്നിലുള്ള ഗ്രന്ധിയിൽ നിന്ന് പ്രത്യേകതരം മണം പുറപ്പെടുവിക്കും .
പതിമൂന്ന് വയസ്സാകുന്നതോട് കൂടി പിടിയാനകൾ ശാരീരികമായി ബന്ധപ്പെടാൻ തയ്യാറാവുകയും ആകർഷണീയമായ ഒരു കൊമ്പനാനയെ തിരയുകയും ചെയ്യും .
സ്തനങ്ങളുടെ ഞെട്ട് ഒഴികെയുള്ള പ്രദർശനം -LRB- കടൽത്തീരങ്ങളിലും മറ്റും -RRB- അമേരിക്കയിലും മറ്റും സ്വീകര്യമാണെങ്കിൽ അല്പം മാറിടം പ്രദർശിപ്പിക്കുന്നത് ഇന്ത്യ പോലുള്ള രാജ്യങ്ങളിൽ സിനിമയിലൊഴികെ അസഭ്യമായി പരിഗണിക്കപ്പെട്ടേക്കാം .
മാർച്ച്
കുറച്ചു ദിവസങ്ങൾക്കുള്ളിൽ തന്നെ അമ്മയുടെ പിറകേ പതുക്കെ സഞ്ചരിക്കുന്ന ആനക്കൂട്ടത്തിൽ ചേർന്ന് നടക്കാനാകും .
മുപ്പതുലക്ഷം ആഫ്രിക്കൻ ആനകൾ 1970-ൽ ഉണ്ടായിരുന്നത് 1989-ൽ ആറ് ‌ ലക്ഷമായും പിന്നീട് 200072 ആയി 2000-ലും ചുരുങ്ങുകയുണ്ടായി .
ചരിത്രത്തിൽ
പ്രത്യുത്പാദനം
മലയാള സാഹിത്യത്തിന്റെ ആദ്യകാലം നാടോടി ഗാനങ്ങളിലൂടെയും തമിഴ് - സംസ്കൃതം ഭാഷകളിലൂടെയും ആയിരുന്നു വികാസം പ്രാപിച്ചത് .
മലയാളം - തോണി കന്നഡ - ദോണി ; തമിഴിൽ ഇതിനൊടുസാമ്യമുള്ള ഒരു വാക്കില്ല .
ഇവ ഗ്രോത്ത് ഹോർമ്മോൺ പ്രൊലാക്ടിൻ ഈസ്റ്റ്റജൻ പ്രൊജസ്റ്റീറോൺ എന്നീ അന്തഃസ്രാവീ ഗ്രന്ഥികളാണ് ‌ .
രണ്ടു വർഷത്തേക്കോ അതിനും മുകളിലേക്കോ ഈ മുലകുടി തുടരും .
thumb -PIPE- 250px -PIPE- മുലയൂട്ടുന്ന അമ്മ .
കരയിൽ ജീവിക്കുന്ന ഏറ്റവും വലിയ ജീവികളും ഇവ തന്നെ .
വിരബാധ
കുട്ടിയാന രക്ഷപ്പെടാൻ പരമാവധി ശ്രമിക്കും പക്ഷെ ഈ വടം മുറുകുക മാത്രം ചെയ്യും .
വരൾച്ചക്കാലത്ത് ആന മണ്ണിൽ കുഴിച്ച് വെള്ളമെടുക്കും .
മറ്റ് കൂട്ടങ്ങളിലുള്ള ആണാനകളെ നേരിടുന്നത് കൂടാതെ മറ്റ് കുടുംബക്കാരുമായും മറ്റ് കുലങ്ങളുമായും മറ്റ് കൂട്ടങ്ങളിലെ ആനകളുമായും ഇടപെടുകയും വേണം പെണ്ണാനകൾക്ക് .
പിന്നീട് പിടിക്കപ്പെട്ട ആനയെ മരക്കൂടുകൾക്കുള്ളിൽ തളക്കുന്നു .
കാലുകൾ നേരെയുള്ളവയായതിനാൽ ആനയ്ക്ക് നിൽക്കാൻ ആയാസപ്പെടേണ്ടി വരാറില്ല .
കേരളത്തിന്റെ ഇരുപതാമത്തെ മുഖ്യമന്ത്രിയായി വി.എസ് ‌ .
അവലംബം
വകഭേദങ്ങൾ
ഇത് പിൻ ‌ കാലുകൾക്കിടയിലായി കാണപ്പെടുന്നു .
പാൽ ഉണ്ടാക്കുന്നതിന് സഹായകമാകുന്നത് പ്രൊലാക്ടിൻ ഓക്സിടോസിൻ എന്നീ സ്രവങ്ങൾ ആണ് .
തവർഗ്ഗോപമർദ്ദം അഥവാ താലവ്യാദേശം
കുറച്ചു രക്തം ഇന്റർകോസ്റ്റൽ ധമനികളിലേക്കും ഒഴുകുന്നു .
എകദേശം ഇതേ കാലയളവിൽ കൃത്യമായി 1991 -ൽ ലിനക്സ് എന്ന പേരിൽ മറ്റൊരു കെർണൽ ലിനസ് ടോർവാൾഡ്സ് എന്ന ഫിൻ ‌ ലാഡുകാരൻ യൂണിവേഴ് ‌ സിറ്റി വിദ്യാർത്ഥി ഹെൽ ‌ സിങ്കി യൂണിവേഴ് ‌ സിറ്റിയിലെ പഠനവേളയിൽ പണിതീർത്തിരുന്നു .
കമ്പ്യൂട്ടറിൽ ജോലികൾ ചെയ്തുതീർക്കാനാവശ്യമായ കമ്പ്യൂട്ടർ പ്രോഗ്രാമുകളും നടപടിക്രമങ്ങളും ഉപയോഗസഹായികളുമടങ്ങുന്ന സമാഹാരമാണ് കമ്പ്യൂട്ടർ സോഫ്റ്റ് ‌ വെയർ ‍ .
ഇതിനുശേഷം സ്തനങ്ങൾ വളരുന്നത് സ്ത്രീ ഗർഭിണിയാവുമ്പോഴാണ് ‌ .
കെ ബാലൻ പി .
പഴയ തമിഴ് ആണ് മലയാളത്തിന്റെ ആദ്യ രൂപം എന്നു കരുതുന്നു .
അടിതെറ്റിയാൽ ആനയും വീഴും .
മൃഗങ്ങളെ ഹിംസിക്കാതിരിക്കുക എന്നായിരുന്നു അതുപദേശിച്ചത് .
thumb -PIPE- 250px -PIPE- തുമ്പിക്കൈ പല ആവശ്യങ്ങൾക്ക് ആന ഉപയോഗിക്കാറുണ്ട് .
കമ്പൈലർ : ജി.സി.സി.
വയസ്സ്
ദഹനപ്രക്രിയയിലുള്ള ഈ അപാകതമൂലം ആനകൾക്കു ഭക്ഷണത്തിന്റെ അളവു കൂട്ടേണ്ടി വരുന്നു .
തെളിവിനായി ആഫ്രിക്കയിൽ ആനകളുടെ സംഖ്യ കഴിഞ്ഞ പത്ത് വർഷത്തിനിടക്ക് കൂടുകയാണ് ചെയ്തതെന്ന കാനേഷുമാരി അവർ നിരത്തുന്നു .
thumb -PIPE- 200px -PIPE- സ്തനങ്ങളുടെ പരിച്ഛേദത്തിന്റെ രൂപരേഖ : 1 - വാരിയെല്ല് 2 - പേശികൾ 3 - ഗ്രന്ഥികൾ 4 - മുലഞെട്ട് 5 - ഏരിയോള 6 - പാൽക്കുഴലുകൾ 7 - കൊഴുപ്പ് 8 - ത്വക്ക്
പരന്ന നെഞ്ചുള്ള പെണ്ണുങ്ങൾക്ക് ആണുങ്ങളെ ആകർഷിക്കാനുള്ള കഴിവില്ലെന്നാണ് ‌ മിക്കവാറും എല്ലാ പഠനങ്ങളും തെളിയിക്കുന്നത് .
ഭാഷാപരിണാമം -LRB- ചരിത്രം -RRB-
ആനകൾ പാക്കിഡേർമ്സ് എന്നും അറിയപ്പെടാറുണ്ട് അർത്ഥം : കട്ടിയുള്ള തൊലിയുള്ള മൃഗങ്ങൾ .
സവാന ആനകളെ അപേക്ഷിച്ചു ചെവികൾ ചെറുതും ഉരുണ്ടതുമാണ് .
ഇന്ന് ഉപയോഗത്തിലില്ലാത്ത പാക്കിഡെർമാറ്റ -LRB- Pachydermata -RRB- എന്ന വർഗ്ഗത്തിൽ പെടുത്തിയായിരുന്നു ആനയെ വർഗ്ഗീകരിച്ചിരുന്നത് .
ഇതു സാമൂഹികജീവിതത്തിന് ആവശ്യമാണെന്ന് മാത്രമല്ല ഈ പൊടിയും മണ്ണും ആനയെ സൂര്യതാപത്തിൽ നിന്നു സംരക്ഷിക്കുകയും ചെയ്യുന്നു .
ആൺ വർഗ്ഗങ്ങൾക്കും സ്തനങ്ങൾ ഉണ്ടാവും എന്നാൽ ഇത് പുർണ്ണ വളർച്ച പ്രാപിക്കാത്തെ അവസ്ഥയിലായിരുക്കും .
ആനയുടെ ചെവികൾക്ക് വളരെ കട്ടികുറവാണ് .
ടീമിന്റെ ചിഹ്നത്തിനെ ചുരുക്കി സ്റ്റോമ്പർ എന്ന് വിളിക്കപ്പെടുന്നു .
കൂപ്പറിന്റെ പേശീതന്തുക്കൾ ആണ് ‌ സ്തനങ്ങൾക്ക് അടിസ്ഥാന രൂപം നൽകുന്നത് .
അരവാദികൾ ഭയമീടുമിടി ധ്വനിയാൽ മയിലാനന്ദിപ്പതുപോലെ ”
കുട്ടിയാ ‍ നകൾക്ക് ഓരോ ദിവസവും ഓരോ കിലോ -LRB- 2 – 2.5 പൗണ്ട് -RRB- ഭാരം വർദ്ധിക്കും .
മലയാളം മദ്ധ്യകാലത്തിനു മുന്നേ തന്നെ വേർ തിരിഞ്ഞിട്ടുണ്ടാവാം എന്ന് എൻ.വി.
പതിനെട്ടാമത് ഫുട്ബോൾ ലോകകപ്പ് ‌ 2006 ജൂൺ 9 മുതൽ ജൂലൈ 9 വരെ ജർമ്മനിയിൽ .
കാട്ടാനകളെ പിടിക്കുന്നതും പരിശീലിപ്പിച്ച് പരിപാലിക്കുന്നതുമാണ് ‌ ആനപിടുത്തം കൊണ്ടുദ്ദേശിക്കുന്നത് .
ജനിതകപരമായി ഏഷ്യൻ ആനകളിൽ ഏറ്റവും വ്യത്യസ്തതപുലർത്തുന്ന ഈ ഇനം പുതിയ ഗവേഷണങ്ങൾ പ്രകാരം ജാവാ ദ്വീപിൽ പണ്ട് ജീവിച്ചിരുന്ന ഏഷ്യൻ ആനയാണെന്നാണ് പറയപ്പെടുന്നത് .
മറിച്ച് അവ പിറകിൽ നിന്ന് വളർന്ന് നിരങ്ങി നീങ്ങി മുന്നിലെത്തുകയാണ് ചെയ്യുന്നത് .
നിൽക്കുമ്പോൾ ഹൃദയം 28 പ്രാവശ്യവും കിടക്കുമ്പോൾ 32 പ്രാവശ്യവും മിടിക്കും .
thumb -PIPE- right -PIPE- top -PIPE- 200px -PIPE- ആനയുടെ കാൽപ്പാടുകൾ -LRB- അളക്കാനായി ചക്രത്തിന്റെ പാടുകളും -RRB-
ചുവടു വയ്ക്കുക എന്ന സൂചനയാണ് ‌ വിഷ്ണു എന്ന വാക്കിന് ‌ നിദാനം .
കൃഷി നശിപ്പിക്കുന്ന മൃഗങ്ങൾ എന്നൊരു ചീത്തപ്പേര് ആനകൾ ഇങ്ങനെ നേടിയെടുത്തു .
മലയാളഭാഷാപരിണാമം : സിദ്ധാന്ത്ങ്ങളും വസ്തുതകളും-തിരുനല്ലൂർ കരുണാകരൻ
ബ്രാഹ്മണങ്ങളിൽ
മാത്രവുമല്ല ഇവയെ ചെറുപ്പം മുതൽ പരിശീലിപ്പിക്കേണ്ടതുണ്ട് എന്നതിനാൽ കൊറീയ അനാഥരായ കുട്ടിയാനകളെയാണ് പരിശീലിപ്പിച്ചത് .
ആനക്കൂട്ടത്തിലെ എല്ലാ ആനകളും ബന്ധുക്കളായതിനാൽ ആനയെ പരിപാലിക്കാൻ ആയകളുടെ ഒരു കുറവും ഉണ്ടാകാറില്ല .
ദിത്വീയാക്ഷരപ്രാസം പോലുള്ള കവനരീതികളോട് ഏ.ആർ കാണിച്ചിരുന്ന എതിർപ്പ് ആധുനിക സാഹിത്യത്തിൽ ലളിതവത്കരിക്കപ്പെട്ട കവനരീതികൾക്ക് തുടക്കമായിരുന്നു .
മലനാട് മറ്റു തമിഴ് ‌ നാടുകളിൽ നിന്നു സഹ്യപർവ്വതം എന്ന കിഴക്കേ അതിരിനാൽ വേർതിരിഞ്ഞു കിടക്കുന്നതു് .
പരിചയമുള്ള ആനകൾ തമ്മിൽ മനുഷ്യർ കൈകൊടുക്കുന്നതുപോലെ തുമ്പിക്കൈ കുരുക്കിയാണ് പരിചയം കാണിക്കാറുള്ളത് .
വരാഹാവതാരം
അന്യഭാഷകളിൽ നിന്നു സാഹിത്യസൃഷ്ടികൾ വിവർത്തനം ചെയ്യുന്ന രീതി രാമവർമ്മയുടെ കാലം മുതൽ ഇങ്ങോട്ട് വലിയ ഏറ്റക്കുറച്ചിലുകളില്ലാതെ തുടർന്നുപോരുന്നു .
ആനകൾ കൊമ്പ് മണ്ണിൽ പലതും കുഴിച്ചെടുക്കാനും ചെടികൾ പറിച്ചെറിയാനും ഇണചേരാനുള്ള അവകാശത്തിനായി വഴക്കിടുമ്പോൾ കോർക്കാനും ഒക്കെ കൊമ്പ് ഉപയോഗിക്കാറുണ്ട് .
ഒറ്റയ്ക്കാണ് അധികവും ജീവിക്കുക എങ്കിലും ആണാനകൾ മറ്റ് ആണാനകളുമായി അധികം അടുത്തതല്ലാത്ത ബന്ധങ്ങളുണ്ടാക്കും .
ഗുരുവായൂർ കേശവൻ കേരളത്തിൽ ഗുരുവായൂർ ക്ഷേത്രവുമായി ബന്ധപ്പെട്ട് ഏറെ പ്രശസ്തനായ ആന .
ആദ്യകാല അച്ചുകൂടങ്ങൾ പലതും കോട്ടയത്തും സമീപ പ്രദേശങ്ങളിലും ആയതാകാം ഇതിനു കാരണം .
ഇവയ്ക്ക് ‌ പൂർണ്ണ വളർച്ചയെത്താത്ത സ്തനങ്ങൾ ആണ് ‌ ഉള്ളത് ‌ .
സുദർശനം - ഇത് ശത്രുക്കളെ സംഹരിക്കുന്നതിൻ ഉപയോഗപ്പെടുത്തുന്ന ആയുധം .
ഇവയ്ക്ക് പത്തടി -LRB- മൂന്ന് മീറ്റർ -RRB- നീളവും 90 കിലോഗ്രാം തൂക്കവും ഉണ്ടാകും .
പാട്ടുരീതിയിൽ എഴുതപ്പെട്ട കൃതികളിൽ പഴക്കമേറിയത് ചീരാമകവിയുടെ രാമചരിതമാണു് .
thumb -PIPE- 200px -PIPE- ആഫ്രിക്കൻ ആന - ഏഷ്യൻ ആനകളെ അപേക്ഷിച്ച് വലുതാണിവ
ഇവയിൽ മൂന്നിലൊന്നും മുലക്കണ്ണിനു അടിയിലായിത്തന്നെ കാണാം .
കുറേകൂടി സ്വതന്ത്രമായ രചനാ സമ്പ്രദായങ്ങൾ എന്ന നിലയിൽ മലയാളസാഹിത്യത്തിൽ സന്ദേശകാവ്യങ്ങളും ചമ്പൂക്കളും പ്രസക്തമാണു് .
സെപ്റ്റംബർ
ക്രി.മു.
ആനകൾ പുറപ്പെടുവിക്കുന്ന ഈ ശബ്ദം വായുവിലൂടെ ‍ സഞ്ചരിക്കുന്നതിനേക്കാൾ വേഗതയിൽ ഭൌമോപരിതലത്തിൽ ‍ കൂടി സഞ്ചരിക്കും .
അതിനാൽ മനുഷ്യർ ഉപയോഗിച്ചിരുന്ന ആനകൾ അധികവും പിടിയാനകളായിരുന്നു .
മലയാളത്തിൽ ലഭ്യമായ ആദ്യ ലിഖിതമായ വാഴപ്പള്ളി ലിഖിതത്തിലും പല്ലവഗ്രന്ഥമാണു ഉപയോഗിച്ചിരിക്കുന്നതു് .
മദപ്പാട് സമയത്ത് ആനകളിൽ പ്രത്യുത്പാദന ഹോർമോണുകൾ വളരെയധികം ഉണ്ടാകുന്നു .
മദപ്പാടുകാലം എന്നറിയപ്പെടുന്ന ഈ കാലഘട്ടത്തിൽ ആണാനകൾ കാണുന്ന എല്ലാ ആണാനകളുമായും പൊരുതുകയും പെണ്ണാനകളുടെ ഇടയിൽ ഇണയെ തേടുകയും ചെയ്യും .
നിരവധി ഇ ഗവേണൻസ് പ്രൊജക്ടുകൾക്ക് ഇത് ഉപയോഗിക്കപ്പെടുന്നുണ്ട് .
മുഖ്യ ലേഖനം : മലയാളം ലിപി മലയാളം അക്ഷരമാല
മലയാളം യൂണിക്കോഡ് ‌ സൂചിക -LRB- PDF -RRB-
യൂറാൽ മലനിരകൾ യൂറാൽ നദി കാസ്പിയൻ കടൽ കോക്കസസ് മലനിരകൾ എന്നിവയാണ് ‌ യൂറോപ്പിനെ ഏഷ്യയുമായി വേർതിരിക്കുന്നത് .
വർഗ്ഗം : സസ്തനികൾ
ആന പ്രത്യേകിച്ചും വെളുത്ത ആന -LRB- ബുദ്ധമത്തിലെ ഒരു ചിഹ്നമാണ് ‌ വെളുത്ത ആന -RRB- രാജകീയ അധികാരത്തിന്റേയും ശക്തിയുടേയും പ്രതാപത്തിന്റേയും ചിഹ്നമാണ് ഏഷ്യയിൽ .
മലയാളം യുണീകോഡ്
റെഡ് ‌ ഹാറ്റ് എന്റർ പ്രൈസ് ലിനക്സ് -LRB- Redhat Enterprise linux -RRB- : റെഡ് ഹാറ്റ് എന്ന കമ്പനി പുറത്തിറക്കുന്നു
കുട്ടിക്ക് പാൽ കൊടുക്കുവാനായി ആനകൾ ഭക്ഷണം കൂടുതലായി കഴിക്കേണ്ടതുണ്ട് .
ഇത് ഒരു സ്വതന്ത്ര സോഫ്റ്റ് ‌ വെയറാണ് .
ജനിതകമാറ്റങ്ങൾ
കൊമ്പ്
വൈദിക ദേവനായ വിഷ്ണുവും അവൈദികദേവനായ നാരായണനും പരസ്പരം ഒന്നുചേരുകയും മറ്റു ദേവതകളുമായി സങ്കലനത്തിലേർപ്പെടുകയും ചെയ്തു .
ആനയുടെ ചാർച്ചക്കാരായി അറിയപ്പെടുന്ന മറ്റു നാമാവശേഷമായ വർഗ്ഗങ്ങൾ ആണ് ‌ മെറിത്തീറിയം ഡൈനോത്തീറിയം ട്രൈലോഫണോൺ പ്ലാറ്റിബിലാഡോൺ ഗൊംഫോതെറിസ് മാസ്റ്റഡോൺ സ്റ്റെഗോഡോൺ മാമത്ത് എന്നിവ .
എന്നാൽ തേയില റബ്ബർ തുടങ്ങിയ തോട്ടവിളകളുടെ ആവിർഭാവത്തോടെ ആനകൾ ദ്വീപിന്റെ വടക്കും കിഴക്കും ഭാഗങ്ങളിൽ മാത്രമായി ഒതുങ്ങി ‌ .
ഇന്തോനേഷ്യയിലെ സുമാത്ര എന്ന ദ്വീപിലെ കാടുകളിൽ മാത്രം കണ്ടുവരുന്ന ഇവയാണ് -LRB- Elephas maximus sumatranus -RRB- ഏഷ്യൻ ആനകളിൽ രണ്ടാമത് ഏറ്റവും ചെറുത് .
കരൾ
ചാനൽ 5 എന്ന ബ്രിട്ടീഷ് ടെലിവിഷൻ പരിപാടി The Dark Side of Elephants -LRB- മാർച്ച് 20 2006 -RRB- ഇങ്ങനെ പറയുകയുണ്ടായി .
തൽഫലമായി ദക്ഷിണാഫ്രിക്ക 1967-നും 1994-നും ഇടയിൽ 14562 ആനകളെ കൂട്ടക്കൊല ചെയ്തു .
കേരളത്തിലെ ജീവിച്ചിരിക്കുന്നവരിൽ പ്രശസ്തരായ ചില ആനകൾ തെച്ചിക്കോട്ടുകാവ് രാമചന്ദ്രൻഗുരുവായൂർ പത്മനാഭൻതിരുവമ്പാടി ശിവസുന്ദർപാമ്പാടി രാജൻ മംഗലാംകുന്ന് അയ്യപ്പൻ മംഗലാംകുന്ന് കർണ്ണൻഗുരുവായൂർ വലിയകേശവൻ നാണു എഴുത്തശ്ശൻ ശ്രീനിവാസൻചെർപ്പുളശ്ശേരി പാർത്ഥൻ.ഈരാറ്റുപേട്ട അയ്യപ്പൻ മലയാലപ്പുഴ രാജൻ മാവേലിക്കർ ഉണ്ണികൃഷ്ണൻ
ഇത് മുലപ്പാൽ ശേഖരിക്കുന്ന കുഴലുകളേ ചുരുക്കുകയും പാൽ പുറത്തേക്ക് ചുരത്താൻ സഹായിക്കുയും ചെയ്യുന്നു .
ഇതും കാണുക
മുകളിലുള്ള രണ്ടു പല്ലുകൾ -LRB- ഉളിപ്പല്ലുകൾ -RRB- : ഇവയാണ് കൊമ്പുകളായി വരുന്നത് .
൧ - ഒന്ന്
പൊതുവിൽ ഏഷ്യൻ ആനകൾ ആഫ്രിക്കൻ ബുഷ് ആനകളേക്കാൾ ചെറുതായിരിക്കും .
ആനയ്ക്ക് നന്നായി നീന്താനും കയറ്റങ്ങൾ കേറാനും കഴിയുമെങ്കിലും തുള്ളാനോ ചാടാനോ പെട്ടെന്ന് ഓടുമ്പോൾ നല്ല വേഗം ആർജ്ജിക്കാനോ കഴിയില്ല .
പ്രത്യേകതകൾ
ഭരണ-അദ്ധ്യയന ഭാഷയായി ഒരു കാലത്തു് കേരളദേശത്തു് വ്യാപകമായി ഉപയോഗിച്ചിരുന്ന തമിഴിൻറെ സ്വാധീനം മലയാളത്തിൽ കാണുന്നതു് തികച്ചും സ്വാഭാവികവുമാണു് .
ഇത് രണ്ട് ചെറിയ സ്തനമുകുളങ്ങൾ രൂപപ്പെടുന്നു .
ഒരു വ്യാഴാഴ്ചയാണ് ഈ സാധാരണ വർഷം ആരംഭിച്ചത് .
കുറിപ്പുകൾ
രണ്ടാം നൂറ്റാണ്ടോടെ അന്നത്തെ ദ്രാവിഡ ദേവതയായ നാരായണനുമായി ചേർത്ത് വിഷ്ണുവിനെ കാണാൻ തുടങ്ങി .
സ്യൂഡോമാമ്മാ എന്നാണ് ഇതിന്റെ ശാസ്ത്രീയമായ നാമം .
ഗണപതി എന്ന ഹിന്ദു ദൈവത്തിന് ആനയുടെ തലയാണുള്ളത് .
ചില നാമാവശേഷമായ ഗണങ്ങൾക്ക് ആനക്കൊമ്പ് കീഴ്ത്താടിയിൽ ആണ് ഉണ്ടായിരുന്നത് -LRB- ഉദാ : ടെട്രാബെലോൺ -RRB- ചിലവയ്ക്ക് കീഴ്ത്താടിക്ക് പകരമായും -LRB- ഉദാ : ഡിനോതെറിയം -RRB- .
വലിയ ആണാനകൾക്ക് 12000 പൗണ്ട് ഭാരവും പതിനൊന്ന് അടി പൊക്കവും ഉണ്ടാകാറുണ്ട് .
നീളവും 4 - 6 വരെ കി.ഗ്രാം വരെ തൂക്കവും ഉണ്ടായിരിക്കും .
ഈ മണം ദൂരപ്രദേശങ്ങളിലേക്കെത്തിക്കാൻ ആന ചെവികൾ ഉപയോഗിക്കാറുണ്ടെന്ന് ജോയസീ പൂൾ എന്ന പ്രശസ്ത ആനഗവേഷകൻ അഭിപ്രായപ്പെട്ടിട്ടുണ്ട് .
പിടിയാനകൾ ആരോഗ്യം കൂടിയതും വലിപ്പം കൂടിയതും അതിലുമുപരി പ്രായം കൂടിയതുമായ കൊമ്പനാനകളുമായാണ് ഇണചേരാൻ ഇഷ്ടപ്പെടുക .
അമേരിക്കയിൽ സ്തനങ്ങൾ പ്രദർശിപ്പിച്ച് പ്രതിഷേധം രേഖപ്പെടുത്തുന്ന സ്ട്രീക്കിങ്ങുകാരും ഉണ്ട് .
ഏപ്രിൽ
മറ്റ് സസ്തനികളിൽ നിന്ന് വിഭിന്നമായി ആനകൾക്ക് ഒരു ജോഡി സ്തനങ്ങൾ ആണുണ്ടാകുക .
2003-ൽ ഏകദേശം 40000-നും 60000-നും ഇടയിൽ ആണ് ആഫ്രിക്കൻ ആനകൾ ഉണ്ടായിരുന്നതെന്നാണ് കണക്ക് .
ഈജിപ്തിൽ ക്രി .
പിടിയാനകൾ -LRB- പെണ്ണാനകൾ -RRB- ഒൻപതു വയസിനും പന്ത്രണ്ടു വയസ്സിനുമിടയിൽ പൂർണലൈംഗികവളർച്ച പ്രാപിക്കുന്നു .
മലയാളത്തിൽ ലഭ്യമായിട്ടുള്ള ഏറ്റവും പുരാതനമായ ലിഖിതം ചേരപ്പെരുമാക്കന്മാരിൽ രാജശേഖര പെരുമാളിന്റെ കാലത്തുള്ളതാണു് .
മലയാളം - ഒന്ന് കന്നഡ - ഒന്ദു
ആദ്യത്തെ സ്തനവളർച്ച പെണ്ണുങ്ങളിൽ വേദനാജനകമായിരിക്കും .
അമ്മ ആന മുലയൂട്ടൽ നിർത്തുക പാലിന്റെ അളവ് കുറയുമ്പോഴോ കൂട്ടത്തിൽ മറ്റ് കുട്ടിയാനകൾ വരുമ്പോഴോ ആയിരിക്കും .
മാസിയേര് സിനെസ്താവിന്റെ ചിത്രം .
പതിമൂന്ന് അടി -LRB- നാല് മീറ്റർ -RRB- പൊക്കവും ഏഴായിരം കിലോ ഭാരവും ഉണ്ടാകും .
ക്ഷയം
അവസാനം ഇതിൽ നിന്ന് രക്ഷപ്പെടാൻ പറ്റില്ല എന്ന് മനസ്സിലാക്കി ഈ ആന ഇതിനായുള്ള ശ്രമം നിർത്തും .
ഇത് ഒരു പക്ഷെ ആ മേഖലയിലെ ആകെയുള്ള വെള്ളസ്രോതസ്സായി മാറാൻ സാധ്യതയുണ്ട് .
വളരെ അടുത്ത കുടുബാംഗങ്ങൾ എന്നത് അഞ്ച് മുതൽ പതിനഞ്ച് വരെ മുതിർന്ന ആനകളും പിന്നെ കുറേ കുട്ടിയാനകളും ചേർന്നതാണ് .
ഏതാനും ദിവസങ്ങൾ ഇങ്ങനെ ഇടും .
ഇക്കാരണത്താൽ ആനകൾക്ക് തുടർച്ചയായി ഏറെനേരം ക്ഷീണമില്ലാതെ നിൽക്കാൻ കഴിയും .
അച്യുതാനന്ദൻ 2006 മെയ് ‌ 18-ന് ‌ അധികാരമേറ്റു .
വർഗ്ഗം : ത്രിമൂർത്തികൾ
thumb -PIPE- left -PIPE- 250px -PIPE- ഇടതു നിന്ന് വലത്തേക്ക് - ആഫ്രിക്കൻ സവാന ആനയും Loxodonta africana -LRB- ജനനം 1969 -RRB- ഏഷ്യൻ ആനയും Elephas maximus -LRB- ജനനം 1970 -RRB- ഒരു ഇംഗ്ലീഷ് മൃഗശാലയിൽ .
മുലക്കാമ്പുകൾ മുൻ ‌ കാലുകൾക്കിടയിലായും കാണാം .
സ്ത്രീയുടെ ശരീരം ഗർഭിണിയായി ഏതാണ്ട് എട്ടാഴ്ചയോടെ പ്രൊലാക്ടിൻ നിർമ്മിച്ചു തുടങ്ങുന്നു .
സ്വരസംവരണം
നാഡികൾ
ഈ കേർണലും സ്വതന്ത്ര സോഫ്റ്റ് ‌ വെയർ ആയി ലഭ്യമായതോടെ ഒരു / ഓപ്പറേറ്റിംഗ് സിസ്റ്റത്തിനാവശ്യമായ എല്ലാ ഭാഗങ്ങളും സ്വതന്ത്ര സോഫ്റ്റ് ‌ വെയറായി ലഭ്യമാണ് .
സോഫ്റ്റ് ‌ വെയർ എന്ന പദം കമ്പ്യൂട്ടറുകളുമായി ബന്ധപ്പെടുത്തി ആദ്യം ഉപയോഗിച്ചത് 1957-ൽ ജോൺ ഡബ്ലിയു .
ഗർഭിണിയായിരിക്കുമ്പോൾ സ്തനങ്ങൾക്ക് പലതരത്തിലുള്ള വ്യതിയാനങ്ങൾ സംഭവിക്കുന്നു .
ഗുരുദാസൻ -LRB- എല്ലാവരും സി.പി.ഐ -LRB- എം -RRB- -RRB- കെ .
മലയാളം സംസാരിക്കുന്ന ജനവിഭാഗത്തിനെ പൊതുവായി മലയാളികൾ എന്നു് വിളിക്കുമ്പോഴും ഭാഷയുടെ കേരളീയപാരമ്പര്യം പരിഗണിച്ചു് കേരളീയർ എന്നും വിളിച്ചു് പോരുന്നു .
ആനച്ചോറ് കൊലച്ചോറ് .
ബലിക്കായി ഗോത്രവർഗ്ഗക്കാരും യജ്ഞങ്ങൾക്കായി ആര്യന്മാരും മൃഗങ്ങളെ ഹിംസിച്ചിരുന്നു .
ആന കണ്ണ് തുടയ്ക്കുന്നതാണ് ഇത് .
ജി.ഡി.ബി തുടങ്ങിയവ
വണ്ണം
ഒരു മുതിർന്ന ആന ദിവസേന ഏകദേശം 140 – 270 കിലോഗ്രാം ഭക്ഷണം കഴിക്കും .
ആഫ്രിക്കയിലെ ബോട്സ്വാനയിൽ ആനകളുടെ സംഖ്യ ക്രമാതീതമായി ഉയർന്നിട്ടാണുള്ളതെന്നും ഈ കാനേഷുമാരി സാക്ഷ്യപ്പെടുത്തുന്നു .
സ്തനങ്ങൾ സസ്തനികളുടെ നെഞ്ചോട് ചേർന്നാണ് ‌ കാണുന്നത് മനുഷ്യനിൽ അത് വാരിയെല്ലുകളുടെ മുകൾ ഭാഗത്തായി അതായത് നെഞ്ചിലെ പെക്ടൊറാലിസ് എന്ന മാംസപേശിയോട് ചേർന്നാണ് ‌ ഇവ കാണപ്പെടുന്നത് .
പരിണാമത്തിനു മുൻപ് ആണുങ്ങൾ വേട്ടയാടിയിരുന്നതും അത് കൂടുതൽ ആണുങ്ങൾക്ക് മാത്രം ഭക്ഷണം ലഭിക്കൻ ഇടയാക്കിയിരുന്നുമിരിക്കാം .
മലയാള ഭാഷ സംസ്കൃതത്തിൽ നിന്നുത്ഭവിച്ചതാണെന്നും അതല്ല സംസ്കൃതവും തമിഴും കൂടിക്കലർന്ന ഒരു മിശ്രഭാഷയാണെന്നും ആദ്യകാലങ്ങളിൽ വിശ്വസിച്ചിരുന്നു .
ശരീരത്തിൽ മിക്കയിടങ്ങളിലും ആനയുടെ ത്വക്കിന് എതാണ്ട് രണ്ടര സെന്റീമീറ്റർ കട്ടിയുണ്ടാകും .
കൊമ്പുകൾ ചെറുതും നേരെയുള്ളതും ആണെന്ന് മാത്രമല്ല വായിൽ നിന്ന് അധികം പുറത്തേക്ക് വരാത്ത തരത്തിലുമായിരിക്കും .
ഭൂമുഖത്ത് മൂന്ന് ആനവംശങ്ങൾ നിലവിലുണ്ട് : ആഫ്രിക്കൻ ബുഷ് ആന ആഫ്രിക്കൻ കാട്ടാന -LRB- ഈയടുത്ത കാലം വരെ രണ്ടും ആ ‍ ഫ്രിക്കൻ ആന എന്ന ഒറ്റപ്പേരിലാണ് അറിയപ്പെട്ടിരുന്നത് -RRB- ഏഷ്യൻ ആന -LRB- ഇന്ത്യൻ ആന എന്നും അറിയപ്പെടും -RRB- .
ത്വക്കിനു കട്ടിയുണ്ടെങ്കിലും സൂര്യന്റെ അൾട്രാവയലറ്റ് രശ്മികളിൽ നിന്നും പ്രാണികളുടെ ആക്രമണത്തിൽ നിന്നും രക്ഷനേടാൻ പൊടിവാരിയിടൽ ആവശ്യമായി വരുന്നു .
ഗൈനക്കോമേസ്റ്റിയ എന്ന അവസ്ഥയിൽ ആണിന് ‌ സ്തനവളർച്ചുണ്ടാകാറുണ്ട് .
എല്ലുകൾ ഇതിൽ ഉണ്ടാവില്ല .
തായ് ആന ഗാനമേള എന്ന പേരിൽ സംഗീതോപകരണങ്ങൾ വായിക്കുന്ന ആനകളുടെ ഒരു സംഘം ലാം ‌ പാങ്ങ് എന്നയിടത്തുള്ള ദേശീയ ആന സ്ഥാപനത്തിൽ നിലവിലുണ്ട് .
തൊലിയും കുറച്ച് ബലം നൽകുന്നുണ്ട് .
എന്നു തെളി മലയാളത്തിൽ ആയിരുന്നു കണ്ണശ്ശരാമായണം .
വനങ്ങളിൽ ജനിക്കുന്ന ആനക്കുട്ടികളെ സംരക്ഷിക്കാൻ കൂട്ടത്തിലെ മുതിർന്ന പിടിയാനകളും കൂടും .
രാമസ്വാമി അയ്യർ ടി .
ആറു വൻകരകളിലെ 32 രാജ്യങ്ങൾ പങ്കെടുക്കുന്നു .
കാട്ടിൽ ഒറ്റക്കോ കൂട്ടാമായോ അലയുന്ന ആനകളെ മനുഷ്യൻ അവന്റെ ആവശ്യങ്ങൾക്കായി പിടിക്കാറുണ്ട് .
മനുഷ്യരായിരിക്കണം ഇവയെ ബോർണിയോ ദ്വീപിലെത്തിച്ചത് .
മുന്നിലെ പല്ലുകൾ തേഞ്ഞ് തീരുകയും കൊഴിഞ്ഞ് പോകുകയും ചെയ്യുമ്പോഴേക്കും പുതിയ പല്ലുകൾ അവയുടെ സ്ഥാനം പിടിച്ചിട്ടുണ്ടാകും .
വൃഷണങ്ങൾ
ആനകളെ ഉപയോഗിക്കുന്നത് വളരെ പ്രയോജനപരം എന്ന് കണ്ടതിനെത്തുടർന്ന് ഹെല്ലനിക കരസൈന്യവും ആനകളെ ഉപയോഗിച്ച് തുടങ്ങി -LRB- ഇത് ശ്രദ്ധിക്കപ്പെട്ടത് ടോളമിയുടേയും സെലൂക്കിഡ് ഡയഡോക്കൈ സാമ്രാജ്യങ്ങളിലാണ് -RRB- .
ചുവടു വക്കുക വ്യാപിക്കുക സക്രിയമാകുക എന്നെല്ലാം അർത്ഥം വരുന്ന വിഷ് എന്ന ധാതുവിൽ നിന്നാണ് ‌ വിഷ്ണു എന്ന വാക്കിന്റെ ഉത്ഭവം .
ഉദ്യാനങ്ങളിൽ ആനകൾ വിഹരിക്കുന്നത് കൂടുത്തോറും കൃഷിക്കാർ ഇവരെ വെടി വച്ചുകൊല്ലാനുള്ള സാധ്യതകളും ‍ കൂട്ടി .
കൈരളിയുടെ കഥ - എൻ .
ഋഗ്വേദത്തിന്റെ രചനയ്ക്ക് ശേഷം ഏതാനും നൂറ്റാണ്ടുകൾ കഴിഞ്ഞാണ് ‌ ബ്രാഹ്മണങ്ങൾ രചിക്കപ്പെട്ടത് .
ആഫ്രിക്കൻ ആനകളെ ഇപ്പോൾ സഫാരികൾക്ക് ഉപയോഗിക്കാറുണ്ട് .
പൊതുവേ പറഞ്ഞാൽ പുതുതായി വന്ന അംഗം ഈ കൂട്ടത്തിന്റെ ശ്രദ്ധാകേന്ദ്രമായിരിക്കും .
അക്ഷരമാല
പ്രാദേശികമായുള്ള ആചാരങ്ങളും ജീവിതവീക്ഷണങ്ങളും
ആനകൾ തമ്മിൽ അടികൂടുമ്പോഴും ശാരീരികമായി ബന്ധപ്പെടുമ്പോഴും സ്വന്തം മേൽക്കോയ്മ കാണിക്കുമ്പോഴും തുമ്പിക്കൈ ഉപയോഗിക്കുന്നു .
നരസിംഹാവതാരം
ആയില്യം തിരുനാളിൻറെ പിൻ ‌ ഗാമിയായിരുന്ന വിശാഖം തിരുനാൾ മഹാരാജാവായിരുന്നു മലയാളത്തിലെ ആദ്യകാല ഉപന്യാസലേഖകരിൽ ഒരാൾ .
കൊമ്പില്ലാതെ വരുന്ന ഒരു അവസ്ഥയിൽ ആനകളുടെ സ്വഭാവം തന്നെ വളരെയധികം മാറിപ്പോകും .
“ ബ്രഹ്മചാരി കൂട്ടങ്ങൾ ” എന്നാണ് ഇവ അറിയപ്പെടുന്നത് .
ഗുരുവായൂരപ്പന്റെ അവതാരമായിക്കരുതുന്ന ആന .
അന്യഭാഷാ സ്വാധീനം
ഒരു ചെറിയ കോശങ്ങളുടെ മടക്കാണിത് ‌ .
കൌമോദകി - വിഷ്ണുവിൻറെ ഗദയുടെ പേരാൺ .
എന്നാൽ ഏഷ്യൻ വിഭാഗങ്ങളിൽ ആണാനയ്ക്ക് മാത്രമാണ് കൊമ്പുണ്ടാകുക .
പേരിൽ സൂചിപ്പിക്കുന്നതുപോലെ രാമകഥയാണു് ഇതിവൃത്തമെങ്കിലും യുദ്ധകാണ്ഡത്തിലെ സംഭവങ്ങളുടെ വിവരണങ്ങൾക്കായിരുന്നു പ്രാധാന്യം .
ലോക്സൊഡൊന്റ -LRB- Loxodonta -RRB- എന്ന ജനുസ്സിൽപ്പെട്ട എല്ലാ സസ്തനികളും ആഫ്രിക്കൻ ആനകൾ എന്ന ഒറ്റപ്പേരിൽ ആണ് അറിയപ്പെടുന്നത് .
ഒരോ സ്തനത്തിനും 15 മുതൽ 20 വരെയുള്ള വിഭാഗങ്ങൾ ഉണ്ട് .
സന്ദേശകാവ്യങ്ങളിലും ചമ്പൂക്കളിലും സാഹിത്യഭംഗിയേക്കാൾ കൃഷി വാണിജ്യം ഭോഗാലസ ജീവിതം ഭക്തി എന്നിവയുടെ വർണ്ണനകൾക്കാണു് പ്രാധാന്യം കൊടുത്തുകാണുന്നത് .
സെപ്റ്റംബർ 22-കേരളത്തിൽ പെപ്സി കൊക്കോ കോള തുടങ്ങിയ ശീതളപാനീയങ്ങൾ ആരോഗ്യത്തിനു ഹാനികരമാണെന്നു ചൂണ്ടിക്കാട്ടി നിരോധിച്ച സർക്കാർ നടപടി കേരള ഹൈക്കോടതി റദ്ദാക്കി .
303-ൽ എഴുതപ്പെട്ട ഈ സന്ധിയനുസരിച്ച് ബലൂചിസ്ഥാനും അഫ്ഗാനിസ്ഥാനും ഉൾപ്പെടുന്ന അന്നത്തെ കാംബോജം -LRB- യവന ഭാഷയിൽ പാരോപാമിസദേ Paropamisadae -RRB- ഗാന്ധാരം -LRB- ഇന്നത്തെ കാണ്ഡഹാർ യവന ഭാഷയിൽ അരാക്കോസിയ Arachosia -RRB- ബലൂചിസ്ഥാൻ -LRB- ഗെദ്രോസിയ gedrosia -RRB- എന്നിവ ചേർന്ന വലിയ ഒരു ഭൂപ്രദേശം മഗധയോട് ചേർക്കപ്പെട്ടു .
ചെണ്ടയുടെ തല പോലെയുള്ള കാൽപ്പാദങ്ങൾ ഉള്ളതിനാൽ ഭൂമിക്കടിയിലൂടെയുള്ള ഈ ശബ്ദം കാലിൽക്കൂടിയും തുമ്പിക്കൈയ്യിൽ കൂടിയും ശ്രവിക്കാൻ ആനക്കു കഴിയും .
പക്ഷെ പിടിയാനകൾ കൊമ്പനാനകളെക്കണ്ടാൽ തിരിഞ്ഞോടുമെന്നതിനാൽ യുദ്ധങ്ങളിൽ കൊമ്പനാനകളെയാണ് ഉപയോഗിക്കാറുണ്ടായിരുന്നത് .
സംസ്കൃതത്തിൻറെ പ്രചാരം വർദ്ധിച്ചതോടെ സംസ്കൃതം മൂലമായ വാക്കുകൾ ഉപയോഗിക്കുന്ന ലിഖിതങ്ങൾ എഴുതുവാൻ വട്ടെഴുത്ത് അപര്യാപ്തമായി .
ടെസ്റ്റ്രോസ്റ്റെറോൺ നില എന്നറിയപ്പെടുന്ന ഈ സമയത്ത് സാധാരണ ആനകൾക്കുണ്ടാകുന്നതിനേക്കാളും അറുപത് ഇരട്ടി ഹോർമോണുകൾ ഉണ്ടാകുന്നു .
സ്വവർഗ്ഗരതി
2008 ൽ ഐറ്റി അറ്റ് സ്കൂൾ പ്രൊജക്ടിന് അവാർഡ് ലഭിച്ചു .
thumb -PIPE- float -PIPE- 400px -PIPE- right -PIPE- ബൈബിൾ യോഹന്നാൻ 3:16 ഗ്രന്ഥലിപിയിൽ
വർഗ്ഗം : മലയാളം
അവലംബം
വർഗ്ഗം : സസ്യഭോജികൾ
ലോസ് രാജധാനിയുടെ കൊടിയിൽ ആന ഉണ്ടായിരുന്നു -LRB- ഒരു കുടയെ താങ്ങി നിർത്തിയ മൂന്ന് ആനകൾ 1975-ൽ ജനാധിപത്യം വരുന്നത് വരെ -RRB- .
മലയാളം യുണീകോഡ് U + 0D00 മുതൽ U + 0D7F വരെയാണ് .
ഫെഡോറ -LRB- Fedora -RRB- : റെഡ്ഹാറ്റ് കമ്പനിയുടെ നേതൃത്വത്തിൽ ഉള്ള ഒരു കമ്യൂണിറ്റി പുറത്തിറക്കുന്നത്
അത് കൊണ്ട് തന്നെ എത്ര കൂടുതൽ വളർത്തമ്മമാരുണ്ടോ അത്ര കൂടുതലായിരിക്കും ഈ കുട്ടിയാന ജീവിക്കാനുള്ള സാധ്യതകൾ .
ചരിത്രം
നിയമപരമായും അല്ലാതെയും കൊന്നൊടുക്കുന്നത് മൂലം ആനകളിൽ ജനിതകമായ് മാറ്റങ്ങൾ ഉണ്ടാകാൻ വരെ ഇടയാകുന്നുണ്ട് .
ആനയുടെ വായിലെ മുകളിലുള്ള രണ്ടാം ഉളിപ്പല്ലാണ് ആനക്കൊമ്പ് .
പടിഞ്ഞാറൻ ഇന്ത്യയിലെ വൃഷ്ണി ഗോത്രത്തിലെ കൃഷ്ണ-വാസുദേവ് എന്ന സാഹസികനും വീരപരിവേഷവുമുള്ള ഗോത്രനായകനുമായുള്ള സങ്കലനമായിരുന്നു അടുത്തത് .
എന്നാൽ കടൽപ്പശുക്കൾ എന്നറിയപ്പെടുന്ന സിറേനിയ -LRB- Sirenia -RRB- ഹൈറാക്സ് hyrax എന്നീ ഗണങ്ങളുടെ വിദൂരപാരമ്പര്യക്കാരാണ് ആനകൾ എന്നും ചിലർ വാദിക്കുന്നുണ്ട് .
ഇന്ത്യൻ ആനകൾ
മുപ്പത്തിമൂവായിരത്തിനും അൻപത്തിമൂവായിരത്തിനും ഇടയിൽ സുമാത്രൻ ആനകൾ ഭൂമിയിൽ ഉണ്ടെന്നു വിശ്വസിക്കപ്പെടുന്നു .
കരൾ വളരെ വലുതാണ് ‌ .
മദഗ്രന്ധികൾ നീരു വച്ച് വീർക്കുന്നത് കാരണം ആ ഗ്രന്ധി ആനയുടെ കണ്ണുകളിൽ സമ്മർദം ഉണ്ടാക്കുകയും അത് ആനയ്ക്ക് കഠിനമായ പല്ലുവേദന പോലത്തെ വല്ലാത്ത വേദന ഉണ്ടാക്കുകയും ചെയ്യും .
പ്രാദേശികവും ലോകമെമ്പാടുനിന്നുമുള്ള എതിർപ്പുകൾ കാരണം 1995-ൽ ഈ കുരുതി നിർത്തി വയ്ക്കേണ്ടി വന്നു .
ഡമ്പോ എന്ന ആന വാൾട് ഡിസ്നി കമ്പനിയുടെ ഒരു സിനിമയിലെ കേന്ദ്രകഥാപാത്രമായ പറക്കാൻ കഴിയുന്ന ഒരു ആനയാണ് .
കുഞ്ഞ് മുലഞെട്ടുകളിൽ ചപ്പുന്നതാണ് ഓക്സിട്ടൊസിൻ പുറപ്പെടുവിക്കാനുള്ള പ്രചോദനം നൽകുന്നത് .
സോഫ്റ്റ് ‌ വെയർ വിഭാഗങ്ങളുടെ പട്ടിക
കൊമ്പുകളുടെ പാൽപ്പല്ലുകൾ .
൨ - രണ്ട്
ഇന്ത്യൻ ഉപഭൂഖണ്ഡത്തിലുള്ളവയെപ്പോലെ ചെറിയ ചെവികൾ ഉള്ള ഈ ആനകളിൽ ആണാനകൾക്കു മാത്രമാണ് കൊമ്പുകൾ ഉണ്ടാകുക ‌ .
ഏറ്റവും വേഗത്തിലോടുന്ന മനുഷ്യനേക്കാളും വേഗത്തിൽ ഓടാൻ ആനയ്ക്കു കഴിയുമെങ്കിലും ഒരേ വേഗതയിൽ ഓടാനേ ആനകൾക്ക് കഴിയൂ ; വേഗം ഇഷ്ടം പോലെ കുറയ്ക്കാനോ കൂട്ടാനോ കഴിയില്ല .
ആനകൾ സസ്തനികളാണ് .
ഉത്തരഭാരതത്തിൽ നിന്നുള്ള ബ്രാഹ്മണകുടിയേറ്റങ്ങൾ വഴി ഭാഷയിൽ വ്യക്തമായ സ്വാധീനം ചെലുത്തുവാൻ ഇന്തോ-ആര്യൻ ‍ ഭാഷകൾക്കും അറബ് യൂറോപ്പ്യൻ ദേശങ്ങളുമായിട്ടുള്ള കച്ചവടബന്ധങ്ങൾ വഴി അതതു് ദേശത്തെ ഭാഷകളും മലയാളഭാഷയിൽ പ്രകടമായ ചില പരിവർത്തനങ്ങൾ വരുത്തിയിട്ടുണ്ടു് .
ഈ സ്തനമുകുളങ്ങളിൽ നിന്നാണ് ‌ കോശങ്ങൾ വീണ്ടും ഉള്ളിലേക്ക് വളരുന്നത് .
2009 താഴെപ്പറയുന്ന പ്രത്യേക വർഷങ്ങളായി ആചരിക്കപ്പെടുന്നു .
എന്റെ അഭിപ്രായത്തിൽ മലയാളം തമിഴിന്റെ അതിപ്രാചീനമായ ഒരു ശാഖയാണ് ‌ പുരുഷഭേദനിരാസം കൊണ്ടും സംസ്കൃതപദപ്രയൊഗത്തിന്റെ ബാഹുല്യം കൊണ്ടും ആണ് ‌ ഇപ്പോൾ അതു മുഖ്യമായും തമിഴിൽ നിന്നു വേർതിരിഞ്ഞുനിൽക്കുന്നത് .
ഇവർ നാരായണ-വിഷ്ണു എന്നറിയപ്പെടാൻ തുടങ്ങി .
വലിപ്പം
ശ്രീലങ്കയിൽ ആനകളെ എസല പെരഹെര പോലുള്ള ഉത്സവങ്ങൾക്ക് ഉപയോഗിക്കുന്നു .
ആദ്യം താഴേക്കും പിന്നെ വശങ്ങളിലേക്ക് നീണ്ടുവളർന്ന് അറ്റം മേൽപ്പോട്ടു വളഞ്ഞ എടുത്തു പിടിച്ച കൊമ്പുകൾക്കാണു് കൂടുതൽ ഭംഗി .
ഇത് എപ്പോഴും സ്ഥിരമായിരിക്കും .
മറ്റു അവയവങ്ങൾ
ആനയുടെ പ്രായം കൂടുന്നതനുസരിച്ച് ചെവിയുടെ മേലരിക് മുന്നിലേക്ക് വളയാറുണ്ട് .
ഇത് സ്വന്തം കുട്ടി കൂടുതൽ കാലം ജീവിക്കാനുള്ള സാധ്യത ‍ കൂട്ടുമെന്ന് ആനകൾ കരുതുന്നു .
ലോകത്തിലെ വിവിധ ഭാഗങ്ങളിൽ നിർമ്മിക്കപ്പെട്ടിരുന്ന ശില്പങ്ങളും ചിത്രങ്ങളും സ്ത്രീകളുടെ സ്തനങ്ങൾ പ്രദർശിപ്പിച്ചുകൊണ്ടുള്ളവയാണ് ‌ .
മേയ്
മുൻ ‌ കാലുകളുടെ ഇടയിലാണ് ഇവയുടെ സ്ഥാ ‍ നം .
ഏഷ്യയിൽ ആനയും മനുഷ്യരും തമ്മിലുള്ള സംഘർഷം കാരണം പ്രതിവർഷം ഏകദേശം നൂറ്റിഅൻപത് ആനകളും നൂറോളം മനുഷ്യരും കൊല്ലപ്പെടുന്നു .
5000 ത്തിലും മറ്റും ആനകളെ വേട്ടയാടി പിടിച്ച് വളർത്തിയിരുന്നതായി നൈൽ നദി തട സംസ്കാര ശിലാ ലിഖിതങ്ങൾ തെളിയിക്കുന്നു .
സാധാരണയായി പതിമൂന്നാം വയസ്സിൽ ആദ്യത്തെ ഗർഭം ധരിക്കന്ന ആനയ്ക്ക് അൻപത്തിഅഞ്ച് മുതൽ അറുപത് വയസ്സ് വരെ പ്രസവിക്കാനുള്ള ശേഷിയുണ്ടാകും .
ക്രി .
മലയാളം - വേലി കന്നഡ - ബേലി
കൊഴുപ്പും നാരുകൾ കലർന്ന കോശങ്ങളുമാണ് ‌ ആദ്യം ഇലാസ്തികതയാർജ്ജിക്കുന്നത് .
കുട്ടിയാനകൾ മുതിർന്നവരെ കണ്ടു പഠിക്കുകയാണു ചെയ്യുക .
സ്തനം എന്നത് സസ്തനികളുടെ നെഞ്ചിനോട് ചേർന്ന് കാണുന്ന വീർത്ത അവയവം ആണ് ‌ .
ഒരു ആ ‍ ണാനയ്ക്കു ശരാശരി മൂന്ന് മീറ്റർ -LRB- പത്ത് അടി -RRB- പൊക്കവും അയ്യായിരത്തിനും ആറായിരത്തിനും -LRB- കിലോ -RRB- ഇടയ്ക്കു ഭാരവും ഉണ്ടാകും .
പരിസ്ഥിതിക്കുള്ള ഉപകാരങ്ങൾ
വർഷങ്ങൾ കഴിയുമ്പോൾ ആന വലുതാകുകയും നേരത്തേയുണ്ടായിരുന്നതിന്റെ ഇരട്ടിയിലധികം ഭാരവും ശക്തിയും വയ്ക്കുകയും ചെയ്യും .
ആനകളെ മറ്റ് പല ജീവികളും ആശ്രയിക്കാറുണ്ട് .
ഈ സംഘം വളരെ വലുതാകുമ്പോൾ കൂട്ടത്തിലെ മുതിർന്ന പെണ്ണാനകൾ കൂട്ടത്തിൽ നിന്ന് പിരിഞ്ഞ് പോകുകയും വേറെ കൂട്ടമുണ്ടാക്കുകയും ചെയ്യും .
അതിനു ശേഷം അതിനെ മെരുക്കിയെടുക്കുന്നു .
ആഫ്രിക്കൻ ആനകൾ അസുഖം വന്നാലോ മുറിവേറ്റാലോ മാത്രമേ നിലത്ത് കിടക്കാറുള്ളൂ .
സി.പി.എം നേതൃത്തത്തിലുള്ള ഇടതുപക്ഷ ജനാധിപത്യ മുന്നണി ആണ് ‌ പൊതുതിരഞ്ഞെടുപ്പിൽ ഐക്യ ജനാധിപത്യ മുന്നണിയെ പരാജയപെടുത്തി അധികാരത്തിലെത്തിയത് ‌ .
ആഫ്രിക്കൻ ആനകളും ഏഷ്യൻ ആനകളും രണ്ട് വ്യത്യസ്ത വംശങ്ങളാണ് .
ഭക്ഷണം
ഇത് സാവധാനം കൂടി വരുകയും പ്രസവത്തോടെ ഉച്ഛസ്ഥായിയില്ല് എത്തുകയും ചെയ്യുന്നു .
പുരുഷഭേദനിരാസം
നാലാമത്തെ ഇന്റർ കോസ്റ്റൽ നാഡികൾ ആറാമത്തെ ഇന്റർ കോസ്റ്റൽ ഞരമ്പുകൾ വഴിയാണ് സ്പർശനനാഡികൾ സ്തനങ്ങളിലെത്തുന്നത് .
ഇങ്ങനെ ഗ്നു നിർമ്മിച്ച ടൂളുകളും ലിനക്സ് എന്ന കേർണ്ണലും ചേർത്ത് ഗ്നു / ലിനക്സ് എന്ന പേരിൽ ഓപ്പറേറ്റിംഗ് സിസ്റ്റം പുറത്തിറക്കി .
റ്റക്കി ആണ് .
ആദ്യം സ്തനങ്ങൾ മുലഞെട്ടുകൾ എന്നിവ വേദനയുള്ളതാകുന്നു .
രാജേന്ദ്രൻ സി .
ലോകത്താകമാനം 3.5 കോടി ജനങ്ങൾ മലയാള ഭാഷ സംസാരിക്കുന്നുണ്ടു് .
ആൻ മെലിഞ്ഞാൽ തൊഴുത്തിൽ കെട്ടില്ല
അതിനെ വൈഷ്ണവാരാധന വെറുത്തു .
തുമ്പിക്കൈ മേൽച്ചുണ്ടും മൂക്കും കൂടിച്ചേർന്ന ഒരു അവയവമാണ് .
കമ്പ്യൂട്ടർ ഭാഷ : സി സി + + പൈതൺ ‍ പേൾ തുടങ്ങി എല്ലാം .
ഗർഭാവസ്ഥയുടെ ചരിത്രം
ഇതിൽ അറുപത് ശതമാനം ഭക്ഷണവും ദഹിക്കാതെ പുറത്തു പോകും .
ഈ നൂറ്റാണ്ടിന്റെ തുടക്കത്തിലുണ്ടായിരുന്നതിൽനിന്ന് പത്തിലൊന്നായി കുറഞ്ഞിട്ടുണ്ടെങ്കിലും ആനകളുടെ എണ്ണം കഴിഞ്ഞ വ്യാഴവട്ടക്കാലത്തിനിടയ്ക്ക് അധികം വ്യതിചലിച്ചിട്ടില്ല .
സ്തനങ്ങളെ ത്വക്ക് ആവരണം ചെയ്തിരിക്കും .
ഇവർ വേട്ടകഴിഞ്ഞ് തിരിച്ചെത്തിയശേഷം സ്ത്രീകൾക്ക് ഭക്ഷണം വിതരണം നടത്തയിരിക്കാം .
എന്നാൽ ഗവേഷണങ്ങൾ ഇതിനെയെല്ലാം നിരാകരിക്കുകയും മലയാളം മലനാട്ടു തമിഴിൽ നിന്നുത്ഭവിച്ചു മലയാളം മൂല ദ്രാവിഡ ഭാഷയിൽ നിന്ന് തമിഴിനൊപ്പം ഉണ്ടായി എന്നുമുള്ള രണ്ട് സിദ്ധാന്തങ്ങൾ അവതരിപ്പിക്കപ്പെട്ടു .
എന്നാൽ വായ്ക്കു ചുറ്റുമുള്ളതും ചെവിക്കകത്തുമുള്ളതുമായ തൊലി വളരെ കട്ടികുറഞ്ഞതായിരിക്കും .
ആഫിക്കൻ കാട്ടാനകൾക്ക് ഏറ്റവും കൂടിയാൽ 4500 കിലോ -LRB- 10000 പൗണ്ട് -RRB- ഭാരവും മൂന്ന് മീറ്റർ -LRB- പത്ത് അടി -RRB- പൊക്കവും ഉണ്ടായിരിക്കും .
മറ്റു വംശങ്ങൾ പതിനായിരം വർഷം മുൻപ് അവസാനിച്ച ഹിമയുഗത്തിനു ശേഷം നാമാവശേഷമായിപ്പോയി .
ഓരോ കുളിക്കു ശേഷവും ആന മണ്ണ് ദേഹത്തു വാരിയിടുന്നത് ആവർത്തിക്കും .
മനുഷ്യനിൽ നപുംസകങ്ങൾക്കും സ്തനങ്ങൾ ഉണ്ട് .
എന്നാൽ വളരെയധികം ധമനികളും ഞരമ്പുകളും ചെവികളിലുണ്ട് .
ജോസഫ് മെറിക്ക് എന്ന വിക്റ്റോറിയൻ ഇംഗ്ലണ്ടിലുണ്ടായിരുന്ന ബ്രിട്ടിഷ് മനുഷ്യനെ തനിക്ക് ഉണ്ടായിരുന്ന വൈകൃതങ്ങൾ കാരണം “ ആന മനുഷ്യൻ ” എന്നാണ് വിളിച്ചിരുന്നത് .
ഇവ രണ്ടുമാണ് ‌ സ്തനങ്ങളുടെ ആകാരം നിർണ്ണയിക്കുന്നത് .
രാമചരിതത്തിന്റെ രചനാകാലഘട്ടമായ പന്ത്രണ്ടാം നൂറ്റാണ്ടിൽ തന്നെ എഴുതപ്പെട്ട കൃതിയാണു വൈശികതന്ത്രം എന്ന മണിപ്രവാള ഗ്രന്ഥം .
കുട്ടിയാനകളെ ജനനം മുതൽ വളർത്തുന്നത് കുടുംബത്തിലെ മുഴുവൻ പിടിയാനകളും ചേർന്നാണ് .
ബറുവ എം.ബി.
ജൂലൈ
സാധാരണയായി ആനകളെ ഒറ്റക്കു പിടിക്കുന്നത് ആനത്താരകൾക്കടുത്ത് കാണാക്കുഴികൾ ഉണ്ടാക്കിയാണ് ‌ .
ഇവയെ കൂടാതെ ചൈനയിൽ ഉണ്ടായിരുന്ന ഇളം പിങ്ക് നിറത്തിലുള്ള കൊമ്പുകളോടുകൂടിയ ചൈനീസ് ആന -LRB- Elephus maximus rubridens -RRB- സിറിയ ഇറാൻ അഫ്ഗാനിസ്ഥാൻ എന്നിവിടങ്ങളിലുണ്ടായിരുന്ന ഏഷ്യൻ ആനകളിലെ ഏറ്റവും വലിയ ഇനമായിരുന്ന സിറിയൻ ആന -LRB- -LRB- Elephus maximus asurus -RRB- എന്നീ ഇനങ്ങൾ മനുഷ്യരുടെ ഇടപെടലുകൾകൊണ്ട് അന്യംനിന്ന ഏഷ്യൻ ആനകളിലെ ഇനങ്ങളാണ് .
വളരെ പ്രായമാകുമ്പോഴേക്കും ആനകളുടെ ശേഷിക്കുന്ന പല്ലുകൾ ചെറിയ കുറ്റികൾ പോലെ ആയിട്ടുണ്ടാകുമെന്നതിനാൽ അധികം ചവച്ചരയ്ക്കേണ്ടാത്ത മൃദുവായ ഭഷണമാണ് ആന കഴിക്കുക .
രണ്ട് വൃഷണങ്ങൾ ഉണ്ട് .
കാർത്തജീനിയൻ ജനറൽ ഹാനിബാൾ റോമാക്കാരുമായുള്ള യുദ്ധത്തിനായി ആനകളെ ആൽപ്പ്സിനപ്പുറം ‌ കൊണ്ട് വന്നു .
ചരിത്രം
ചെറിയ മേഖലകളിലേക്ക് ചുരുങ്ങുന്തോറും ആനകൾ അവിടത്തെ പരിതസ്ഥിതിക്ക് കൂടുതൽ ആഘാതം ഏൽപ്പിക്കും .
കൃഷ്ണപിള്ള
എന്നാൽ ബ്രാഹ്മണങ്ങളിൽ വിഷ്ണുവിനെ മറ്റൊരു വിധത്തിലാണ് ‌ പരാമർശിക്കുന്നത് .
ഇത് കൂടാതെ കൊറീയയുടെ ആനകളെ ‍ വിനോദസഞ്ചാരികളെ രസിപ്പിക്കാനും തടിപിടിക്കാനും ഉപയോഗിച്ചുവരുന്നു .
ജനിച്ചയുടെനെ മുതിർന്ന ആനകൾ കുട്ടിയാനയുടെ ചുറ്റുംകൂടി അതിനെ തങ്ങളുടെ തുമ്പിക്കൈ കൊണ്ട് തൊട്ടും തലോടിയും സ്നേഹമറിയിക്കും .
വിഭജിക്കാൻ പാടില്ലാത്ത ധ്വനി -LRB- സ്വരം : ഭാഷയിലെ ഏറ്റവും ചെറിയ ഘടകം -RRB- ആണ് വർണം -LRB- ഉദാ : വസ്ത്രം = വ് + അ + സ് + ത് + ര് + അം -RRB- .
നമ്പൂതിരിമാരും ആര്യസംസ്കാരവും .
-LRB- തുമ്പിക്കൈ ഉയർത്തി ചിന്നം വിളിക്കുന്നത് ഒരു താക്കീതോ പേടിപ്പെടുത്തലോ ആകാം .
വാമനാവതാരം
ബെഞ്ചമിൻ ബെയ് ‌ ലി ജോസഫ് പീറ്റ് എന്നീ വിദേശീയരും പാശ്ചാത്യ ഉപന്യാസരീതികൾ അവലംബിച്ച് മലയാളം ഗദ്യശാഖയ്ക്ക് നിരവധി സംഭാവനകൾ നൽകിയിട്ടുണ്ട് .
ദേശീയോദ്യാനങ്ങൾ
സ്വന്തം മേൽക്കോയ്മ സ്ഥാപിച്ചെടുക്കുന്നതിനുവേണ്ടി ആണാനകൾ പെണ്ണാനകളേക്കാൾ കൂടുതൽ സമയം ചിലവഴിക്കും .
ഒരാളെപ്പോലും ഉപദ്രവിച്ചിട്ടില്ല് .
മലയാളഭാഷയെ ഏറ്റവും കൂടുതലായി സ്വാധീനിച്ചതു തമിഴും സംസ്കൃതവും ആണ് ‌ .
ഇതിൽ നിന്ന് ഊറി വരുന്ന ദ്രാവകം ആണ് ‌ കുഞ്ഞുങ്ങൾ കുടിക്കുന്നത് ‌ .
കൌസ്തുഭം - ക്ഷീരസാഗരം കടഞ്ഞപ്പോൾ കിട്ടിയ ആഭരണം .
പെണ്ണാനകളിൽ ചിലതിനു ചെറിയ കൊമ്പുണ്ടാകുമെങ്കിലും പൊതുവിൽ പെണ്ണാനയ്ക്കു കൊമ്പുകൾ ഉണ്ടാകാറില്ല .
സംസ്കൃത കാവ്യപാരമ്പര്യങ്ങളിൽ നിന്നു വിട്ട് തദ്ദേശീയമായ രീതിയിൽ എഴുതപ്പെട്ട കാവ്യം എന്ന നിലയിൽ രാമചരിതം ശ്രദ്ധേയ കൃതിയാണു് .
എന്നാൽ അടുത്ത കാലത്ത് നടന്ന ജനിതകപഠനങ്ങൾ കാണിക്കുന്നത് ഇവ രണ്ട് വ്യത്യസ്തസ്പീഷീസ് എന്നതാണ് * ; സവാനയും -LRB- ലോക്സോഡൊന്റ ആഫ്രിക്കാന Loxodonta africana -RRB- കാട്ടാനയും -LCB- ലോക്സോഡൊന്റ സൈക്ലോറ്റിസ് ; Loxodonta cyclotis -RRB- .
ലോബുകളെന്ന് അറിയപ്പെടുന്ന ഇവ ഡെയ്സിപൂക്കളുടെ ദളങ്ങൾ പോലെ ചിട്ടപ്പെടുത്തിയിരിക്കും .
ആധുനിക സാഹിത്യം
സെപ്റ്റംബർ 5-ലോകമെമ്പാടും മലയാളികൾ തിരുവോണം ആഘോഷിക്കുന്നു .
500 ആനകളെയാണ് പകരമെന്നോണം സെലൂക്കസ് കൊണ്ടുപോയത് .
നന്നായി കേൾക്കാനായി ആനക്കൂട്ടം മുഴുവനും മുൻ ‌ കാലുകളിൽ ഒന്ന് പൊക്കി ശബ്ദത്തിന്റെ ദിശയിലേക്ക് നോക്കി നിൽക്കും അല്ലെങ്കിൽ തുമ്പിക്കൈ നിലം തൊടീച്ച് നിൽക്കും .
കാട്ടാനകളെ കാട്ടിൽ നിന്ന് പിടിച്ച് മെരുക്കിയെടുക്കുന്നതാണ് നാട്ടാനയ്ക്കുണ്ടാകുന്ന കുട്ടിയെ വളർത്തിയെടുക്കുന്നതിലും ലാഭകരം .
പ്രാചീനകാലത്ത് സംസ്കൃതത്തിനു ഏകതാനമായ ഒരു ലിപിസഞ്ചയം ഇല്ലാതിരുന്നതുകാരണം ഭാഷാസാഹിത്യത്തിൽ സംസ്കൃതം വാക്കുകൾ എഴുതുവാൻ ഗ്രന്ഥലിപികൾ ഉപയോഗിച്ചുതുടങ്ങിയിരുന്നു .
എങ്കിലും ഈ ഹോർമോണുകൾ കൂടുന്നതാണോ മദപ്പാടുണ്ടാക്കുന്ന ഒരേയൊരു കാരണം എന്നത് ഇന്നും തെളിയിക്കപ്പെട്ടിട്ടില്ല .
ആഫ്രിക്കൻ ആനകളും ഏഷ്യൻ ആനകളും സ്വവർഗ്ഗരതിയിൽ ഏർപ്പെടാറുണ്ട് .
അവലംബം
thumb -PIPE- മലയാള ലിപിയുടെ ഉദാഹരണം .
വർഗ്ഗം : ദ്രാവിഡഭാഷകൾ
വർഗ്ഗം : ഭൂഖണ്ഡങ്ങൾ
വർഗ്ഗം : മൃഗങ്ങൾ
ഇന്തോചൈനയും തായ് രാജ്യങ്ങളും ഒന്നോ അതിലധിമോ വെളുത്ത ആനകളെ ഇതുപോലെ കൊടിയിൽ പ്രതീകമായി വയ്ക്കാറുണ്ടായിരുന്നു .
ചാരനിറത്തിലുള്ള കള്ളികൾ ഇതുവരെ വിനിയോഗിച്ചിട്ടില്ലാത്ത യുണികോഡ് ബിന്ദുക്കളെ സൂചിപ്പിക്കുന്നു .
ഡെബിയൻ -LRB- Debian -RRB- : ഒരു സാമൂഹ്യ ഉടമ്പടിയെ ആധാരമാക്കി ഡെബിയൻ സമൂഹം പുറത്തിറക്കുന്നത്
മദപ്പാട്
1983 ൽ റിച്ചാർഡ് സ്റ്റാൾമാൻ സ്ഥാപിച്ച ഗ്നു എന്ന സംഘടനയിൽ നിന്നും വളർന്നു വന്ന സോഫ്റ്റ് ‌ വെയറും ടൂളുകളുമാണ് ഇന്ന് ഗ്നൂ / ലിനക്സിൽ ലഭ്യമായിട്ടുള്ള സോഫ്റ്റ് ‌ വെയറിൽ സിംഹഭാഗവും .
ആഫ്രിക്കൻ ആനക്കൊമ്പ് വേട്ടക്കാർ കൊമ്പുള്ള ആനകളെ മാത്രം കൊന്നൊടുക്കിയതു മൂലം കൊമ്പില്ലാത്ത ആനകളുടെ എണ്ണത്തിൽ വർദ്ധനയുണ്ടായി .
ഇത് ജീവിതാവസാനം വരെ വളർന്നുകൊണ്ടേയിരിക്കും .
മഹത്തായ ഇതിഹാസമായ മഹാഭാരതം പിന്നീട് കൃഷ്ണനും വിഷ്ണുവും ഒന്നാണെന്ന് കാണിക്കാനായി പുനഃക്രമീകരണം നടത്തപ്പെട്ടു .
ഹൈറാക്സ് എന്ന ആ കുടുംബത്തിലുള്ള ജീവികൾ ആനകളെപ്പോലെത്തന്നെ വളരെ വലിപ്പമുള്ളവായിരുന്നു .
ഏഷ്യൻ ആനകളിലെ മറ്റൊരു ഉപഗണമാണിത് .
ഇളം ചാരനിറമുള്ള ഈ ആനകൾക്ക് വെള്ള പാടുകൾ മറ്റ് ഏഷ്യൻ ആനകളേക്കാൽ വളരെക്കുറവ് മാത്രമാണ് ഉണ്ടാകുക ; മിക്കവാറും ചെവിയിൽ മാത്രം .
40-45 കി .
ഈ വേദന കാരണം ആനകൾ തങ്ങളുടെ കൊമ്പുകൾ മണ്ണിൽ കുത്തിയിറക്കാൻ ശ്രമിക്കും .
യാതൊന്നും ചെയ്തില്ലെങ്കിൽ തന്നെയും ക്രുഗർ ദേശീയോദ്യാനത്തിലെ ആനകളുടെ എണ്ണം രണ്ടായിരത്തി ഇരുപതിൽ ഇപ്പോഴുള്ളതിന്റെ മൂന്നിരട്ടി അതായത് 34000 വർദ്ധിക്കുമെന്ന് പ്രതീക്ഷിക്കപ്പെടുന്നു .
ടഫ്റ്റ്സ് യൂണിവേർസിറ്റിയുടെ ചിഹ്നം ജമ്പോ എന്ന ആനയാണ് .
പിന്നീടുള്ള അവസ്ഥ
അവലംബം
പന്ത്രണ്ട് ചെറിയ അണപ്പല്ലുകൾ ‍ താടിയുടെ രണ്ടു വശങ്ങളിലും മുകളിലും താഴെയുമായി മൂന്നെണ്ണം വീതം .
൩ - മൂന്ന്
ആഫ്രിക്കൻ ആനകൾക്കില്ലാത്ത ഒരു പ്രത്യേകതയായ വെളുത്ത പാടുകളും ഏഷ്യൻ ആനകളെ ആഫ്രിക്കൻ ആനകളിൽ നിന്ന് വേർതിരിച്ചറിയാൻ സഹായകമാണ് .
ആന ഒരു ദിവസം സഞ്ചരിക്കുന്ന അത്രയും ദൂരം സഞ്ചരിക്കുന്ന മൃഗങ്ങൾ വളരെ കുറവാണ് .
കരയിൽ ജീവിക്കുന്ന ജീവികളിൽ ഏറ്റവും വലുതും ആനയാണ്.ഒരു ശരാശരി മനുഷ്യന്റെ 85 മടങ്ങ് ശരീരഭാരം ഉണ്ട് ആനക്ക് .
മലയാളം എന്ന വാക്ക് ഒരു കാലത്തു ദേശനാമം മാത്രമായിരുന്നു .
ജനനത്തിനു ശേഷം
അന്താരാഷ്ട്ര ജ്യോതിശാസ്ത്ര വർഷം
അതുകൊണ്ട് മലയാളത്തെ ദ്രാവിഡഗോത്രത്തിൽപെട്ട ഒരു സ്വതന്ത്രഭാഷ എന്നു കല്പിക്കുന്നതിനേക്കാൾ തമിഴിന്റെ ഒരു ഉപഭാഷയെന്നു കരുതുകയാണ് ‌ ഭേദം .
അവൈദിക ദേവനായിരുന്ന നാരായണനെ ഭഗവത് എന്നാണ് ‌ വിളിച്ചിരുന്നത് ആരാധനക്കാരെ ഭാഗവതരെന്നും .
രണ്ടാമത്തെ വാരിയെല്ലു മുതൽ ആറാമത്തെ വാരിയെല്ലുവരെ സ്തനങ്ങൾക്ക് വിസ്താരം ഉണ്ടാകാം .
ആനകളെ അമ്പലങ്ങൽ എഴുന്നെള്ളിപ്പിനായി ഉപയോഗിക്കുന്നു .
താഴേക്കു വളർന്ന കൊമ്പുകളെ കീഴ്കൊമ്പ് എന്നും വശങ്ങളിലേക്ക് വലർന്നതിനെ പകച്ച കൊമ്പ് എന്നും വളരെ വണ്ണം കുറഞ്ഞ കൊമ്പുകളെ ചുള്ളികൊമ്പ് എന്നും പറയുന്നു
ശ്രീലങ്കൻ ‍ ആനകൾക്ക് തലയിലെ മുഴകൾ വളരെ വലുതായിരിക്കും .
ആമാശയം
ഇതിന്റെ അളവുനോക്കി ആനയുടെ പ്രായം ഏകദേശം കണക്കാക്കാം .
ഇരുപത്തി രണ്ട് മാസത്തെ ഗർഭകാലത്തിനു ശേഷം പിടിയാന ഇരുന്നൂറ്റി അൻപത് പൗണ്ട് ഭാരവും രണ്ടര അടി ഉയരവും ഉള്ള ആനക്കുട്ടിയെ പ്രസവിക്കും .
നഗ്നതയിലും സൗന്ദര്യമുൾക്കൊള്ളുവാനുള്ള കലാകാരന്മാരുടെ രീതിയാണ് ‌ അത് കാണിക്കുന്നത് .
ജൂൺ
ജനിച്ചയുടനെ ആനക്കുട്ടിക്ക് മൂന്നടിയോളം -LRB- തൊണ്ണൂറ് സെന്റീമീറ്റർ -RRB- ഉയരം ഉണ്ടാകും .
ആനക്കൊമ്പ് കച്ചവടം മൂലമുള്ള വംശനാശ ഭീഷണിയാണ് ‌ പ്രധാനം .
ഇന്ത്യിലും സിന്ധു നദീതട സംസ്കാരംനിലനിന്നിരുന്ന കാലത്തും ആനകളുമായി സമ്പർക്കമുണ്ടായിരുന്നു .
ഓരോ അഞ്ചു വർഷത്തിലും പിടിയാനകൾ ഗർഭം ധരിക്കാറുണ്ട് .
830 -ൽ എഴുതപ്പെട്ടതു എന്നു തിട്ടപ്പെടുത്തിയ വാഴപ്പള്ളി ലിഖിതമാണിത് .
കൃസ്ത്വബ്ദം ആറാം ശതകത്തോടെ തന്നെ ഗ്രാമങ്ങളടക്കം കേരളത്തിലേയ്ക്ക് കുടിയേറുവാൻ തുടങ്ങിയ ബ്രാഹ്മണർക്ക് സാമൂഹ്യവ്യവസ്ഥിതിയിൽ കാര്യമായ കൈകടത്തലുകൾക്ക് അവസരം ലഭിച്ച കാലഘട്ടമായിരുന്നു പെരുമാക്കന്മാരുടെ വാഴ്ച അന്യം നിന്നതിനുശേഷമുള്ള കാലം .
പിന്നീട് പാൽക്കുഴലുകളും മുലപ്പാൽ ഗ്രന്ഥികളും വികസിക്കുന്നു .
ജന്മവാസന ആനകൾക്ക് കുറവായിരിക്കും .
ബഹു വചനം സ്തനങ്ങൾ.ഇംഗ്ലീഷ് : Breasts .
പെണ്ണാനകൾ ആണാനകളേക്കാൾ ചെറുതായിരിക്കും .
thumb -PIPE- 250px -PIPE- right -PIPE- നെറ്റിപ്പട്ടം കെട്ടിയ ആ ‍ ന
എന്നാലും ആനപരിശീലകൻ ആനയെ ഈ വടം കൊണ്ട് തന്നെ ബന്ധിപ്പിക്കുന്നത് തുടരും .
ഉദാഹരണത്തിന് ചിതലുകൾ ആനപ്പിണ്ടം ഭക്ഷിക്കുകയും ആനപ്പിണ്ടങ്ങളുടെ ചുറ്റും ചിതൽപ്പുറ്റ് ഉണ്ടാക്കുകയും ചെയ്യും .
എന്നാലും ആ പ്രദേശത്തുള്ള കൂട്ടങ്ങളിൽ ഏതിലൊല്ലെ സ്വന്തക്കാരുണ്ടെന്ന് ആനകൾക്ക് ബോധ്യമുണ്ടാകും .
കൊട്ടും കുരവയും തീവെട്ടിയും പറയടിയുമായി ആളുകൾ സംഘം ചേർന്ന് കാട്ടിൽ ആനത്താരകളിൽ കയറി ആനകളെ ബഹളം വച്ച് ഓടിക്കുകയും കൂട്ടത്തിൽ പലതിനേയും വഴിതെറ്റിച്ച് കാട്ടിലെവിടെയെങ്കിലും മുൻ കൂട്ടി തയ്യാറാക്കിയ ബലമേറിയ മരക്കൂടുകളിൽ കൂട്ടമായി എത്തിച്ച് കൂടിന്റെ വാതിലടച്ച് ബന്ധിച്ചശേഷം മെരുക്കിയെടുക്കുകയും ചെയ്യുന്ന സമ്പ്രദായം 1950 കൾ വരെ മൈസൂർ വനങ്ങളിൽ ഉണ്ടായിരുന്നു .
എന്നാൽ ഏഷ്യൻ ആനകൾ ഇടയ്ക്കിടക്ക് കിടക്കാറുണ്ട് .
പാലൊളി മുഹമ്മദ് ‌ കുട്ടി ഡോ .
ഏഷ്യൻ ആനകളേക്കാൾ വലിപ്പം കൂടിയവയാണ് ആഫ്രിക്കൻ ആനകൾ -LRB- 4 മീറ്ററോളം പൊക്കവും 7500 കിലോഗ്രാം ഭാരവും -RRB- .
thumb -PIPE- 200px -PIPE- right -PIPE- പുന്നത്തൂർ കോട്ടയിലെ ആന വളർത്ത് കേന്ദ്രം ആനക്ക് ഭക്ഷണമായി തെങ്ങ് പന എന്നിവയുടെ ഓലകൾ ആണ് ഇവിടെ കൊടുക്കുന്നത്
എന്നാൽ ഈസ്റ്റ്റജൻറേയും പ്രൊജസ്റ്റീറോണിൻറേയും ഉയർന്ന അളാവുകൾ പ്രൊലാക്ടിൻ സ്രാവത്തെ സ്വീകരിക്കുവാനുള്ള സ്ത്നഗ്രന്ഥികളുടെ കഴിവിനെ മറക്കുകയും പ്രസവത്തിനു മുന്ന് പാൽ ഉല്പാദനം നടക്കാതിരിക്കാൻ സാഹായിക്കുകയും ചെയ്യുന്നു .
ഖിലോപസംഗ്രഹം
മുലക്കണ്ണുകൾ എന്നാൽ ടി 4 എന്ന നാഡിയാണ് ‌ നാഡിവ്യവസ്ഥയൊരുക്കുന്നത് .
ഹേർഡ് എന്ന പേരിൽ ഒരു പുതിയ മൈക്രോ കേർണൽ ഗ്നു സംഘം ഇപ്പൊഴും വികസിപ്പിച്ചുകൊണ്ടിരിക്കുന്നുണ്ടു് .
കമ്പ്യൂട്ടർ സോഫ്റ്റ് ‌ വെയറിനെ രണ്ടായി തരംതിരിച്ചിരിക്കുന്നു - സിസ്റ്റം സോഫ്റ്റ് ‌ വെയറും ആപ്ലിക്കേഷൻ സോഫ്റ്റ് ‌ വെയറും .
പ്രസവത്തിനു മുന്നും പിന്നുമായി അവക്ക് ഇരട്ടിയോളം വലിപ്പം വയ്ക്കാം .
ദിവാകരൻ ബിനോയ് ‌ വിശ്വം മുല്ലക്കര രത്നാകരൻ -LRB- എല്ലാവരും സി.പി.ഐ -RRB- ‍ മാത്യു .
ദ്രാവിഡഭാഷാ കുടുംബത്തിൽ ഉൾപ്പെടുന്ന മലയാളത്തിനു് ഇതര ഭാരതീയ ഭാഷകളായ സംസ്കൃതം തമിഴ് എന്നീ ഉദാത്തഭാഷകളുമായി പ്രകടമായ ബന്ധമുണ്ടു് .
ചിത്രശാല
പഴയ ജീവദായക ഊർ ‌ വരതാരാധനക്ക് ചേർന്നതായിരുന്നു രണ്ടും .
നീളത്തിൽ ഉള്ള ഇത് ആനയുടെ എറ്റവും സവിശേഷമായ അവയവമാണ് .
ഓഫീസ് സ്യൂട്ട് : ഓപ്പൺ ഓഫീസ് കെ ഓഫീസ് ഗ്നോം ഓഫീസ് തുടങ്ങിയവ
തൊലിയുടെ കട്ടി .
സാമൂഹിക സ്വഭാവം
ആഫ്രിക്കയിലെ ചില സ്ഥലങ്ങളിൽ ആനകൾ വളരെക്കൂടുതലായി കാണപ്പെടുന്നു പക്ഷെ അധികം സ്ഥലങ്ങളും അങ്ങനെയല്ല .
മധ്യത്തിലായി മുലക്കണ്ണും അതിനു ചുറ്റുമായി ചെറിയ വ്യാസമുള്ള വൃത്താകൃതിയിൽ ഏരിയോളയും കാണുന്നു .
ഇതിൽ തന്നെ ലൈംഗിക ബന്ധത്തിലേർപ്പെട്ടിരുന്ന സ്ത്രീകൾക്ക് കൂടുതൽ ഭക്ഷണം സമ്മാനവുമായും ലഭിച്ചിരിക്കാം .
float -PIPE- right -PIPE- thumb -PIPE- 120px -PIPE- ഴകാരം ദ്രാവിഡഭാഷകളിൽ തമിഴിലും മലയാളത്തിലും മാത്രം ഉപയോഗിച്ചു കാണുന്ന വ്യഞ്ജനമാണു്
ഏഷ്യൻ ആനകളുടെ ത്വക്കിൽ ആഫ്രിക്കൻ ആനകൾക്കുള്ളതിനേക്കാൾ അധികം രോമങ്ങളുണ്ടാകും .
എങ്കിലും സാധാരണയായി ഇവ രണ്ടര മീറ്ററിൽ -LRB- 8 അടി -RRB- അധികം പൊക്കം വക്കാറില്ല .
കേരളത്തിൽ ആനകൾക്ക് വളരെയധികം വാർത്താപ്രാധാന്യമുണ്ട് .
ആനയ്ക്ക് സ്വേദഗ്രന്ധികൾ വളരെക്കുറവായതിനാൽ ശരീരതാപനില നിയന്ത്രി ‍ ക്കുക ബുദ്ധിമുട്ടാണ് .
സ്തനങ്ങളിൽ പാലുല്പാദിപ്പിക്കാനുള്ള ഗ്രന്ഥികൾ ആണ് ‌ മാംസപേശികൾക്കൊപ്പം അധികമായി ഉണ്ടാവുക .
ആന ചെവി വീശുൻപോൾ ഉണ്ടാകുന്ന കാറ്റ് ആനയുടെ ഞരമ്പുകളിൽ കൂടി ഓടിക്കൊണ്ടിരിക്കുന്ന രക്തത്തിനെ തണുപ്പിക്കും .
അമേരിക്കൻ സംഗീത കൂട്ടമായ “ വൈറ്റ് സ്റ്റ് ‌ റൈപ്പ്സിന്റെ ” നാലാമത്തെ ആൽബത്തിന് ആന എന്നാണ് പേരിട്ടിരുന്നത് .
എന്നാൽ സ്തനങ്ങളുടെ വലിപ്പം അവയുടെ പാലുല്പാദനത്തിന്റെ കഴിവായി ചിത്രീകരിക്കാനാവില്ല .
സംസ്കൃതത്തിൽ ദാമോദരഗുപ്തന്റെ കുട്ടനീമതം പോലുള്ള കൃതികളെ പിന്തുടരുന്ന മണിപ്രവാളം കൃതിയായിരുന്നു വൈശികതന്ത്രവും .
മാതൃത്വവും ശിശുപരിപാലനവും
എമിന്യൂ എന്നീ ഗവേഷകരും അഭിപ്രായപ്പെട്ടിട്ടുണ്ട് .
ജൂലൈ 9-പതിനെട്ടാമത് ഫുട്ബോൾ ലോകകപ്പിൽ ഫ്രാൻസിനെ തോൽപ്പിച്ച് ഇറ്റലി കിരീടം നേടി .
വനത്തിലെ അനുയോജ്യമായ എതെങ്കിലും ഒരു സ്ഥലത്ത് ഒരു വലിയ കുഴി കുഴിക്കുന്നു .
മിശ്രവർഗ്ഗങ്ങൾ
അവസാനകാലത്തിലെത്തിയ ആനകൾ ചെറിയ നനുനനുത്ത പുല്ലുകൾ ഉണ്ടാകുന്ന ചതുപ്പ് നിലങ്ങളിലാണ് ഇക്കാരണത്താൽ കാണപ്പെടുന്നത് .
വൃഷണസഞ്ചിയിലല്ലാതെ ശരീരാശയത്തിനുള്ളിൽ വൃഷണങ്ങൾ കാണപ്പെടുന്ന അപൂർവം സസ്തനികളിലൊന്നാണ് ആന .
ഹാനിബാളിന്റെ കുതിരപ്പട വളരെ ശക്തമായിരുന്നതിനാൽ ആനകളെ അധികം ഉപയോഗിക്കേണ്ടിയും വന്നില്ല .
വേദങ്ങളിൽ
ഇന്നും ഈ ഉദ്യാനങ്ങളെപ്പറ്റി ചുറ്റിപ്പറ്റി ഒരുപാട് പ്രശ്നങ്ങളുണ്ടെങ്കിലും ഈ ഉദ്യാനങ്ങൾ വേണോ എന്ന് കാര്യത്തിൽ ആർക്കും സംശയം ഉണ്ടാകാൻ വഴിയില്ല .
കുറിപ്പുകൾ
ആദിത്യാത്മാവായ വിഷ്ണുവിന് ‌ ബ്രാഹ്മണങ്ങളിൽ അധികം പ്രാധാന്യം നല്കിക്കാണുന്നില്ല .
ആനകൾ മൃഗശാലകളിലും ദേശീയോദ്യാനങ്ങളിലും പ്രദർശിപ്പിച്ചുവരുന്നു .
ജനിച്ചയുടെനേയുള്ള കുട്ടിയാനകൾക്ക് കണ്ണ് കാണില്ലെന്നതിനാൽ തുമ്പിക്കൈ കൊണ്ട് തൊട്ടാണ് തനിക്ക് ചുറ്റുമുള്ള ലോകം ഈ ആന മനസ്സിലാക്കുക .
തനിയെ ഉച്ചരിക്കാവുന്ന വർണം സ്വരം എന്നും അന്യവർണങ്ങളുടെ സഹായത്തോടെ ഉച്ചരിക്കാവുന്ന വർണം വ്യഞ്ജനം എന്നും പറയപ്പെടുന്നു .
മലയാളം ഭാഷാചരിത്രത്തിൽ നിർണ്ണായകമായ സ്വാധീനം ചെലുത്തിയ കാര്യങ്ങളിൽ പ്രധാനവും ഭാഷാ ‍ പരമായി ദൃശ്യമായ പരിവർത്തനങ്ങൾ ഹേതുവായി ഭവിച്ചതും നമ്പൂരിമാർക്ക് സമൂഹത്തിൽ കൈവന്ന സ്ഥാനമാനങ്ങളും സംസ്കൃതത്തിനു അതുമൂലമുണ്ടായ പ്രചാരവുമാണു് .
തുമ്പിക്കൈ താഴ്ത്തി പിടിക്കുന്നത് പരാജയം സമ്മതിച്ച് കൊടുക്കലുമാകാം -RRB- .
പരശുരാമൻ
പ്രധാനസംഭവങ്ങൾ
ഹെർമൻ ഗുണ്ടർട്ട് എന്ന ജെർമൻ പാതിരിയുടെ പരിശ്രമഫലമായി മലയാളത്തിൽ ആദ്യത്തെ നിഘണ്ടുവും വ്യാകരണഗ്രന്ഥവും സൃഷ്ടിക്കപ്പെട്ടു .
thumb -PIPE- right -PIPE- 200px -PIPE- ഗോറൻ ‌ ഗോറോ ക്രാറ്റർ ടാൻസാനിയയിലുള്ള ഒരാന .
ഇതിൽ മേൽക്കോയ്മ സ്ഥാപിച്ചെടുക്കുന്ന ആണാനകൾക്ക് മാത്രമേ പെണ്ണാനകളുമായി ഇണ ചേരാൻ സാധിക്കുകയുള്ളൂ .
ഗുരുവായൂർ കേശവൻ എന്ന പേരിൽ പിൽക്കാലത്ത് ഈ ആനയെകുറിച്ച് ചലച്ചിത്രവും പുറത്തിറങ്ങിയിട്ടുണ്ട് .
ദ്രാവിഡ പൈതൃകവും ബ്രാഹ്മണ മേധാവിത്ത്വവും ആണ് ‌ അതിനു കാരണം .
ഇതായിരിക്കണം മുട്ടകളിൽ നിന്ന് മുലകൾ ഉള്ള സസ്തനികളിലേക്കുള്ള പരിണാമത്തിന്റെ ഘട്ടം .
നന്ദകം - ഇന്ദ്രനിൽ നിന്ന് ലഭിച്ച വാൾ .
ഏഷ്യൻ ആനകൾക്ക് ആഫ്രിക്കൻ ആനകൾക്കുള്ളതിന്റെ അത്രയും വലിപ്പമുള്ള കൊമ്പുകൾ ഉണ്ടായേക്കാമെങ്കിലും അവ വണ്ണത്തിലും ഭാരത്തിലും ചെറുതായിരിക്കും .
ലീലാതിലകത്തിലും മറ്റും വ്യവസ്ഥചെയുന്ന പാട്ടുരീതിയിലാണു കാവ്യമെങ്കിലും പാരായണാനുഭവത്തിൽ ഒരു തമിഴ് കൃതിയെന്നേ സാമാന്യവായനക്കാരനു് തോന്നൂ .
അന്യം നിന്ന് പോകുന്ന ഒരൊറ്റ വംശമായി കരുതാതെ ഇവരെ രണ്ട് വംശമായി കരുതുമ്പോൾ ഇതിൽ ഏത് വംശമാണ് കൂടുതൽ അപകടാവസ്ഥയിൽ ഉള്ളതെന്ന് മനസ്സിലാക്കാനും അവക്ക് കൂടുതൽ സംരക്ഷണം ഏർപ്പെടുത്താനും കഴിയുന്നു .
ഈ ലോബുകൾക്ക് ലൊബൂൾ എന്ന ചെറിയ ഭാഗങ്ങൾ ഉണ്ട് ഇത് ചെറിയ പാലുല്പാദിക്കാവുന്ന മുകുളങ്ങളിൽ അവസാനിക്കുന്നു .
പാശ്ചാത്യ സാഹിത്യത്തിൻറെ സ്വാധീനം മൂലം മലയാള സാഹിത്യലോകത്ത് വന്ന മാറ്റങ്ങളെ ആധുനിക സാഹിത്യമെന്നു വിവക്ഷിക്കുന്നു .
സെപ്റ്റംബർ 4-ഓസ്ട്രേലിയൻ പ്രകൃതിശാസ്ത്രജ്ഞനും ടെലിവിഷൻ വ്യക്തിത്വവുമായ സ്റ്റീവ് ഇർവിൻ സ്റ്റിങ് ‌ റേ തിരണ്ടിയുടെ ആക്രമണത്തിൽ കൊല്ലപ്പെട്ടു
ഈ ആനകൾ ഹെല്ലനിക രാജാക്കന്മാര ഇപ്സുസ് യുദ്ധത്തിൽ തോല്പിക്കാൻ നിർണ്ണായക സ്വാധീനമായിരുന്നു .
ഒരു കാൽ ഉയർത്തുമ്പോൾ മറ്റ് കാലുകൾ കൂടുതൽ ഭാരം വരികയും നിലത്ത് കൂടുതൽ ദൃഢമായി അമരുകയും ചെയ്യുമെന്നതിനാലാൺ ഇപ്രകാരം ചെയ്യുന്നത് .
thumb -PIPE- 200px -PIPE- വേനൽക്കാലത്ത് ആനകളുടെ ശരീരത്തിന്റെ താപനില ഉയരാതെ നോക്കേണ്ടതുണ്ട് .
ദ്രാവിഡ വാക്കുകൾ വട്ടെഴുത്തുകൊണ്ടും സംസ്കൃതവാക്കുകൾ ഗ്രന്ഥലിപികൊണ്ടും എഴുതിയിരുന്നതുകൊണ്ടു പതിനഞ്ചാം നൂറ്റാണ്ടോടെ ഈ രണ്ടു ലിപികളും ഇടകലർത്തിയെഴുതിയ കൃതികൾ യഥേഷ്ടമായിരുന്നു .
ഇത് പഠിക്കാനുള്ള ശ്രമങ്ങൾ ഈ സമയത്ത് ആനകൾ വളരെ അപകടകാരികളാണെന്നതും മനുഷ്യരെ കൊന്നൊടുക്കാൻ സാധ്യത വളരെക്കൂടുതൽ ആണെന്നതും കാരണം ഫലവത്താവാറില്ല .
ഈ സ്നേഹപ്രകടനം സാധാരണയായി ചുംബനം നൽകിയും തുമ്പിക്കൈ കോർത്തും തുമ്പിക്കൈ മറ്റേയാനയുടെ വായിൽ വച്ചും ഒക്കെയാണ് ചെയ്യാറുള്ളത് .
വർഗ്ഗം : ഓപ്പറേറ്റിങ് സിസ്റ്റം
കേരളത്തിൽ മലയാളഭാഷക്ക് ഔപചാരിക പദവിയുണ്ട്
വർഗ്ഗം : ഇന്ത്യയിലെ ഭാഷകൾ
ഹിന്ദു മതത്തിൽ ത്രിമൂർത്തികൾ എന്നറിയപ്പെടുന്ന ദേവതകളിൽ ഒരാളാണ് ‌ വിഷ്ണു .
അമേരിക്കയിലെ റിപ്പബ്ലിക്കൻ പാർട്ടിയുടെ ചിഹ്നവും ഒരാനയാണ് 1874-ഇൽ ഹാർപ്പേർസ് വീക്കിലി യിലെ തോമസ് നാസ്റ്റ് ഒരു ഏഷ്യൻ ആനയുടെ കാർട്ടൂൺ വരച്ചതോടെയാണ് അവർ ഈ ആനയെ അവരുടെ ചിഹ്നമാക്കിയത് -LRB- നാസ്റ്റ് തന്നെയാണ് ഡെമോക്രാറ്റിക്ക് പാർട്ടിയുടെ ചിഹ്നമായി ഒരു കഴുതയെ വരച്ച് കൊടുത്തതും -RRB- ;
വ്യാകരണം
ഉബുണ്ടു -LRB- Ubuntu -RRB- : കാനോനിക്കൽ ലിമിറ്റഡ് എന്ന കമ്പനിയുടെ പിന്തുണയോടെ ഉബുണ്ടു സമൂഹം പുറത്തിറക്കുന്നത് .
തലയുടെ ഇരുവശത്തും ചെവിയ്ക്കും കണ്ണിനും ഇടയിലുള്ള കന്നപ്രദേശത്തെ കന്നക്കുഴിയിലെ തൊലിക്കടിയിലാണ് മദഗ്രന്ഥി.ഇതിൽ നിന്നുള്ള നാളി കന്നപ്രദേശത്തെ കന്നത്തുളയിലൂടെ പുറത്തേക്ക് തുറക്കുന്നു .
ഗ്നു സംഘത്തിന്റെ മുഖ്യലക്ഷ്യം സ്വതന്ത്ര സോഫ്റ്റ് ‌ വെയറുകൾ മാത്രം ഉപയോഗിച്ചുകൊണ്ട് യുണിക്സ് പോലുള്ള ഒരു ഓപ്പറേറ്റിംഗ് സിസ്റ്റം നിർമ്മിക്കുന്നതായിരുന്നു .
ഇത് പിടിയാനകൾക്ക് ഇണചേരാൻ കൊമ്പില്ലാത്ത ആനകൾ മാത്രം ലഭ്യമായ ഒരു അവസ്ഥ ഉണ്ടാക്കി .
വലിയ ഒരു ആനയുടെ കൊമ്പ് വർഷത്തിൽ ഏഴ് ഇഞ്ച് വരെ വളരും .
അങ്ങനെ ക്രിസ്തുവിനു മുൻപ് 200 ഓടെ മൂന്നുതരക്കാരായ ഭക്തരും അവരുടെ ദേവന്മാരും താദാത്മ്യം പ്രാപിച്ചു .
അതിനാൽ തന്നെ ഈ മൂന്നു കുടുംബങ്ങളുടേയും ഉറവിടം ആംഫിബയസ് ഹൈറാകോയ്ഡ് -LRB- amphibious hyracoid -RRB- എന്ന ഒരേ വംശം ആണെന്നു കരുതപ്പെടുന്നു .
ഇന്ത്യൻ ആനകൾ -LRB- Elephas maximus indicus -RRB- ആണ് ഏഷ്യൻ ആനകളിൽ വളരെ കൂടുതലായി കാണപ്പെടുന്ന ഗണം .
പ്രായപൂർത്തിയായ സുമാത്രൻ ആനകൾക്ക് ഏകദേശം പത്തടി പൊക്കം -LRB- മൂന്ന് മീറ്റർ -RRB- മാത്രമേ ഉണ്ടാകൂ .
ഗ്രാം തൂക്കം കാണും പൂർണ്ണവളർച്ചയെത്തിയ ഒരു ആനയുടെ കരളിന് ‌ .
മദം പൊട്ടിയൊലിക്കുന്ന നീരിൽ കെറ്റോണും ആൽഡെഹൈഡും ആണ് മുഖ്യമായും ഉണ്ടാകുക .
പ്രശസ്തരായ ആനകൾ
അലബാമ യൂനിവേർസിറ്റിയുടെ Crimson Tide ചിഹ്നം Big Al .
വിവിധ സംസ്കാരങ്ങളിൽ
വർഗ്ഗം : കമ്പ്യൂട്ടർ ശാസ്ത്രം
പന്ത്രണ്ട് അണപ്പല്ലുകൾ താടിയുടെ ഇരു വശങ്ങളിൽ മുകളിലും താഴെയുമായി മൂന്നെണ്ണം വീതം .
൪ - നാല്
ജീവിച്ചിരിക്കുന്ന നാല് ഇനങ്ങൾ -LRB- subspecies -RRB- ഉണ്ട് ; അവ താഴെ പറയുന്നവയാണ് .
സാധാരണ വേഗത്തിൽ സഞ്ചരിക്കുന്ന ആനകൾ രണ്ടു മുതൽ നാലു മൈലുകൾ വരെ -LRB- മൂന്നു തൊട്ട് ആറു കിലോമീറ്റർ -RRB- മണിക്കൂറിൽ വേഗം ആർജ്ജിക്കാറുണ്ട് .
3.5 അടിയിലും ഉയരവും ഉണ്ടാകും .
മലയാളനാട്ടിലെ ഭാഷ എന്ന നിലയ്ക്ക് മലയാളഭാഷ എന്നു പറഞ്ഞുപോന്നിരിക്കുവാനും സാദ്ധ്യതയുണ്ടു് എങ്കിലും ഈ ഭാഷ അറിയപ്പെട്ടിരുന്നതു മലയാണ്മ എന്നായിരുന്നു .
പെണ്ണുങ്ങളുടെ സ്തനങ്ങൾ ഒരു ചെറിയ മുകുളത്തിന്റെ വലിപ്പം തന്നെയാണ് ‌ ജനിക്കുമ്പോഴും .
അന്താരാഷ്ട്ര സ്വാഭാവിക നാരുകളുടെ വർഷം
ഒരു കാര്യം കൂടി .
ഭഗവത്ന്റെ ഭാര്യയായിരുന്നു ഭഗവതി .
ആണുങ്ങളിൽ പെക്ടോറാലിസ് മേജർ എന്ന പേശി നന്നായി വികാസം പ്രാപിച്ചിരിക്കും എന്നാൽ പെണ്ണുങ്ങളിൽ ഈ സ്ഥാനത്ത് പേശികളേക്കാൾ മുലകൾക്കാണ് ‌ വലിപ്പം ഉണ്ടാകന്നത് .
അന്ധന്മാരും ആനയും എന്നത് യാഥാർത്ഥ്യത്തിനെ എങ്ങനെ പല ആളുകൾ പല രീതിയിൽ വിലയിരുത്തുന്നു എന്ന് വിവരിക്കുന്ന ഒരു കഥയാണ് .
പല്ലുകൾ
കൂടാതെ തൊലിയിൽ ഉണ്ടാകുന്ന വെളുത്ത പാടുകൾ ഏഷ്യൻ ആനകളിൽ ഏറ്റവും കൂടുതൽ ഈ ആനകൾക്കാണ് ഉണ്ടാകുക .
ആമാശയത്തിന് ‌ ഒരു അറയേ ഉള്ളൂ .
നാവ്
ആനകളുടെ കുട്ടിക്കാലം വളരെ കൂടുതലാണ് .
കേരള സാഹിത്യത്തിലും സ്തനങ്ങളെക്കുറിച്ചുള്ള നിരവധി പരാമർശങ്ങൾ ഉണ്ടായിട്ടുണ്ട് .
ജൂലൈ
അമ്മയുടെ മുലക്കണ്ണുകളിൽ എത്താൻ ഈ ഉയരം മതിയാകും .
ആനയുടെ ആവാസവ്യവസ്ഥയിൽ ഉണ്ടാകുന്ന കുറവ് മനുഷ്യർ കാട്ടിലേക്ക് കയറുന്നത് മൂലം അവരുമായി ഉണ്ടാകുന്ന സംഘർഷങ്ങളിൽ കൊല്ലപ്പെടുന്നത് തുടങ്ങിയവയാണ് ‌ മറ്റു ഭീഷണികൾ .
പിന്നീട് വന്ന രാജ്യങ്ങളുടെ കരസൈന്യം ആനകളെ ഉപയോഗിക്കുമായിരുന്നു അത് കണ്ട്പേർഷ്യൻ സാമ്രാജ്യവും ഉപയോഗിച്ച് തുടങ്ങി .
സസ്തനികളിൽ വച്ച് ഏറ്റവും ദൈർഘ്യമേറിയ ഗർഭകാലം ആനയുടേതാണ് -LRB- 630-660 ദിനങ്ങൾ -RRB- .
ഈ ലിഖിതം കണ്ടെടുത്തത് വാഴപ്പള്ളി മഹാക്ഷേത്രത്തിന്റെ കിഴക്കേനടയിലെ തലവനമഠത്തിൽ നിന്നുമാണ് .
സ്വതവേ ശീലിച്ചുപോന്നിരുന്ന ചില ആചാരങ്ങളും അനുഷ്ഠാനങ്ങളും ദ്രാവിഡ ജനതയുമായുള്ള സമ്പർക്കത്തിൽ ഉപേക്ഷിക്കുവാനും ബ്രാഹ്മണർ തുനിഞ്ഞതോടെ അവർക്ക് പ്രാദേശികജീവിതത്തിലേക്ക് സ്വച്ഛന്ദമായ ഒരു ഇഴുകിച്ചേരൽ സാധ്യമാവുകയും ചെയ്തു .
സ്തനങ്ങളുടെ വലിപ്പം പെൺകുട്ടിക്ക് ആർത്തവം തുടങ്ങുന്നതു വരെ അത് തുടരുന്നു .
ഉദാഹരണത്തിന് സ്വന്തം തുമ്പിക്കൈ ആന ഉപയോഗിക്കാൻ പഠിക്കുന്നത് മുതിർന്ന ആനകൾ ഉപയോഗിക്കുന്നത് കണ്ടിട്ടാണ് .
സസ്തനി എന്ന പേരിന്റെ അർത്ഥം തന്നെ സ്തനങ്ങളോട് കൂടിയ എന്നാണ് ‌ .
സവേന ആനകൾ അധികവും തുറസായ സ്ഥലങ്ങളിലും ചതുപ്പുകളുടേയും തടാകങ്ങളുടേയും കരയിലുമാണ് കാണപ്പെടുന്നത് .
ആനകളുടെ ഇരതേടൽ ഇപ്രകാരങ്ങളിൽ പ്രകൃതിക്ക് സഹായകരമാണ് : -
ഈ വടം പൊട്ടിക്കാനാവില്ല എന്ന ധാരണ മനസ്സിലുള്ള ആന ഒരിക്കലും അതിന് ശ്രമിക്കില്ല .
വംശനാശഭീഷണി
സാധാരണയായി വ്യത്യസ്ത സ്ഥലങ്ങളിൽ പ്രവർത്തിക്കുന്ന ആനക്കൂട്ടങ്ങൾ വളരെക്കുറച്ചേ ബന്ധപ്പെടാറുള്ളൂ .
ഖെദ്ദ എന്നാണ് ‌ ഇതിനു പറഞ്ഞിരുന്നത് .
ആനയുടെ കാൽപ്പാദങ്ങൾക്ക് ഏകദേശം വൃത്താകൃതിയാണ് .
തോമസ് ‌ ഐസക് ‌ എം .
ആഫ്രിക്കൻ ആനകളുടെ ചെവിയും വലുതായിരിക്കും .
thumb -PIPE- 200px -PIPE- left -PIPE- പനയോലയും കൊമ്പിൽ താങ്ങിയെടുത്തു വരുന്ന ആന
പ്രസവത്തോടെ മറ്റു ഹോർമോണുകളുടെ അളവു കുറയുകയും പാൽ ഉത്പാദനം തുടങ്ങുകയും ചെയ്യുന്നു .
അംഗഭംഗം
ആണിലും പെണ്ണിലും ലൈംഗിക ഉത്തേജനം ഉണ്ടാകുമ്പോൾ മുലക്കണ്ണുകൾ വിജൃംഭിതമാവാറുണ്ട് .
ഗ്നു / ഹേർഡ് അഥവാ പൂർണ്ണ ഗ്നു സിസ്റ്റം എന്ന പുതിയ ഓപ്പറേറ്റിംഗ് സിസ്റ്റം പൂർണ്ണമായി ഉപയോഗ്യമായിട്ടില്ലെങ്കിലും ഇപ്പോൾ ലഭ്യമാണു് .
ഇന്ത്യൻ ഭരണഘടനയിലെ എട്ടാം ഷെഡ്യൂളിൽ ഉൾപ്പെടുത്തിയിരിക്കുന്ന ഇന്ത്യയിലെ ഇരുപത്തിരണ്ടു് ഔദ്യോഗിക ഭാഷകളിൽ ഒന്നാണു് മലയാളം .
ഓപ്പറേറ്റിങ്ങ് സിസ്റ്റം പോലെയുള്ളവ സിസ്റ്റം സോഫ്റ്റ് ‌ വെയറുകൾക്കുദാഹരണമാണ് .
ആദ്യത്തെ എട്ടാഴ്ചയിലാണേറ്റവും വേഗത്തിൽ വളർച്ച പ്രാപിക്കുന്നത് .
തോമസ് ‌ -LRB- ജനതാദൾ -RRB- എൻ .
നിരുക്തം
അവലംബം
ജനങ്ങൾ വിഷ്ണുവിന്റെ മൂർത്തിയെ ആരാധിക്കുകയും അതിന് ‌ നെല്ലും എള്ളും നേദിക്കുകയും ചെയ്തു .
ആഫ്രിക്കൻ ആനകൾക്ക് തുമ്പിക്കൈയുടെ അറ്റത്ത് വിരൽ പോലെ രണ്ട് അറ്റങ്ങൾ ഉണ്ടാകാറുണ്ട് .
ഡെസ്ക്ടോപ്പ് : ഗ്നോം കെ.ഡി.ഇ. ഐസ് വിൻഡോ മാനേജർ ‍ എക്സ്.എഫ്.സി.ഇ.
ഹോർമോൺ സ്വാധീനം
വളരെ ചിട്ടയായ സാമൂഹിക ജീവിതമാണ് ആനകളുടേത് .
2002-ൽ 4.6 ലക്ഷത്തിനും 5.6 ലക്ഷത്തിനും ഇടയിൽ ആനകൾ ഉണ്ടെന്ന് കണ്ടെത്തിയ ഗവേഷകർ 1998-ൽ 3.6 ലക്ഷത്തിനും 5 ലക്ഷത്തിനും ഇടയിലായിരുന്നു എന്നാണ് ‌ കണ്ടെത്തിയിത് .
ഇത് ഇളം ചുവപ്പു മുതൽ കടും കാപ്പി നിറം വരെ വ്യത്യസ്ത നിറങ്ങളിൽ കാണപ്പെടുന്നു .
ഇത് ആണിനെ ആകർഷിക്കാനുള്ള പെണ്ണിന്റെ കഴിവിനെ ആശ്രയിച്ചാണ് ‌ ഇരിക്കുന്നത് .
മലയാള ഭാഷയെക്കുറിച്ച് ആദ്യമായി പഠനം നടത്തുന്നത് പാശ്ചാത്യ ഭാഷാ ചരിത്രകാരനായ കാൾഡ്വെൽ ആണ് .
ഇത് കുട്ടിയാനകളിലാണ് കൂടുതലായി തിരിച്ചറിയാൻ കഴിയുക .
മധ്യ ആഫ്രിക്കയിലും പടിഞ്ഞാറൻ ആഫിക്കയിലും ഉള്ള മഴക്കാടുകളിലാണ് കാട്ടാനകളെ കാണപ്പെടുന്നത് .
ആനയെ ഇന്ത്യയുടെ പൈതൃക മൃഗമായി 2010 ഒക്ടോബർ 22നു കേന്ദ്ര സർക്കാർ പ്രഖ്യാപിച്ചു .
ഇതിനായി ദിനംമുഴുവൻ പ്രയത്നിക്കേണ്ടി വരുന്നു .
മനുഷ്യന്റെ കാമകേളികളിലെ അവിഭാജ്യ ഘടകവുമാണ് ‌ ഇവ .
ഈ തണുത്ത രക്തം പിന്നീട് തിരിച്ച് ശരീരത്തിലേക്കൊഴുകി ശരീരം തണുപ്പിക്കും .
ഇതിന് കാരണം ഇവരുടെ മുഖ്യഗായകൻ ജാക്ക് വൈറ്റിന്റെ ആനപ്രേമമാണ് ആനകൾക്ക് തമ്മിലുള്ള അടുപ്പവും സ്നേഹവും ജാക്ക് വൈറ്റിനെ അതിശയിപ്പിച്ചിരുന്നു .
അത് മുലപ്പാൽ ഗ്രന്ഥികളുടെ എണ്ണത്തേയും വലിപ്പത്തേയും മാത്രം ആശ്രയിച്ചിരിക്കുമ്പോൾ വലിപ്പം പേശികളേയും കൊഴുപ്പിന്റെ അംശത്തേയും മറ്റും ആശ്രയിച്ചിരിക്കുന്നു .
മണിപ്രവാളകൃതികൾ പൊതുവെ സംസ്കൃത വിഭക്തിപ്രയോഗങ്ങളും തമിഴ് പദങ്ങളും പഴയ മലയാളം പദങ്ങളും ചേരുന്ന രചനകളായിരുന്നു .
ജനിച്ചയുടനെ കുട്ടിയാന ഉണ്ടാക്കുന്ന ആദ്യ ശബ്ദം തുമ്മൽ അഥവാ മൂക്ക് ചീറ്റൽ എന്ന തരത്തിലുള്ളതാണ് ഇത് ആനയുടെ തുമ്പിക്കൈയിലുള്ള ദ്രാവകങ്ങൾ കളയുവാനാണ് .
ദ്രാവിഡമെന്ന മൂലഭാഷയിൽ നിന്നുണ്ടായതാണ് മലയാളം തമിഴ് കന്നഡ തെലുങ്ക് എന്നീ പ്രധാന ഭാഷകളും തുളു പോലുള്ള അപ്രധാന ഭാഷകളും എന്ന് എല്ലാ ഭാഷാ ശാസ്ത്രജ്ഞരും ഒരുപോലെ അവകാശപ്പെടുന്നു .
ജൂലൈ 11 - മുംബൈയിൽ 209 പേരുടെ മരണത്തിനിടയാക്കിയ ബോംബു സ്ഫോടന പരമ്പര .
വാരിക്കുഴി എന്നാണ് ‌ ഇതറിയപ്പെടുന്നത് .
ഒരു സ്ഥലത്ത് രണ്ട് വ്യത്യസ്ത തരം ആനകൾ ഇല്ലാത്തതിനാൽ വളർത്തുമൃഗങ്ങളുടേതു പോലെ മിശ്ര വർഗ്ഗങ്ങൾ ഉണ്ടാകാനുള്ള സാധ്യത വിരളമാണ് .
അവസാനം ഈ പല്ലുകളും കൊഴിഞ്ഞ് പോകുന്നതോടുകൂടി ആനയ്ക്ക് ഒന്നും കഴിക്കാൻ വയ്യാതെ വരികയും തത്ഫലമായി പട്ടിണി കിടന്ന് മരിക്കുകയും ചെയ്യുന്നു .
കരയിൽ ജീവിക്കുന്ന സസ്തനികളിൽ ആനക്കുപുറമേ ഈ പ്രത്യേകതയുള്ളത് ആരമഡില്ലോ സ്ലോത്ത് കണ്ടാമൃഗം എന്നിവക്കും മുട്ടയിടുന്ന സസ്തനികൾക്കും മാത്രമാണ് .
അദ്ദേഹത്തിന് ‌ സ്വന്തം ആനകളെകൊണ്ട് നാശനഷ്ടമുണ്ടാവുകയും ചെയ്തു .
ഋഗ്വേദങ്ങളിൽ ദേവന്മാരുടെ മുഖ്യ നായകനായ ഇന്ദ്രന്റെ സഹായിയായാണ് ‌ പ്രത്യക്ഷപ്പെടുന്നത് .
പ്രകൃതിയേയും പരിസ്ഥിതിയേയും ശാസ്ത്രജ്ഞർ കൂടുതായി മനസ്സിലാക്കിതോട് കൂടി ഈ ഉദ്യാനങ്ങൾ ആനകൾക്ക് ജീവിക്കാൻ കഴിയുന്ന ഒരേ ഒരു സ്ഥലമാണെന്ന് വ്യക്തമായി .
ഇൻഡോ-അറബി അക്ക വ്യവസ്ഥയിൽ പൂജ്യത്തെ സൂചിപ്പിക്കാൻ ഉപയോഗിക്കുന്ന ചിഹ്നമായ 0 ത്തോടു് ‌ സാമ്യതയുള്ള രൂപം തന്നെയാണു് ‌ മലയാളം പൂജ്യത്തിനും .
പകരം വിഷ്ണുവും യജ്ഞങ്ങളും തമ്മിലുള്ള ബന്ധത്തെയാണ് ‌ അത് ഉയർത്തിക്കാട്ടുന്നത് .
മൃഗശാലകളിൽ പ്രദർശിപ്പിക്കുന്നത് വിവാദമായിട്ടുമുണ്ട് .
വളർത്തമ്മമാർ
സ്വരസഹായം കൂടാതെ ഉച്ചരിക്കാവുന്ന ചില വ്യഞ്ജനങ്ങൾ ഉണ്ട് .
മേൽപ്പറഞ്ഞ സാമൂഹിക-രാഷ്ട്രീയ സംഭവങ്ങൾ ഈ ഒരു പരിണാമത്തിനു ആക്കം കൂട്ടുകയാണുണ്ടായതു് .
മറ്റ് ആനകളുമയി വഴക്കുണ്ടകുമ്പോൾ സ്വയരക്ഷയ്ക്ക് ആനകൾ തുമ്പിക്കൈ കൊണ്ട് അടിക്കുകയും ചുറ്റിപ്പിടിച്ച് വലിച്ചെറിയാൻ ശ്രമിക്കുകയും ചെയ്യും .
ശ്രീരാമൻ
ജനുവരി
ഈ സൃഷ്ടികളെ മാതൃകയാക്കി മലയാളത്തിൽ നിരവധി പ്രമാണഗ്രന്ഥങ്ങളും പത്തൊമ്പതാം നൂറ്റാണ്ടിൻറെ അവസാന പകുതിയിൽ പ്രസിദ്ധീകൃതമായി .
ആനകൾക്കായി ഒരു ദേശീയോദ്യാനം തയ്യാറാക്കുന്നതിന് തടസ്സങ്ങൾ ഒരുപാടുണ്ട് .
ശക്തി കുറഞ്ഞ ആനകൾക്ക് സ്വന്തം അവസരം വരാനായി കാത്തിരിക്കേണ്ടി വരും .
തെച്ചിക്കോട്ടുകാവ് രാമചന്ദ്രൻ കേരളത്തിലെ തൃശ്ശൂരിലെ പേരാമംഗലത്തുള്ള തെച്ചിക്കോട്ടുകാവ് ക്ഷേത്രത്തിലുള്ള ഈ ആന ഇന്ന കേരളത്തിൽ ജീവിച്ചിരിക്കുന്നവയിൽ ഏറ്റവും തലയെടുപ്പൂള്ളവനായി അറിയപ്പെടുന്നു .
എങ്കിലും ഭാരതത്തിലെ ഒട്ടുമിക്ക ഭാഷകൾ മാത്രമല്ല ലോകത്തിലെ തന്നെ മിക്ക ഭാഷകളുടെയും അംശങ്ങൾ മലയാളത്തിൽ കാണാം .
ക്രമേണ ഈ അവയവം പൂർണ്ണ രൂപം പ്രാപിച്ചു .
ശാർങ്ഗം - വിഷ്ണുവിൻറെ വില്ലിൻറെ പേർ .
ഇതേവരെ രേഖപ്പെടുത്തിയതിൽ വച്ച് ഏറ്റവും ഭാരമുള്ള കൊമ്പ് 39 കിലോ ആണ് .
തമിഴിന്റെ സ്വാധീനത്തിൽ നിന്നു മുക്തിനേടി കുറേകൂടി വ്യക്തമായ മലയാളകവന രീതിയാണു കണ്ണശ്ശരാമായണത്തിൽ കാണാനാകുന്നതു് .
എന്നു മാത്രമല്ല കാട്ടാനകളേയും സവാന ആനകളേയും ഇണ ചേർത്ത് പുതിയ വർഗ്ഗം ഉണ്ടാക്കാൻ സാധിക്കും .
ഇവയെല്ലാം ചെറിയ കുഴലിളിലൂടെ പരസ്പരം ബന്ധിക്കപ്പെട്ടിരിക്കുന്നു.ഈ കുഴലുകൾ വഴി പാൽ മുലക്കണ്ണിലേക്കൊഴുക്കപ്പെടുന്നു .
കൊളോണിയൽ ഭരണകാലത്ത് യൂറോപ്പ്യൻ ഭാഷകൾ പഠിക്കുവാനും പ്രസ്തുതഭാഷകളിലെ കൃതികൾ വായിക്കുവാനും ലഭിച്ച അവസരങ്ങൾ സാഹിത്യപരമായ ചില നവോത്ഥാനചിന്തകൾക്ക് വഴി തെളിച്ചു .
നവംബർ
ഭാരതത്തിലും സയ ‌ മിലും -LRB- തായ് ‌ ലൻഡിന്റെപഴയ പേര് -RRB- ദക്ഷിണേഷ്യയിൽ ഏതാണ്ട് മുഴുവനായും ആനകളെ വിവിധ ജോലികൾ ചെയ്യാൻ ഉപയോഗിച്ചിരുന്നു .
ഇതര സ്രോതസ്സുകളിൽ നിന്നുള്ള ഇൻഫ്രാസൗണ്ട് സ്വീകരിച്ച് വഴികണ്ട് പിടിക്കാനും ആന ഈ കഴിവ് ഉപയോഗിക്കുന്നു .
ഒരു കാക്കക്കുളിക്കുള്ള ശ്രമത്തിലാണ് ‌ ഐഇ ആന
മണിപ്രവാളം സാഹിത്യരചനകൾ മിക്കവാറും ഇപ്രകാരമായിരുന്നു എഴുതിക്കൊണ്ടിരുന്നത് .
അതുപോലെ മദഗ്രന്ധിപൊട്ടിയൊലിക്കുന്ന ദ്രാവകത്തിൽ എന്താണുള്ളതെന്നും ഇതു വരെ കണ്ട് പിടിക്കപ്പെട്ടിട്ടില്ല അതിനെപ്പറ്റി പഠിക്കാൻ അത് ശേഖരിക്കുക എളുപ്പമല്ല .
സാധാരണ ഇണ ചേരൽ പോലെത്തന്നെ തുമ്പിക്കൈ മറ്റേയാനയുടെ പിറകിൽ വച്ചും കൊമ്പുകൊണ്ട് ഇണയെ തള്ളിയുമാണ് സ്വവരഗ്ഗലീലകളിലും ഏർപ്പെടുന്നത് .
വർഗ്ഗം : ഗ്നു പദ്ധതി
ദക്ഷിണഭാരതത്തിൽ ലിപിവ്യവസ്ഥിതിയുടെ പ്രചാരകർ ബുദ്ധ-ജൈന സന്യാസികളാണെന്നു ചില ഗുഹാലിഖിതങ്ങൾ സൂചിപ്പിക്കുന്നുണ്ടു് .
-LRB- Vishnu -RRB- വിഷ്ണുവിനെ സർ ‌ വ്വചരാചരങ്ങളെയും പരിപാലിക്കുന്ന ദൈവമായി കണക്കാക്കുന്നു .
ഇന്ത്യയിലെ ഒരു ദേശീയ രാഷ്ട്രീയകക്ഷിയായ ബഹുജൻ സമാജ് പാർട്ടിയുടേയും ആസ്സാം സംസ്ഥാനത്തിലെ പ്രാദേശിക കക്ഷിയായ അസം ഗണപരിഷത്തിന്റേയും തിരഞ്ഞെടുപ്പ് ചിഹ്നമാണ് ‌ ആന .
ചരിത്രപരമായി വന്നുപോയ ദേശ്യഭേദങ്ങൾ കൊണ്ടുമാത്രം ഒരു സ്വതന്ത്രഭാഷ രൂപം കൊള്ളുകയില്ല .
ഇത് ഡെബിയനെ അടിസ്ഥാനപ്പെടുത്തിയുള്ളതാണ് .
മുതിർന്ന കൊമ്പനാനകൾ കൊല്ലത്തിലൊരിക്കലായി മദപ്പാട് എന്ന ഒരു അവസ്ഥയിലെത്തുന്നു .
തൊണ്ണൂറുകളുടെ ആദ്യം തന്നെ ഒരു ഓപ്പറേറ്റിങ് സിസ്റ്റത്തിനു് ആവശ്യമായ പ്രധാനപ്പെട്ട സോഫ്റ്റ് ‌ വെയറുകൾ എല്ലാം തന്നെ ഗ്നു സംഘം സ്വന്തമായി തയ്യാറാക്കിയിരുന്നു .
ഇങ്ങനെ കൊമ്പില്ലാത്ത ആനകളുടെ ജീനുകൾ മാത്രം കൈമാറിപ്പോകുന്നത് കാരണം പുതുതായി ജനിക്കുന്ന ആണാനകൾക്കും കൊമ്പുണ്ടാകാനുള്ള സാധ്യതൾ വളരെ കുറഞ്ഞു .
കൊമ്പ് ആനകൾക്ക് വളരെ ഉപയോഗമുള്ള ഒന്നാണ് : മണ്ണ് കുഴിച്ച് വെള്ളമെടുക്കാനും വേരുകൾ ധാതുലവണങ്ങൾ എന്നിവ മണ്ണിൽ നിന്ന് കുഴിച്ചെടുക്കാനും മരങ്ങളുടെ തൊലി പൊളിച്ചെടുത്ത് കഴിക്കാനും ചില മരങ്ങൾ -LRB- ബോബാബ് -RRB- തുരന്ന് അകത്തുള്ള പൾപ്പ് ഭക്ഷിക്കാനും മാർഗ്ഗതടസ്സമുണ്ടാക്കുന്ന മരങ്ങളും മരച്ചില്ലകളും മാറ്റാനുമൊക്കെ ഈ കൊമ്പുകൾ ഉപയോഗിക്കുന്നു .
ഇത് ഭാഗവത ആരാധന അഥവാ വൈഷ്ണവ ആരാധനയുടെ തുടക്കം കുറിച്ചു .
ഈ മൃഗങ്ങൾ അധിക സമയവും വെള്ളത്തിനടിയിലാണു ചിലവഴിച്ചിരുന്നതെന്നും തുമ്പിക്കൈ വെള്ളത്തിനു മുകളിൽ ഉയർത്തിയാണ് അവ ശ്വസിച്ചിരുന്നത് എന്നും ചില ശാസ്ത്രജ്ഞർ കരുതുന്നു .
മുപ്പത്തിയാറായിരത്തോളം എണ്ണം ഇന്ത്യൻ ആനകൾ ഇന്നു ജീവിച്ചിരുപ്പുണ്ടെന്നു കരുതപ്പെടുന്നു .
ഭാരം ഏകദേശം 4000 കിലോ ഗ്രാം .
ഹൃദയം
ഇതിന് വളരെ മോശമായ കയ്പ്പ് രുചിയാണുള്ളത് .
right -PIPE- thumb -PIPE- 200px -PIPE- ഏഷ്യാഡ് അപ്പു - ഒമ്പതാം ഏഷ്യൻ ഗെയിംസിന്റെ ഭാഗ്യചിഹ്നം
എന്ന് പേരുള്ള ഒരാനയാണ് .
thumb -PIPE- 250px -PIPE- സിലിക്കൺ ദ്രവം സ്പോഞ്ച് രൂപത്തിൽ കയറ്റി തൂങ്ങിയ മുലകളെ യവ്വനയുക്തമാക്കിയിരിക്കുന്നു
വളരെ പ്രശസ്തമായ ഒരു ഓപ്പറേറ്റിംഗ് സിസ്റ്റമാണ് ഗ്നു / ലിനക്സ് -LRB- ആംഗലേയം : GNU / Linux -RRB- .
