کینیڈا اب تک 50 امن مشنوں میں حصہ لے چکا ہے جس میں 1989 سے اب تک کے تمام بحالی امن کے مشن شامل ہیں۔
شیخ شہاب الدین سہروردی کی عوارف المعارف
اس مضمون کا یہ آخری قطعہ ابھی کسی ایسے عالم کا منتظر ہے کہ جو اس بات کا جواب فراھم کرسکے کہ جب جھوٹے تصوف کی موجودگی اور اس کی معاشرتی برائیاں خود تصوف سے قربت رکھنے والے تسلیم کرتے ہیں اور ان کے مطابق سچی تصوف اصل میں شریعت ہی ہے تو پھر آخر وہ کون سی بات ہے کہ جس پر تصوف قائم ہے؟
والدین کی ملاقات دوران طالب علمی ہوائی یونیورسٹی میں ہوئی جہاں پر ان کے والد سکالرشپ پر پڑھنے آئے ہوئے تھے۔
باراک اوبامہ نے ہيلری کلنٹن کو شکست دی اور اپنی کاميابی کا اعلان کر ديا اور وہ امريکہ کے پہلے سياہ فام صدر ہیں۔
* افغان حکمران (شیر شاہ سوری اور اس کے جانشیں)
بحیرہ اوقیانوس سے لے کر آرکٹک سمندری تک پھیلا ہوا ہے۔
ابتدا اور اس کے نام کا تاریخی پس منظر
1950 تک اس کا نام ڈومین آف کینیڈا رہا۔
اس کے بعد آنے والے یورپی یہاں کینیڈا کے ساحل جو بحراوقیانوس کے کنارے واقع تھے، کی مہم جوئی کی غرض سے آئے۔
یہ جنگیں فرانسیسی اور مقامی انڈینز کے مابین تھیں۔
کینیڈا امریکہ اور برطانوی راج کے درمیان ہونے والی جنگ میں شامل تھا اور اس کے کامیابی نے کینیڈا پر طویل المدتی اثرات مرتب کیے جن میں قومی اتحاد و یگانگت اور برطانوی نژاد شمالی امریکیوں کا جذبہ قومیت پرستی شامل ہے ۔
1850 کے اواخر تک کینیڈا کے رہنماؤں نے بہت سی تحقیقی مہمات اس نیت سے بنائیں کہ اس سے رُپرٹس لینڈ اور ارکٹک ک علاقے کا قبضہ لیا جا سکے۔
1914 میں جب برطانیہ نے پہلی جنگ عظیم میں شمولیت کا اعلان کیا تو کینیڈا خود بخود جنگ میں شریک ہو گیا۔
جنگ کے اختتام پر کینیڈا کی فوجی طاقت کا شمار دینا کی بڑی فوجی طاقتوں میں ہوا۔
ان مذکورہ بالا دو تعریفوں کے علاوہ بھی تصوف کی بے شمار تعریفیں بیان کی جاتی ہیں جن کا تذکرہ تعریفوں کے قطعے میں آجاۓ گا، مندرجہ بالا دو تعریفوں کا ابتدایۓ کے لیۓ انتخاب اس لیۓ کیا گیا کہ ان میں تصوف کا مکمل اسلامی نقطۂ نظر اور تصوف کا فلسفیانہ نقطۂ نظر دونوں آجاتے ہیں۔
کچھ کیوبیک کے رہائشی زیادہ صوبائی خود مختاری یا کینیڈا سے جزوی یا مکمل آزادی پر زور دینے لگے۔
تصوف کو اس کے آغاز کے بعد ، مسلمانوں کے مختلف فرقہ جات نے کس انداز میں اپنے اپنے طور پر اختیار کیا؟
حکومت
کیا تمام فقہی ائمہ اکرام تصوف پر ایک جیسے افکار بیان کرتے ہیں؟
عموما کابینہ وزیر اعظم کی اپنی جماعت ہوتی ہے جو دونوں ایوانوں سے منتخب ہو تی ہے۔
اسلام ایک کامل دین ہونے کے ناطے انسانی زندگی کے ہر پہلو پر راہنمائی فراہم کرتا ہے۔
یہ علماء ، مسلمانوں میں آنے والی دولت و آسائش طلب زندگی کو اچھا نہیں سمجھتے تھے اور ابتدائی اسلام کی سادہ گذربسر کی تعلیمات پر زور دیتے تھے؛ ان میں حسن البصری اور ابو ھاشم جیسے علماء شامل ہیں اور علماء کی دنیاداری سے دور رہتے ہوۓ زاہدانہ زندگی کا اختیار کرنا آگے چل کر تصوف کی صورت میں نمو پایا؛ ابو ھاشم کو وہ پہلا شخص کہا جاتا ہے کہ جن کو ان کے بعد آنے والوں نے صوفی کا لقب دیا۔
ان کے نام یہ ہیں۔
دیوبند کے ایک عالم اور اشرف علی تھانوی صاحب کے خلیفہ کہلاۓ جانے والے محمد مسیح اللہ خان ، تصوف کی تعریف یوں بیان کرتے ہیں کہ ؛ اعمالِ باطنی (esoteric) سے متعلق شریعت کا شعبہ تصوف اور سلوک کہلاتا ہے اور، اعمالِ ظاہری (exoteric) سے متعلق شریعت کا شعبہ فقہ کہلاتا ہے ایک اور دیوبندی عالم قاری محمد طیب کے الفاظ میں؛ مذہبی طور پر علماۓ دیوبند مسلم ہیں، تفرقاتی طور پر یہ اہلسنت والجماعت سے تعلق رکھتے ہیں، بطور مقلد یہ حنفی ہیں، طریقت میں صوفی ہیں، مدرسی طور پر یہ ماتریدی اور سلوک میں چشتی ہیں۔
صوفی کی اصل الکلمہ
اس عدالت کے کل نو ممبران ہوتے ہیں جن کا تقرر گورنر جنرل وزیر اعظم کے مشورے سے کرتا ہے۔
اوٹاوا میں قیام امن کی یادگار
بعض صوفیاء کے خیال میں یہ لفظ صوفی اصل میں صف اول کی صف سے ماخوذ ہے کہ صوفی تمام دیگر انسانوں کی نسبت اپنا دل خدا کی جانب کرنے اور اس سے رغبت رکھنے میں پہلی صف میں ہوتا ہے۔
سوفیہ اصل میں ایک یونانی لفظ ، sophos سے لیا گیا ہے جس کے معنی حکمت اور فارسی متبادلِ تصوف کی اصطلاح کے مطابق عرفان کے ہوتے ہیں اور اسی مناسبت سے تھیو صوفی (theosophy) کو اردو میں حکمت یزدانی کہا جاتا ہے۔
بلا ماخذ
صوفیا کے نزدیک تصوف کے چاردرجے ہیں۔
وکیپیڈیا سے
اب چونکہ حضور صلی اللہ علیہ وسلم کو ان کی حقیقت معلوم تھی اور اس بارے میں سورۃ المنافقین بھی اتری جس من ان کی نیتوں کو بے نقاب کر دیا گیا تو طریقت کے اعتبار سے یہ لوگ کافر ہیں اور ہمیشہ جہنمی ہیں مگر ان کے اس ظاہر کی وجہ سے مسلمانوں کا کوئی قاضی ان کو کچھ نہیں کہہ سکتا اور کوئی مفتی ان کے خلاف فتوی نہیں دے سکتا۔
برابری کے پروگرام یعنی ایکویلائزیشن پے منٹس کے نظام کے تحت وفاق ہر صوبے کو برابر رقوم دیتا ہے تاکہ غریب اور امیر، ہر صوبے کو ہر پروگرام کے لیے یکساں رقم ملے۔
مسلم صوفیاء اکرام
ہموار اور زرخیز میدان زراعت کے لئے بہترین ہیں.
برصغیر اور صوفیاء اکرام
اسی طرح کینیڈا کے پاس جتنی جھیلیں اور دریا ہیں، وہ دنیا بھر کے کسی اور ملک کےپاس نہیں ہیں۔
کینیڈا کے شہروں کےد رجہ حرارت
روۓ خط روابط تبدیل ہوسکتے ہیں اس لیۓ ایسی صورتحال میں پیچیدگی سے بچنے کی خاطر چند اقتباسات بمعہ ترجمہ درج ہیں۔
کینیڈا فری مارکیٹ اکانومی ہے اور اس کی حکومت کا امریکہ کی نسبت تھوڑا سا زیادہ عمل دخل ہے لیکن یورپی یونین کی نسبت بہت کم دخل دیتی ہے۔
گویا کہ ابتدائی تصوف اسلام کی اصل روح سے قریب تر ہے اور اس میں بہت سی قابل ذکر شخصیات کے نام آتے ہیں جنہوں نے اسلام کی تبلیغ میں نہایت گراں قدر خدمات انجام دیں جیسے امام غزالی رح اور معین الدین چشتی رح وغیرہ۔
تاہم کینیڈا اس لحاظ سے فرق ہے کہ کینیدا کی معیشت میں لکڑی اور تیل کی صنعتیں بنیادی اہمیت رکھتی ہیں۔
1989میں اور 1994میں کینیڈا نے امریکہ کے ساتھ آزادانہ تجارت کا معاہدہ کیاجس سے دونوں کی تجارت میں ڈرامائی اضافہ ہوا۔
اس وقت کینیڈا کی تین چوتھائی آبادی امریکہ کے ساتھ سرحد کے ایک سو ساٹھ (160) کلومیٹر کے اندر اندر رہ رہی ہے۔
2001 میں آبادی کا 13.
ہر نظام اپنی علاقائی تاریخ، جغرافیہ اور مقامی ثقافت کے علاوہ یکساں تعلیم دیتا ہے۔
انگریزی 59.
کیوبیک کی سرکاری زبان فرانسیسی ہے۔
کینیڈا کی الگ تھلگ اور محفوظ رہنے والی ثقافت اب وفاقی اداروں کی مداخلت سے متائثر ہو رہی ہے جن میں کینیڈین براڈ کاسٹنگ کارپوریشن، نیشنل فلم بورڈ آف کینیڈا اور کینیڈین ریڈیو-ٹیلی ویژن اینڈ ٹیلی کمیونیکیشن کمیشن شامل ہیں۔
ہاکی کے بعد دوسری مشہور کھیل کینیڈین فٹ بال اور کرلنگ ہے۔
حیاتیاتی قـواعـد
زمرہ:زبانیں
ایسا فی الحقیقت عربی زبان میں اعراب کے نہایت حساس استعمال کی وجہ سے ہوتا ہے جس میں کہ اردو و فارسی کے برعکس اعراب کے معمولی رد و بدل سے معنی میں نہایت فرق آجاتا ہے۔
یہاں وضاحت ، اسلام کیا ہے؟
مذکورہ بالا قطعے میں متعدد الانواع --- اھلوں --- کے تذکرے کے بعد یہ بات اپنی جگہ ہے کہ اسلام ایک کتابی مذہب ہے یعنی اس پر عمل کرنے والے اھل کتاب کہلاۓ جاتے ہیں۔
اجزاۓ ایمان
شیعہ تفرقے والوں میں پھر ان ارکان کی مختلف تعداد اور تعریفیں ذیلی تفرقات الشعیہ میں ملتی ہیں۔
634ء میں ابوبکر کے انتقال کے بعد عمر بن الخطاب خلیفۂ دوم ہوۓ ، کچھ لوگ اس انتخاب پر علی کے حق میں تھے۔
661ء تا 1258ء
کہنے کو 1924ء تک گھسٹنے والی خلافت ، لغوی معنوں میں 632ء تا 1258ء تک ہی قائم سمجھی جاسکتی ہے جبکہ فی الحقیقت اس کا عملی طور پر خاتمہ 945ء میں بنی بویہ کے ہاتھوں ہو چکا تھا۔
دولت مرابطین کے یوسف بن تاشفین نے 1094ء میں اسے پھر متحد کیا لیکن اس کے بعد دولت موحدون آئی اور معرکہ العقاب (1212ء) میں ان کی شکست پر دوبارہ اندلس کا شیرازہ بکھر گیا اور 1492ء میں ابو عبد اللہ اندلس کو عیسائیوں کے حوالے کر کہ مراکش آگیا۔
اسلام میں جن باتوں پر ایمان رکھنا ضروری ہے انکا ذکر اجزاۓ ایمان کے قطعے میں آچکا ہے، ان کے علاوہ توحید (شرک سے پرہیز)، اور تخلیق بھی ان اجزاء میں بیان کیۓ جاسکتے ہیں۔
قرآن 04:163
جنگ عظیم کا بیج اسی وقت بو دیاگیا تھا جب معاہدہ ورسائی پر دستخط ہوئے تھے۔
28 ستمبر جرمنی اور روس میں پولینڈ کی تقسیم کے بارے میں معاہدہ ہوا۔
22 جون فرانس نے ہتھیار ڈال دیے۔
26 جولائی 1943ء میں مسولینی کی حکومت کا تختہ الٹ دیاگیا۔
ھزارون فوجی سردی کی وجہ سے ھلاک ھوۓ.
اس جنگ میں 61 ملکوں نے حصہ لیا۔
پولینڈ کے 600،000 ، یوگوسلاویہ کے 1700000 فرانس کے 600000 برطانیہ کے 375000 ، اور امریکا کے 405000 افراد کام آئے۔
جس کی وجہ سے کئی چھوٹی جنگیں لڑی گئیں۔
ہم کہ سکتے ہیں کہ کینیڈا نے امن کی بحالی کے لیے اکیسویں صدی میں سب سے اہم کردار ادا کیا ہے۔
ابن عربی کی فصوص الحكم اور الفتوحات المکیہ
اگر تصوف ، شریعت ہی ہے تو پھر اسکا الگ سے نام کیوں؟
اوبامہ کی عمر دو سال تہی جب ان کے والدین میں علیحدگی ہو گئی۔
4 نومبر 2008 کو صدرارتی اليکشن میں کامياب ہو گۓ ليکن ان کی نانی یہ خوشی نہیں ديکھ سکی کيونکہ وہ ايک دن پہلے انتقال کر گئی تھیں۔
مغلیہ سلطنت 1526ء سے 1857ء تک برصغیر پر حکومت کرنے والی ایک مسلم سلطنت تھی جس کی بنیاد ظہیر الدین بابر نے 1526ء میں پانی پت کی پہلی لڑائی میں دہلی کے آخری سلطان ابراہیم لودھی کو شکست دے کر رکھی تھی۔
زمرہ:تاریخ اسلام
کینڈا کی زمینی سرحدیں امریکہ کے ساتھ جنوب اور شمال مغرب کی طرف سے ملتی ہیں۔
وکیپیڈیا سے
جوں جوں کینیڈا کو برطانیہ سے مرحلہ وار سیاسی اختیارات اور آزادی ملتی گئی، وفاقی حکومت نے اپنے سرکاری کاغذات میں اور معاہدہ جات میں صرف کینیڈا کا نام استعمال کرنا شروع کر دیا۔
ان میں جان کابٹ جو 1497 میں اور مارٹن فروبشر 1576 میں انگلینڈ کی طرف سے آئے۔
1763کے معاہدہ فرانس کی شرائط کے تحت فرانس کے وہ سارے علاقے جو شمالی امریکہ میں دریائے مسیسیپی کے مشرقی علاقہ برطانیہ کے قبضے میں آگئے، ماسوائے دور افتادہ جزائرجو سینٹ پیئرے اور میکوائلین کہلاتے تھے۔
برطانیہ اور آئر لینڈ سے 1815 میں کینیڈا میں بڑے پیمانے پر امیگریشن ہوئی۔
بلند شرح پیدائش کی وجہ سے کینیڈا کی آبادی میں بہت تیزی سے اضافہ ہوا، یورپی امیگریشن اسی دوران امریکہ منتقل ہونا شروع ہو گئی، خصوصا فرانسیسی کینڈینز نیو انگلینڈ کی طرف منتقل ہوئے۔
اس نے رضاکاروں پر مبنی ڈویژنز بھیجیں تاکہ مغری محاذ پر قومی ذمہ داری کا دفاع کیا جاسکے۔
1949 میں نیو فاؤنڈ لینڈ کی ڈومینن نے کنفیڈریشن میں شمولیت اختیار کی اور کینیڈا کا دسواں صوبہ بنا۔
موافقت و مخالفت
انگریزی اور فرانسیسی بولنے والوں کا اختلاف بہت بڑھ گیا۔
اس کے بعد یہ معلوم کرنا اھم ہے کہ
وکیپیڈیا سے
اور سب سے اھم پہلو یہ کہ اسلامی معاشرے میں رہنے والا ایک عام شخص (جس کا کوئی دینی یا تاریخی مطالعہ نا ہو) تصوف کو کس انداز سے دیکھتا ہے؟
یہ لوگ حکومت کے سب سے با اختیار ممبران ہوتے ہیں اور ان کا باقاعدہ پریوی کونسل کے سامنے حلف لیا جاتا ہے اور وہ تاج کے ماتحت وزرا کہلاتے ہیں۔
تصوف کے آغاز کے بارے میں کچھ نظریہ دان ان پہلوؤں کو تین اقسام میں دیکھتے ہیں؛ جسمانی ، عقلی اور روحانی پہلو؛ یہ تیسرا پہلو ہی ہے کہ جس پر اختصاص (specialization) حاصل کرنے والوں کو صوفی کہا جانے لگا۔
حبسِ اسلامِ راسِخ
قدامت پرست پارٹی ، لبرل پارٹی ، نئی جمہوری پارٹی یعنی این ڈی پی، بلاک کیبوبیکوئس ۔
برصغیر میں دیوبندیوں کے ساتھ ساتھ بریلوی بھی تصوف میں اپنا ایک مقام رکھتے ہیں اور اس فرقے کے بانی احمد رضا خان کو، قادریہ سمیت تصوف کے تیرہ دیگر فرقہ جات کی جانب سے خلافت حاصل تھی۔
جیسا کہ قطعۂ تعریف میں بیان ہوا کہ لفظ تصوف تو اصل میں صوفی سے مشتق ایک اسم ہے جو کہ نویں صدی عیسوی (قریبا 286 ھجری) سے مروج ہونا شروع ہوا ۔
اسی طرح تمام اعلٰی اور اپیل کی عدالتوں کے ججوں کا تقرر وزیر اعظم اور وزیر انصاف اور دیگر غیر حکومتی قانون سے متعلقہ اداروں کے مشورے سے ہوتا ہے۔
کینیڈا کے امریکہ سے بہت گہرے تعلقات ہیں۔
یہاں بھی دیگر متعدد ماخذ کی طرح لسانی قواعد کی پیچیدگی پیش آتی ہے کیونکہ اگر صوفی ، صف سے اخذ کیا گیا ہوتا تو پھر اس لفظ کو صَفّی (saffi) ہونا چاہیۓ تھا نا کہ صوفی (sufi) جو مروج ہے۔
اس اصل الکلمہ کا تذکرہ سب سے پہلے البیرونی سے روایت کیا جاتا ہے۔
امام قشیری کے مطابق یہ لفظ 822ء سے دیکھنے میں آیا اور یہ وہ زمانہ تھا کہ جب دنیا پرستی سے نالاں اور زاہد عبادت گذار کسی متعبر نام (لقب / شناخت) سے محروم ہو چکے تھے؛ یعنی خود محمد کے زمانے میں تو سب سے متعبر لقب یا شناخت ، لفظ صحابی ہی کا تھا پھر ان کے بعد والی نسل نے تابعین کی شناخت اختیار کی اور ان کے بعد کی نسل نے تبع تابعین کے لفظ سے شناخت اختیار کی مگر پھر تبع تابعین کے بعد زاہدین اور مخلص عبادت گذاروں اور دنیا سے کنارہ کشی اختیار کرنے والوں کے لیۓ یہ لفظ صوفی اختیار کیا گیا۔
شریعت
ایک ارضی سیاسی نقشہ برائے کینیڈا، جس میں اس کے دس صوبوں اور تین ریاستوں کو دکھایا گیا ہے
یہاں پر اہل اللہ اور اولیاء اللہ اپنے باطنی نور سے ان کی حقیقت معلوم کر لیتے ہیں اور لوگوں کو ان کے شرور سے متنبہ کر دیتے ہیں۔
تمام صوبہ جات کی اپنی صرف ایک اسمبلی یا مقننہ ہوتا ہے۔
درج ذیل میں معروف صوفیاء اکرام کی ایک مختصر فہرست بلحاظ ترتیبِ زمانی دی جارہی ہے۔
عظیم جھیلیں سینٹ لارنس کے دریا کے لئے پانی مہیا کرتے ہیں جہاں کینیڈا کی آبادی کی اکثریت رہتی ہے
برصغیر پاک و ہند میں اشاعت اسلام کے لیۓ صوفیاء اکرام کا کردار بھی بہت اھم تسلیم کیا جاتا ہے۔
اسی طرح کینیڈا کے پاس پینے کے پانی کے ذخائر دنیا بھر میں سب سے زیادہ ہیں۔
اس جدول میں کینیڈا کے شہروں کے اوسط درجہ حرارت دیے گئے ہیں.
تجاوز و فتاویٰ
کینیڈا کی فی کس جی ڈی پی امریکہ سے نسبتا کم ہے لیکن اکثر مغربی یورپی ممالک سے زیادہ ہے۔
مگر وقت کے ساتھ ساتھ صوفیاء اکرام کو دی جانے والی عزت و مقام سے متاثر ہوکر کاذب صوفیاء بھی نمودار ہوتے رہے اور تصوف نے بہت سے مفاد پرست افراد کو بھی اپنی جانب راغب کر لیا جنہوں نے درویشی اور صوفیت کے نام کا استحصال کیا اور اسکا تصور مکدر کرنے میں کردار ادا کیا۔
کینیڈا ان چند ترقی یافتہ ممالک سے ایک ہے جو توانائی برآمد کرتے ہیں۔
2001 سے اب تک کینڈا نے کامیابی سے معاشی بحرانوں کا سامنا کیا ہے اور جی آٹھ G-8 میں اپنی معاشی حالت برقرار رکھی ہے۔
اسی طرح آبادی کا بڑا حصہ شہری علاقوں میں بالخصوص کیوبیک شہر ونڈسر کی پٹی، برٹش کولمبیا کے لوئر مین لینڈ اور کیلگری-ایڈمنٹن کی پٹی میں رہ رہا ہے۔
4% حصہ قابل ذکر اقلیتوں کا تھا۔
لازمی طور پر سکول جانے کی عمر علاقے پر منحصر ہے اور پانچ سال سے لے کر سات سال تک داخلہ اور سولہ سے اٹھارہ سال تک کی عمر میں فراغت ہو سکتی ہے۔
7% آبادی کی مادری زبان ہے جبکہ فرانسیسی 23.
85% افراد کی زبان فرانسیسی ہے۔
کینیڈا جغرافیائی اعتبار سے وسیع اور نسلی اعتبار سے مخلوط ملک ہے اور صوبوں اور ریاستوں میں یہ بہت فرق پایا جاتا ہے۔
کینیڈا کی فٹ بال کی لیگ ملک کی دوسری سب سے زیادہ مشہور ہے اور کینیڈا کی شناخت کا باعث بھی ہے۔
حیاتیات میں ایسے بنیادی مبادی و اصول ہیں جو کہ عالمگیر سطح پر عمل پیرا ہیں ، خواہ زندگی کی صورت و جہت کوئی بھی ہو وہ ان قوائد کے دائرے میں رہ کر ہی اپنی بقاء کو یقینی بناتی ہے۔
زمرہ:فرانس
اصل لفظ جس سے اسلام کا لفظ ماخوذ ہے ، یعنی سلم ، اپنے س پر زبر اور یا پھر زیر لگا کر دو انداز میں پڑھا جاتا ہے۔
کو دوبارہ درج کرنے کی ضرورت اس لیۓ نہیں کہ اس کا جواب مضمون کے ابتدائیہ میں آچکا ہے۔
قرآن خود اپنی حیثیت کے بارے میں بیان کرتا ہے کہ یہ انسانوں کے لیۓ ایک راہنما (النساء 174) ، ایک ہدایت (البقرہ 2) اور اچھے برے کی تمیز بتانے والی (البقرہ 185) کتاب ہے۔
اجزاۓ ایمان
اثنا عشریہ والے، فروع دین ، کی اصطلاح استعمال کرتے ہیں جن کی تعداد 5 ارکان سے کلمۂ شہادت نکال کر اور خمس ، جہاد ، امر بالمعروف ، نہی عن المنکر ، تولّى و تبَرّا شامل کرنے پر 10 ہوجاتی ہے۔
عمر نے ساسانیوں سے عراق (بین النہرین)، ایران کے علاقے اور رومیوں سے مصر، فلسطین، سوریا اور آرمینیا کے علاقے لیکر اسلامی خلافت میں داخل کیۓ اور عملی طور پر دونوں بڑی سلطنتوں کا خاتمہ ہوا۔
حسن کی دستبرداری پر معاویہ نے 661ء میں خلافت بنو امیہ کی بنیاد ڈالی اور ایک بار پھر قبل از اسلام کے امرائی و اعیانی عربوں کا سا انداز حکمرانی لوٹ آیا۔
ادھر ایران میں سامانیان (819ء تا 999ء) والے اور ایران کے متعدد حصوں سمیت ماوراء النہر و موجودہ ہندوستان کے علاقوں پر پھیلی غزنوی سلطنت (963ء تا 1187ء) والے ، عباسی خلافت کو دکھاوے کے طور براۓ نام ہی نمائندگی دیتے تھے۔
ادھر مشرق کی جانب مملوکوں سے سلطنت غزنویہ (986ء تا 1186ء) اور سلطنت غوریہ (1148ء تا 1215ء) نے خلافت کو طوائف بنانے میں اپنا کردار ادا کیا، اس کے بعد خلجی خاندان اور تغلق خاندان آۓ اور 1526ء میں سلطنت دہلی ، سلطنت مغلیہ بن گئی۔
عبادات میں نمازِ پنجگانہ و نمازِ جمعہ کے علاوہ عید و بقرعید وغیرہ کی نمازیں قابلِ ذکر ہیں؛ نمازوں کے علاوہ تمام ارکانِ اسلام عبادات میں ہی شمار ہوتے ہیں۔
مذکورہ بالا آیت سے دوسرے مذاہب کے بارے میں اسلام کے نظریے کی وضاحت سامنے آجاتی ہے۔
لیکن اس کا باقاعدہ آغاز 3 ستمبر 1939ء کو ہوا جب پولینڈ پر جرمنی حملہ آور ہوا اور برطانیہ نے جرمنی کے خلاف اعلان جنگ کردیا۔
30 نومبر کو روس نے فن لینڈ پر حملہ کردیا۔
27 ستمبر کوجرمنی ، اطالیہ ، جاپان کا سہ طاقتی معاہدہ ہوا۔
اور وہ گرفتار ہوا۔
سٹالن گرڈ کا قومی ھیرو Vasili Zaistovکو مانا جاتا ھے جوکے بھترین نشانہ باز تھے.
ان کی مجموعی آبادی دنیا کی آبادی کا 80 فیصد تھی۔
تقریباً 6500000 جرمن موت کے گھات اترے اور 1600000 کے قریب اٹلی اور جرمنی کے دوسرے حلیف ملکوں کے افراد مرے۔
جدید جمہوری ریاستیں اور کمیونسٹ ریاستیں اس جنگ کے بعد ایک دوسرے کےخلاف برسرپیکار ہوگئیں۔
نیٹو کے بانی رکن کی حیثیت سے کینیڈا آج کل تقریبا 62٫000 باقاعدہ اور 26٫000 ریزرو فوجی بھرتی کرچکا ہے۔
کائناتی تصوف
اور اگر کوئی چیز تصوف میں ایسی ہے جو شریعت اور قرآن سے الگ ہے یعنی جس کی وجہ سے اس کو ایک الگ نام (تصوف) نا دیا جاۓ تو بات واضح نا ہوگی تو پھر ظاہر ہے کہ تصوف میں کچھ وہ بھی شامل ہے جو اسلام نہیں۔
طلاق کے بعد اوباما اپنی والدہ کے ساتھ امریکہ اور کچھ عرصے کے لیے انڈونیشیا میں بہی رہے کیونکہ ان کے سوتیلے باپ کا تعلق انڈونیشیا سے تھا۔
حوالہ جات
مغلیہ سلطنت اپنے عروج پر تقریبا پورے برصغیر پر قابض تھی جو اس وقت ہندوستان کہلاتا تھا۔
زمرہ:سلطنت مغلیہ
برطانوی اور فرانسیسی کالونی بننے سے قبل کینیڈا میں ایب اوریجنل یعنی قدیم لوگ رہتے تھے۔
کینیڈا کے نام کا مطلب گاؤں یا تصفیہ شدہ جگہ کا ہے۔
بعد ازاں کینیڈا ایکٹ کے مطابق صرف کینیڈا کا نام استعمال کیا جانے لگا اور اب تک یہی واحد نام قانونی طور پر استعمال ہو رہا ہے۔
فرانس کی طرف سے جیکوئس کارٹیئر 1534 میں اور ڈی چیمپلین 1603 میں آئے۔
جنگ کے بعد برطانیوں نے محسوس کیا کہ اب وہ زیادہ تر فرانسیسی بولنے والے رومن کیتھولک علاقے میں گھر گئے ہیں جہاں کے باشندے حال ہی میں برطانوی راج کے خلاف ہتھیار اٹھا چکے ہیں۔
کئی معاہدوں کے نتیجے میں امریکہ اور کینیڈا کے درمیان طویل المدتی امن قائم ہوا۔
عظیم اتحادکے فورا بعد چارلوٹے ٹاؤن کانفرنس اور پھر کیوبیک کانفرنس 1864میں اور پھر 1866کی لندن کانفرنس کے بعد تین کالونیوں کینیڈا، نووا سکوٹیا اور نیو برنزوک نے اس کنفیڈریشن کا انتظام سنبھال لیا۔
ہلاکتیں اتنی بڑھ گئیں کہ وزیر اعظم رابرٹ بورڈن کو 1917 میں عام لام بندی یعنی جبری فوجی بھرتی کا حکم دینا پڑا جس کی کیوبیک میں شدت سے غیر مقبولیت پیدا ہوئی اور اس کی کنزرویٹو پارٹی نے اپنی حمایت کھودی۔
کینیڈا کے سو سال مکمل ہونے پر 1967 میں جنگ کے بعد مختلف یورپی ممالک سے امیگریشن کا تانتا بندھ گیا۔
تصوف کا لفظ ، اسلامی ممالک (بطور خاص برصغیر ) میں روحانیت ، ترکِ دنیا داری اور اللہ سے قربت حاصل کرنے کے مفہوم میں جانا جاتا ہے اور مسلم علماء میں اس سے معترض اور متفق ، دونوں اقسام کے طبقات پاۓ جاتے ہیں؛ کچھ کے خیال میں تصوف شریعت اور قرآن سے انحراف کا نام ہے اور کچھ اسے شریعت کے مطابق قرار دیتے ہیں۔
1980کے دوران ہونے والے ریفرنڈم میں کثرت سے اور 1995 میں ہونے والے دوسرے ریفرنڈم میں لوگوں نے 50.
تصوف کا تصور مختلف فرقوں کے مابین متنازع کیوں ہے؟
اوٹاوا میں پارلیمنٹ کی عمارت
مزید یہ کہ تصوف میں غیراسلامی افکار ، تصوف سے اسلام میں پیدا ہونے والے فرقہ جات اور تصوف کا سہارا لے کر نمودار ہونے والے جھوٹی نبوت کے دعو ی داروں پر ایک نظر۔
وزیر اعظم اپنے اختیارات کو سیاسی اور حکومتی معاملات میں استعمال کرتا ہے اور حکومتی و شہری اہلکاروں کی تعیناتی کا فیصلہ کرتا ہے۔
اسی بات کو تصوف سے تعلق رکھنے والے علماء بھی ایک حدیث کے حوالے سے روایت کرتے ہیں کہ جس میں اسلامی تعلیمات کے ان تین پہلوؤں کا ذکر آتا ہے اور احسان (excellence) کے بارے میں عبارت یوں ہے
ایک نظریہ جو بطور خاص تصوف سے شغف اور اسلام سے بغض رکھنے والے غیرمسلم بیان کرتے ہیں وہ یہ ہے کہ ؛ تصوف اصل میں اسلامِ راسِخ (orthodox islam) کی پابندیوں ، اپنے نفس پر قابو رکھنے اور اسلامی تعلیمات کے مطابق اپنے عقیدے کو مضبوط رکھنے کے لیۓ درکار مشقتِ شاقہ اور شرائطِ عُبودیت پر عمل پیرا ہونے کو دشوار سمجھنے اور اس سے نفسیاتی طور پر حبس کی کیفیت محسوس کرنے کے طور پر پیدا ہونے والا ردعمل ہے۔
موجود حکومت قدامت پرست پارٹی کی ہے۔
یہاں ایک دلچسپ اور قابل غور بات یہ ہے تصوف پر عمل پیرا دونوں (بریلوی اور دیوبندی) امام ابو حنیفہ کے مقلد ہیں اور تصوف میں بلند درجے پر تسلیم کیۓ جانے والے ایک صوفی جلال الدین رومی نے خود اس بات کا تذکرہ کیا کہ امام ابو حنیفہ اور امام شافعی کا تصوف سے کوئی تعلق نہیں۔
لفظ صوفی کے بارے میں محققین مختلف نظریات رکھتے ہیں جو کہ نیچے درج کیۓ جارہے ہیں۔
وفاقی کابینہ صوبائی اور ریاستی لیول پر اعلٰی عدالتوں میں ججوں کی تقرری کنٹرول کرتی ہے۔
دونوں کے بیچ دنیا کے سب سے بڑے مشترکہ سرحد ہے جس کی نگرانی نہیں کی جاتی، بعض اوقات فوجی مشقوں اور مہموں میں تعاون کیا جاتا ہے اور دونوں ایک دوسرے کے سب سے بڑے تجارتی حلیف ہیں۔
صوفہ
اس کو رد کرنے والے محققین کے نزدیک ، ادبی طور پر یا فقۂ لسانیات (philology) کے لحاظ سے ایسا ممکن نہیں ہے کیوں کہ ان کے مطابق sophos کو یونانی میں لکھنے کے لیۓ لفظ سگما استعمال کیا جاتا ہے اور عربی تراجم کے دوران اس کا متبادل سین آتا ہے نا کہ حرف صاد کا آتا ہو۔
تفرقِ ظاہریت و باطنیت
طریقت
کینیڈا دس صوبوں اور تین ریاستوں کا مجموعہ ہے۔
اسلام اور صوفیت
تمام ممبران مل کر اپنے پریمئر کا انتخاب کرتے ہیں اور پھر یہی طریقہ کار وزیر اعظم کے لیے اپنایا جاتا ہے۔
یہ بات وثوق سے کہنا کہ پہلا صوفی کون تھا شاید مشکل ہے لیکن متعدد علماء کی نظر میں سب سے پہلے لفظ صوفی کو ابو ھاشم (وفات : 763ء ؟
کینیڈا بر اعظم شمالی امریکہ کے شمالی بڑے حصے پر مشتمل ہے۔
محمد بن قاسم کے سندھ کو فتح کرنے اور محمود غزنوی کے ہندوستان پر حملوں کے ساتھ ہی بزرگان دین اور صوفیاء اکرام کی آمد کا سلسلہ شروع ہوگیا تھا۔
گھوڑے کی نعل کی شکل کی آبشار جو کہ اونٹاریو میں واقع ہے، اس کو دنیا کی سب سے بڑی آبشاروں میں سے ایک مانا جاتا ہے اور یہ آبی ذرائع سے بجلی پیدا کرنے کا ایک بڑا ذریعہ ہے اور یہاں سیاحوں کے لئے کافی کشش ہے
تمام درجہ حرارت ڈگری سینٹی گریڈ میں ہیں.
تصوف کا ظاہر بھی وقت گذرنے کے ساتھ ساتھ نت نئی اختراعات اور فلسفیوں کے افکار مبالغانہ سے سیراب ہوکر طرح طرح کی شکلوں میں تبدیل ہوتا رہا مگر ان لوگوں کا تصوف سے کوئی لینا دینا نہیں اور ان کی مثال ایسی ہی ہے جیسے کہ قرآن مجید میں فرمایا گیا کہ کیا تم نے ناچ گانا اور تالیاں بجانا ہی اپنا مذیب بنا رکھا ہے۔
گزشتہ دہائی میں بحران کے بعد کینیڈا کی معیشت تیزی سے ترقی کر رہی ہے اور بے روزگاری کی شرح کم ہوتی جا رہی ہے اور حکومت کا سرپلس وفاقی سطح پر بڑھتا جا رہا ہے۔
انکی وجہ سے ناصرف یہ کہ تصوف میں مختلف مسلم و غیرمسلم فلسفیوں کے خیالات کی آمیزش ہوتی گئی بلکہ بہت سے افکار دیگر مذاہب سے بھی شامل ہوگۓ۔
کینیڈا میں قدرتی گیس کے وسیع ذخائر مشرقی ساحل پر موجود ہیں اور تیل اور مزید گیس البرٹا، برٹش کولمبیا اور ساس کاچیوان میں موجود ہیں۔
آبادی
نسلی یا قومیت کے اعتبار سے کینیڈا بہت ملی جلی قوم ہے۔
کینیڈا کی آبادی کا 77.
اس وقت کینیڈا کی 99% آبادی خواندہ ہے۔
2%کی مادری زبان ہے۔
اس کے علاوہ بہت سی اور بھی قدیم زبانیں علاقائی طور پر سرکاری درجہ رکھتی ہیں۔
کینیڈا کی اپنی ثقافت نئے امیگرینٹ لوگوں کی وجہ سے بہت متائثر ہوئی ہے۔
گولف، بیس بال، سکیینگ، سوکر، والی بال اور باسکٹ بال بھی بڑے پیمانے پر کھیلی جاتی ہیں۔
مزید دیکھئے
اسلام ایک توحیدی (monotheistic) مذہب ہے جو کہ اللہ کی طرف سے آخری رسول و نبی ، محمد بن عبد اللہ بن عبد المطلب ( ) کے ذریعے انسانوں تک پہنچائی گئی آخري الہامي کتاب (قرآن مجيد) کی تعلیمات پر قائم ہے۔
سَلم (salm) ----- جس کے معنی امن و سلامتی کے آتے ہیں۔
جہاں تک رہی بات اس سوال کی کہ اسلام ہے کیا؟
محمد پر وحی (610ء) کی صورت میں نازل ہونے سے لیکر عثمان کے زمانے میں کتاب کی شکل اختیار کرنے (653ء) سے قبل بھی قرآن اپنے لیۓ کتاب کا لفظ ہی استعمال کرتا ہے۔
اجزاۓ ایمان سے مراد ان عقائد کی ہوتی ہے کہ جن پر کامل اعتقاد اسلام میں ایمان (اللہ پر یقین) کی تکمیل کے لیۓ ضروری ہوتا ہے، عام طور ان میں چھ اجزا کا ذکر زیادہ ہوتا ہے جن پر اھل سنی اور اھل تشیع اقرار رکھتے ہیں۔
جبکہ ان لوگوں میں توحید ، عدل ، نبوت ، امامت اور قیامت کو اصول الدین کی اصطلاح کے تحت بیان کیا جاتا ہے۔
638ء میں مسلمان بیت المقدس میں داخل ہو چکے تھے۔
پھر ان کی وفات کے بعد ان کے صاحبزادے، یزید (679ء) نے محمد کے نواسے حسین کو 680ء میں جنگ کربلا میں شہید کر دیا اور سنی ، شیعہ تفرقوں کی واضح بنیاد ڈالی۔
فاطمیون (909ء تا 1171ء) ، تیونس میں عباسی خلافت کو غاصب قرار دے کر اپنی الگ خلافت (920ء) کا دعویٰ کر چکے تھے اور اسپین میں عبد الرحمن سوم ، 928ء میں اپنے لیۓ خلیفہ کا لقب استعمال کر رہا تھا۔
استعماریت تا حال
اھم تہواروں میں عیدالفطر و عید الاضحٰی شامل ہیں۔
اسلام میں انبیاء
1918ء سے 1939ء تک کی یورپین تاریخ پر نظر ڈالی جائے تو معلوم ہوتا ہے کہ برطانیہ اس کا خواہاں تھا کہ ہٹلر زیادہ سے زیادہ طاقت پکڑ جائے۔
فنلینڈ پر حملے کے بعد جرمن نے روس کو بھی اپنا دشمن بنا لیا
1941ء
9 ستمبر 1943ء اطالیہ نے اتحادیوں کے آگے ہتھیار ڈال دیے۔
1945ء
اور فوجوں کی تعداد ایک ارب سے زائد۔
جاپان کے 1900000 آدمی مارے گئے۔
زمرہ:عالمی جنگیں
کینیڈا کی فوج بری، بحری اور فضائی افواج سے مل کر بنی ہے۔
کائناتی تصوف (universal sufism) کو ایک ایسا شعبۂ فلسفۂ دماغِ انسانی و نفسانی کہا جاسکتا ہے کہ جو مذہب اسلام کی تعلیمات کو انسانی خواہشات و تخیلات کے مطابق ڈھال کر اسلام کو اسلام سے نفرت کرنے والے اذہان کے لیئے قابل قبول بنائے، اور ظاہر ہے کہ یہ تصور غیر مسلم افراد کے لیئے زیادہ کشش رکھتا ہے اور اسلام کے خمیر سے اٹھنے والے اسلام سے متنفر اشخاص (مثال کے طور پر ادریس شاہ وغیرہ جیسے صوفیاء اکرام ) کے لیئے اپنے گرد ایک جم غفیر لگانے کا نہایت آسان طریقہ فراہم کرتا ہے۔
حوالہ جات
انہوں نے کولمبیا یونیورسٹی اور ہارورڈ یونیورسٹی لاء سکول سے تعلیم حاصل کی اور ہارورڈ یونیورسٹی میں وہ ہارورڈ لا ربیو کے پہلے سیاہ فام امریکی صدر بنے۔
مدونات
آج کل ان علاقوں میں افغانستان، پاکستان، بھارت اور بنگلہ دیش قائم ہیں۔
زمرہ:بابر
کینیڈا نے برطانیہ سے بتدریج آزادی حاصل کی۔
1535 میں اس علاقے کے لوگوں، جو کہ آج کل کیوبیک شہر یعنی کہلاتا ہے، نے جیکوئیس کارٹیئر کو اس جگہ سے سٹاڈاکونا کا گاؤں کہ کر متعارف کرایا۔
اسی طرح 1982 میں قومی دن کے نام کو یوم ڈومین سے بدل کر یوم کینیڈا رکھ دیا گیا۔
پہلی باقاعدہ یورپی آبادکاری کا آغاز فرانسیسیوں نے پورٹ رائل میں1605 میں اور کیوبیک سٹی میں 1608 میں کیا۔
صورتحال سے نمٹنے کے لیے برطانیہ نے 1774 میں ایک نیا ایکٹ منظور کیا جسے کیوبیک ایکٹ کانام دیا گیا۔
جنگ بغاوت کی ناکامی کے بعد کالونیوں کے افسروں نے سیاسی صورتحال کا جائزہ لیا اور 1839 میں ڈرہم رپورٹ جاری کی۔
برطانوی شمالی امریکہ ایکٹ نے کینیڈاکے نام سے ایک ڈومینن بنا دی جس میں چار صوبے اونٹاریو، کیوبیک، نووا سکوٹیا اور نیو برنزوک شامل تھے۔
اگرچہ آزادی پسند جبری بھرتی کی وجہ سے بہت منقسم تھے لیکن پھر بھی وہ ایک نمایاں سیاسی پارٹی بن کر ۔
اس سے کینیڈا کی جمہوری شکل تبدیل ہوئی۔
اس لفظ تصوف کو متنازع کہا بھی جاسکتا ہے اور نہیں بھی؛ اس کی وجہ یہ ہے کہ جو اشخاص خود تصوف کے طریقۂ کار سے متفق ہیں وہ اس کو روحانی پاکیزگی حاصل کرنے کے لیۓ قرآن و شریعت سے عین مطابق قرار دیتے ہیں اور جو اشخاص تصوف کی تکفیر کرتے وہ اس کو بدعت کہتے ہیں اور شریعت کے خلاف قرار دیتے ہیں یعنی ان دونوں (تصوف موافق و تصوف مخالف) افراد کے گروہوں کے نزدیک تصوف کوئی متنازع شے نہیں بلکہ ان کے نزدیک تو معاملہ صرف توقیر اور تکفیر کا ہے۔
6% کی نسبت 49.
تصوف آج صرف اسلامی دنیا تک محدود نہیں رہا بلکہ غیرمسلم دنیا میں بھی صوفیت (sufism) اپنی جگہ بنا چکا ہے، تو پھر غیرمسلم اس تصوف کو کس انداز میں دیکھتے ہیں؟
کینیڈا میں ملکہ الزبتھ کے ساتھ آئینی بادشاہت کا نظام قائم ہے جو کینیڈا کے سربراہ مملکت کا کام سر انجام دیتی ہیں اور وفاقی طرز کی پارلیمانی جمہوریت کا نظام بھی ہے اور اس کی سیاسی روایات بہت مضبوط ہیں۔
ظاہر ہے کہ اگر ایک ہی مضمون میں بیان کرنا مقصود ہو تو پھر ان تمام پہلوؤں کا صرف ایک تعارف اور مزید تحقیق کے لیۓ حوالہ جات ہی دیۓ جاسکتے ہیں؛ اور یوں یہاں ایک دریا کو کوزے میں بند کرنے والی کہاوت مِصداق آتی ہے لیکن ایسا کیۓ بغیر مضمون سے انصاف بھی نہیں کیا جاسکتا۔
مچل جین نے 25 ستمبر 2005 کو گورنر جنرل کا عہدہ سنبھالا اور سٹیفن ہارپر جو قدامت پرست جماعت کے رہنما ہیں، 6 فروری 2006 سے وزیر اعظم چلے آرہے ہیں۔
احسان یہ ہے کہ تو اللہ کی عبادت اس طرح کرے گویا تو اسے دیکھ رہا ہے اور اگر تو اسے نہ دیکھ سکے تو وہ یقینا تجھے دیکھ رہا ہے۔
ان محققین کے نزدیک اسلامِ راسِخ کی شرائطِ بندگی اور صعب مجاہدۂِ نفس سے آزاد ہونے اور دوسرے مذاہب کے افکار سے دوستانہ ہونے کی وجہ سے اسلامی حکومت کے پھیلاؤ کے وقت اسلام ، سیاست کے بجاۓ تصوف سے جلد پھیلا ۔
جبکہ گرین پارٹی اور دیگر چھوٹی جماعتوں کی اس وقت پارلیمان میں کوئی نمائندگی نہیں ہے، تاریخی اعتبار سے سیاسی پارٹیوں کی طویل فہرست موجود ہے۔
تصوف سے نالاں علماۓ اسلام اور سلفی حضرات کی تصوف کی تعریف دیکھی جاۓ تو ان کے مطابق؛ تصوف ، محمد کے بعد اسلام میں پیدا ہونے والی ایک بدعت ہے اور یہ کہ تصوف، قرآن و سنت کے مطابق نہیں ہے۔
اصحابِ صُفّہ
ماتحت عدالتوں کی تقرری صوبائی اور ریاستی حکومتیں خود سے کرتی ہیں۔
اسی طرح کینیڈا برطانیہ اور فرانس سے پرانے اور تاریخی تعلقات رکھتا ہے اور یہی دو ممالک اس کی بنیاد کا سبب بنے ہیں۔
زمانۂ جاہلیت میں ’’صوفہ ‘‘ نام سے ایک قوم تھی اس قوم کے خانہ کعبہ کے مجاور تھے اور جن لوگوں نے ان سے مشابہت اختیار کی وہ صوفیہ کہلائے۔
برخلاف، وہ محققین جو تصوف میں تھیو صوفی اور نو افلاطونیت جیسے افکار پر توجہ دیتے ہیں (مثال کے طور پر Rene Guenon المعروف عبدالواحد یحیٰی (1886ء تا 1951ء)) وہ لفظ صوفی کے لیۓ sophos کی اصل الکمہ کے حق میں علم الاعداد (numerology) کا سہارا لیتے ہیں اور ان کے مطابق لفظ صوفی میں موجود اعداد کی تعداد حکمت الٰہیہ کے برابر ہے اس لیۓ صوفی ، سوفیہ سے ہی مشتق ہے۔
ایک لفظ جو کہ تصوف میں بکثرت استعمال ہوتا ہے وہ ہے باطنیت (esotericism) کا لفظ اور اس کو ظاہری زندگی یعنی ظاہریت (exotericism) سے اندرونی زندگی کو الگ شناخت دینے کے لیۓ اختیار کیا جاتا ہے، گو ظاہری زندگی سے یوں تو مراد دنیاوی زندگی کی لی جاسکتی ہے اور عام انسان اس سے وہ زندگی لے سکتا ہے جو کہ مذہبی زندگی (عبادت کے اوقات) سے علاوہ ہو لیکن تصوف میں ایک صوفی کی مراد اس ظاہری زندگی سے اس زندگی کی ہوتی ہے جو غیر صوفی بسر کرتے ہیں۔
حقیقت
صوبہ جات کے نام البرٹا، برٹش کولمبیا، مینی ٹوبہ، نیو برنز وک، نیو فاؤنڈ لینڈ اور لیبریڈار، نووا سکوشیا، اونٹاریو، پرنس ایڈورڈ آئی لینڈ، کیوبیک اور ساسکچیوان ہیں۔
قرآن میں صوفی یا تصوف و صوفیت نام کی کوئی اصطلاح نہیں ملتی اور جیسا کہ ابتدائیہ میں مذکور ہوا کہ یہ تصور اسلام کی اولین نسل میں موجود ہی نہیں تھا اور ابن خلدون کے مطابق کوئی دوسری صدی سے دیکھنے میں آیا (حوالہ 1) ؛ ابن خلدون کے الفاظ میں اس سے مراد خود کو اللہ کی مکمل سپردگی میں دینے کی ہے (جو کہ اسلام کا تصور بھی ہے) اور یہ لوگ مکمل روحانی پاکیزگی، انسان کی اندرونی کیفیات، وجود کی فطرت، اور دنیاوی مسرتوں سے دور ہو کر عبادت اور اللہ کی بندگی پر زور دیتے تھے۔
اسی طرح ہر صوبے میں گورنر کا نائب لیفٹیننٹ گورنر بھی ہوتا ہے جو ملکہ کی نمائندگی کرتا ہے جس کا انتخاب صوبوں کی مشاورت سے وزیر اعظم خود کرتا ہے۔
) کے لیۓ اختیار کیا گیا اور ابو سفیان الثوری (716ء تا 778ء) کی روایت سے اس بات تذکرہ ابی نعیم الحافظ (1038ء ؟
جنوب میں اس کی سرحد امریکہ سے ملتی ہے اور شمال مغرب میں امریکی ریاست الاسکا واقع ہے۔
جن میں حضرت عبداللہ شاہ غازی، داتا گنج بخش ہجویری، شاہ رکن عالم، خواجہ معین الدین چشتی، سلطان سخی سرور، خواجہ قطب الدین بختیار کاکی، بابا فرید گنج شکر، مخدوم علائو الدین صابر، شیخ نظام الدین اولیاء، شیخ بہاؤ الدین زکریا ملتانی کے علاوہ دیگر بے شمار ہستیاں شامل ہیں۔
شمالی کینیڈا کی نباتات کونیفیریس جنگلات پر مشتمل ہیں جو آرکٹیک کے بنجر میدانوں تک پھیلے ہیں۔
کسی بھی کالم پر کلک کر کے آپ اس کی ترتیب کو بدل سکتے ہی:
ان میں وہ بھی ہیں جو کہ ڈھول ڈبے بجانے اور جھومنے اور ناچنے سے بھی گریز نہیں کرتے اور اپنے آپ کو پہنچے ہوئے تصور کرتے ہیں یہ شیطان تک ہی پہنچے ہیں اور شیطان ہی ان پر وجی کرتا ہے جس کو یہ تحلی حق سمجھتے ہیں۔
آج کا کینیڈا معاشی حوالے سے امریکہ سے بہت ملتا جلتا ہے۔
داتا گنج بخش ؛ منصور بن حلاج اور ابوسلمان کے اسلام منافی تصوف کے بارے میں لکھتے ہیں۔
اسی طرح اتھاباسکا ٹار سینڈز کینیڈا کو تیل کے ذخائر کے اعتبار سے دنیا کا دوسرا بڑا ملک بناتے ہیں۔
وکیپیڈیا سے
2001 کی مردم شماری سے پتہ چلا ہے کہ کینیڈا میں کل 34 قومیتیں ایسی ہیں جن کی آبادی ایک لاکھ سے زائد ہے۔
1% حصہ عیسائی ہے جس میں سے کل آبادی کا 43.
ثانوی تعلیم بھی صوبائی اور ریاستی حکومت کی ذمہ داری اور ان کی رقوم سے ہی ہوتی ہے۔
7جولائی 1969 کو آفیشل لینگوئج کے تحت وفاقی حکومت میں فرانسیسی کو انگریزی کے برابر درجہ دے دیا گیا۔
غیر سرکاری زبانیں بھی اہمیت رکھتی ہیں اور ان کے بولنے والے پانچ ملین (5202245) سے زائد ہیں۔
قومی نشانات قدرت، تاریخ اور پہلے آنے والی قوموں سے متائثر ہیں۔
کینیڈا 2007 کے فیفا انڈر 20 ورلڈ کپ کا میزبان ہے اور 2010 کے سرمائی اولمپک بھی وینکوور اور وسلر میں ہوں گے۔
حیاتیات کے بنیادی مقالات کی فہرست
فرانسیسی زبان
یعنی دنیاوی اعتبار سے بھی اور دینی اعتبار سے بھی اسلام (اور مسلم نظریۓ کے مطابق گذشتہ ادیان کی اصلاح) کا آغاز، 610ء تا 632ء تک 23 سال پر محیط عرصے میں محمد پر اللہ کی طرف سے اترنے والے الہام (قرآن) سے ہوتا ہے۔
سِلم (silm) ----- جس کے معنی اطاعت، داخل ہوجانے اور بندگی کے آتے ہیں۔
یعنی وہ کیا اجزاء ہیں کہ جو اسلام کی تشکیل کرتے ہیں؟
قرآن کے ناقابل تحریف و فسخ ہونے اور اس کی ابتدائی زمانے میں کامل ترین طور پر حفاظت کیۓ جانے کے تاریخی شواہد موجود ہیں؛ مسلمانوں کا یہ غیر متزلزل ایمان ہے کہ قرآن کے ایک نقطے میں نا تو آج تک تحریف ہوئی ہے اور نا ہو سکتی ہے۔
بالائی جدول میں بیان کردہ ان اجزا کے لیۓ چھ کا عدد ناقابل تحریف نہیں ہے یعنی اجزاۓ ایمان میں وہ تمام اجزا شامل ہو سکتے ہیں جو کسی شخص کو دل اور زبان سے اللہ کا اقرار کرنے میں معاون ہوں۔
اسماعیلی شیعاؤں میں ان کی تعداد 5 ارکان میں سے شہادت نکال کر اور ولایۃ (اماموں کی جانثاری و سرپرستی) اور طھارت جمع کر کہ 7 اپنا لی جاتی ہے۔
644ء میں ابولولو فیروز کے خنجر سے عمر کی شہادت کے بعد عثمان خلیفۂ سوم منتخب ہوۓ اور 652ء تک اسلامی خلافت، مغرب کی حدوں (جزیرۃ الاندلس) میں پہنچ گئی۔
699ء میں فقہی امام ابو حنیفہ کی پیدائش ہوئی۔
یہ وہ سماں تھا کہ ایک ہی وقت میں دنیا میں کم از کم تین بڑی خلافتیں موجود تھیں ، اور ہر جانب سے خلیفہ بازی اپنے زوروں پر تھی ، یہ بیک وقت موجود خلافتیں ؛ خلافت عباسیہ ، خلافت فاطمیہ اور خلافت قرطبہ (اندلسی امیہ) کی تھیں۔
اجمالی جائزہ
روزمرہ زندگی میں اسلامی آداب زندگی پر قائم رہنے کی کوشش کی جاتی ہے جن میں معاشرے کے مختلف افراد کے حقوق، مناسب لباس، بے پردگی سے بچاؤ اور آداب و القاب کا خیال رکھا جاتا ہے؛ خرد و نوش میں حلال و حرام کی تمیز ضروری ہے۔
قرآن ہی کی سورت 35 (فاطر) کی آیت 24 کے مطابق ، قرآن میں درج 25 انبیاء و مرسال کے علاوہ اسلامی عقائد کے مطابق ایسے انبیا اکرام بھی ہیں کہ جن کا ذکر قرآن میں نہیں آتا، قطعہ بنام اجمالی جائزہ میں درج آیت سے یہ بات عیاں ہے کہ ہر امت میں نبی (یا انبیا) بھیجے گئے ، اس سلسلے میں ایک حدیث بھی مسند امام احمد بن حنبل اور فتح الباری بشرح صحیح البخاری میں آتی ہے کہ جس میں پیغمبران کی تعداد 124000 بیان ہوئی ہے ؛ ظاہر ہے کہ ان میں ان مذاہب کے وہ اشخاص منطقی طور پر شامل ہو جاتے ہیں کہ جن کو آج ان مذاہب کی ابتداء کرنے والا یا ان مذاہب کا خدا مانا جاتا ہے؛ مثال کے طور پر سدھارتھ گوتم بدھ مت اور دیگر مذاہب کی ابتداء کرنے والے، گوتم بدھ کے بارے میں بعض علماء کا خیال ہے کہ یہ پیغمبر ذوالکفل (الانبیاء آیت 85) کی جانب اشارہ ہے اور kifl اصل میں سنسکرت کے لفظ (Kapilavastu) کو تشبیہ ہے، گو یہ خیال سنی اور شیعہ کے علاوہ خود بدھ مذہب والوں میں بھی پایا جاتا ہے لیکن چونکہ گوتم بدھ کا نام براہ راست قرآن میں نہیں آتا اس لیۓ متعدد علماء اس وضاحت کو تسلیم نہیں کرتے۔
اسی غرض سے اس نے چیکو سلواکیہ کے حصے بخرے کیے ، اور پھر پورے چیکوسلواکیہ پر جرمنوں کا قبضہ ہونے پر بھی برطانیہ خاموش رہا کہ ہٹلر کی حکومت مضبوط ہو جائے تاکہ وہ روس پر حملہ کرے۔
1940ء
14 اپریل 1941ء روس اور جاپان نے معاہدہ غیر جانبداری سامنے آیا۔
مسولینی کو
28 اپریل کو مسولینی کو اطالوی عوام نے پھانسی دے دی۔
تقریباً 40 ملکوں کی سرزمین جنگ سے متاثر ہوئی۔
جنگ کا سب سے ظالمانہ پہلو ہیروشیما اور ناگاساکی پر امریکا ایٹمی حملہ تھا۔
زمرہ:دوسری جنگ عظیم
اس فوج کے پاس کل 1٫400 جنگی گاڑیاں ہیں اور 34 بحری جنگی جہاز ہیں اور کل 861 لڑاکا ہوائی جہاز ہیں۔
تصوف کی اس عالمی شاخ سے منسلک افراد کے لیئے تصوف ، اسلام پر تقدمِ زمانی کا حامل ہے اور اسلام سے پہلے سے وجود رکھتا ہے یعنی اسلام کی حیثیت ثانوی ہے اور جب اسلام ثانوی ٹہرا تو پھر نا تو تصوف کو قرآن کی ضرورت باقی ہے اور نا محمد کی۔
انہوں نے شکاگو میں پہلے سماجی پرورگراموں میں اور پھر بطور وکیل کام کیا۔
زمرہ:امریکی شخصیات
فارسی زبان میں منگول کو مغل کہتے ہیں جو عظیم جنگجو چنگیز خان کی آل ہونے کا دعوی کرتے ہیں۔
یہ عمل 1867 سے شروع ہوا اور 1982 میں مکمل ہوا۔
کارٹیئر نے اس لفظ کینیڈا کا استعمال صرف اس جگہ تک محدود نہ رکھا بلکہ ڈونا کونا یعنی جو کہ سٹاڈاکونا کا حاکم تھا، کے زیر انتظام پورے علاقے کو یہی نام دے دیا۔
تاریخ
برطانوی آبادکاری کا آغاز نیو فاؤنڈ لینڈ میں 1610 میں ہوا۔
اس نئے ایکٹ کے تحت کیوبیک کے مقبوضہ علاقے میں فرانسیسی زبان، کیتھولک عقائد اور فرانسیسی شہری قوانین کو نافذ کیا گیا۔
ایک وجہ، جو کہ اینگلو فون یعنی انگریزی بولنے والوں اور فرانکو فون یعنی فرانسیسی بولنے والے لوگوں کے لیے 1837 میں بغاوت کا سبب بنی، فرانسیسی کینیڈینز کا برطانوی کلچر میں انضمام تھا۔
جب کینیڈا نے رپرٹس لینڈ اور شمال مغربی علاقے کا انتظام سنبھالاجو 1870 میں ملا کر شمال مغربی علاقہ بنتے تھے تو ان کی توجہ میٹس سے ہٹ گئی اور اس کے نتیجے میں سرخ دریائی بغاوت نے جنم لیا اور بالآخر مینیٹوبہ کا صوبہ تشکیل پایا اور جولائی 1870 میں کنفیڈریشن میں شامل ہوا۔
ظاہر ہوئے۔
تصوف (sufism) کا لفظ اس طریقۂ کار یا اسلوب عمل کے لیۓ اختیار کیا جاتا ہے جس پر کوئی صوفی (جمع: صوفیاء) عمل پیرا ہو۔
اس کے ساتھ ساتھ، ویت نام کی جنگ کے دوران امریکہ سے جنگ کے باغی بھی کینیڈا کے مختلف حصوں میں آکر آباد ہوئے۔
دوسری جانب وہ افراد ، عالم یا محققین (مسلم اور غیرمسلم) کہ جو مسلمانوں میں موجود تمام فرقہ جات کا تقابلی جائزہ لیتے ہوۓ تصوف کا مطالعہ کرتے ہیں تو ان کے نزدیک تصوف کا شعبہ مسلمانوں کے مابین ایک متنازع حیثیت رکھتا ہے۔
4% کے معمولی سے فرق سے کینیڈا سے آزادی کو مسترد کردیا۔
کیا غیرمسلموں کے نزدیک تصوف کوئی اسلامی چیز ہے یا اسلام سے الگ؟
کینیڈا کا آئین ملک کے قانونی ڈھانچے کی روح ہے اور یہ تحاریر اور غیر تحریری روایات اور رسموں پر مشتمل ہے۔
نظریاتِ آغاز
وفاقی پارلیمان ایک ملکہ اور دوایوانوں پر مشتمل ہے: ایک ایوان نمائندگان جو براہ راست منتخب ہو کر آتے ہیں اور دوسرے نامزد کردہ ارکان سینیٹ۔
تصوف کے لیۓ احسان اور روح کے علاوہ بھی متعدد الفاظ بطور متبادل استعمال میں دیکھے جاتے ہیں؛ مثال کے طور پر صوفیاء کے نزدیک تزکیۂ نفس ، علم السلوک اور تہذیب نفس بھی تصوف کے ہی مختلف نام ہیں۔
مختلف فرقے، مختلف تعریفیں
قانون
لیکن ان میں ایسے علماء بھی نظر آتے ہیں جو چند صوفیا (جیسے امام غزالی) کو تکفیر صوفیت کے دوران مُستثنٰی رکھتے ہیں۔
تصوف سے شغف رکھنے والے علماء اکرام ، لفظ صوفی کی اصل الکلمہ ، اصحاب صفہ سے منسلک کرتے ہیں۔
کامن لا ما سوائے کیوبیک، ہر جگہ لاگو ہوتا ہے۔
اسی طرح برطانیہ اور فرانس کے دوسرے سابقہ مقبوضہ علاقوں سے بھی کینیڈا کے تعلقات ہیں۔
گو عربی قواعد کی رو سے لفظ ’’صوفہ‘‘ سے ’’صوفی ‘‘ نہیں بلکہ ’’صوفانی‘‘ بنتا ہے لیکن بعض ماہرین اس اشتقاق کو درست مانتے ہیں اور اس سلسلہ میں یہ دلیل پیش کرتے ہیں کہ اگر ’’کوفہ‘‘ سے’’کوفانی‘‘ کے بجاۓ ’’کوفی‘‘ بن سکتا ہے تو ’’صوفہ‘‘ سے’’صوفی‘‘ کا اشتقاق بھی ممکن ہے۔
الصّفاء
جنید (830ء تا 910ء) کے مطابق صوفی ، خود کے لیۓ مرا ہوا اور خدا کے لیۓ زندہ ہوتا ہے ۔
معرفت
ریاستوں میں نارتھ ویسٹ ٹیری ٹوریز، نناوت اور یوکون ٹیری ٹوری شامل ہیں۔
جب تک یہ تمام طریقۂ کار حضرت محمد کی جانب سے لاۓ گۓ اللہ کے پیغام کی حدود کے اندر رہتے ہوۓ اختیار کیۓ جاتے رہیں اس وقت تک لفظ صوفی اور تصوف کے بجاۓ ان کو شریعت ہی کہا جاتا سکتا ہے کیونکہ جب سب کچھ قرآن اور سنت کے مطابق ہی ہے تو پر اسے تصوف کیوں کہا جاۓ کہ اس کے لیۓ تو شریعت کی اصطلاح حضرت محمد کے قریب ترین زمانے سے موجود ہی تھی۔
آج کل نائب گورنر کے انتخاب میں صوبوں کا بہت عمل دخل ہو گیا ہے۔
) اور ابن الجوزی (1114ء تا 1201ء) کی تصانیف میں آتا ہے۔
مشرق میں بحر اٹلانٹک سے لے کر مغرب میں بحر پیسیفک تک کینیڈا پھیلا ہوا ہے۔
ان صوفیاء کے حسن اخلاق اور تبلیغ دین کے نتیجے میں لاکھوں کی تعداد میں لوگوں نے اسلام قبول کیا۔
کینیڈا میں زیادہ سے زیادہ اور کم سے کم اوسط درجہ حرارت جگہ کے لحاظ سے بہت فرق ہیں۔
ذریعہ:کینیڈا کا ماحول http://www.
تصوف کی اس موجودہ بگڑی ہوئی شکل سے کے بارے میں اسلام کے علماء اکرام نے منتبہ کیا ہے کہ تصوف کی اس حد سے تجاوز کردہ بگڑی ہوئی شکل سے دور رہا جاۓ۔
جولائی 2006 میں کینیڈا کی شرح بے روز گاری چھ اعشاریہ چار فیصد (6.
اسلام کا پھیلاؤ اور تصوف
کیوبیک، برٹش کولمبیا، نیوفاؤنڈ لینڈ اور لیبرے ڈار، اونٹاریو اور مینیٹوبا میں پن بجلی سستے اور ماحول دوست طریقے سے پیدا ہوتی ہے۔
ٹورنٹو اونٹاریو کا افقی منظر CN ٹاور.
کینیڈا کے اپنے باشندے سب سے زیادہ یعنی 39.
6% حصہ کیتھولک ہیں اور باقی پروٹسٹنٹ ہیں۔
اس کے علاوہ وفاق اضافی رقوم بھی مہیا کرتا ہے۔
اس سے کینیڈا کے دو زبانی ملک ہونے کا عمل شروع ہوا۔
ان میں چینی، اطالوی، جرمن اور پنجابی زبانیں شامل ہیں۔
میپل کا پتہ جو اب کینیڈا کی شناخت بن چکا ہے، اٹھارہویں صدی کے اوائل سے جھنڈے، پینی (سب سے چھوٹی مالیت کا سکہ) اور سرکاری علامت کا درجہ رکھتا ہے۔
بین الاقوامی درجہ بندی
حیاتیات یا علم الحیات وہ علم ہے جس میں زندگی اور زندہ اجسام کا مطالعہ؛ بشمول انکی ساخت، افعال اور ارتقاء کے کیا جاتا ہے۔
زمرہ:حیاتیات
فرانسیسی
قرآن عربی زبان میں نازل ہوا (براۓ وجہ : اللسان القرآن) اور اسی زبان میں دنیا کی کل آبادی کا کوئی 24% حصہ یعنی لگ بھگ 1.
قرآنی حوالہ
تو اس وضاحت کی الگ سے ضرورت مختلف خود ساختہ فرقوں کے باعث پیدا ہونے والی غلط فہمیوں کو دور کرنے کے لیۓ ایک درکار لازم حیثیت رکھتی ہے۔
سنت
مثال کے طور پر مشہور کلمہ ، ایمان مفصل (عکس 1) میں ان کی تعداد چھ کے بجاۓ سات ہو جاتی ہے۔
شیعوں ہی سے نکلنے والا ایک اور تفرقے ، دروز ، والے اسماعیلیوں کی ولایۃ کو تسلیم کہتے ہیں جبکہ نماز کو صدق اللسان کہہ کر عام مسلمانوں کی طرح نماز اور روزے کو ترک عبادت الاثوان قرار دے کر عام مسلمانوں کی طرح روزہ ادا نہیں کرتے، ان لوگوں میں زکواۃ بھی مختلف اور انفرادی طور پر ہوتی ہے جبکہ حج نہیں ہوتا۔
اگر تفصیل سے تاریخ کا مطالعہ کیا جاۓ تو یہ وہ عرصہ تھا کہ گو ابھی شیعہ و سنی تفرقے بازی کھل کر تو سامنے نہیں آئی تھی لیکن تیسرے خلیفہ عثمان کے انتخاب (644ء تا 656ء) پر بہرحال ایک جماعت اپنی وضع قطع اختیار کر چکی تھی جس کا خیال تھا کہ علی کو ناانصافی کا نشانہ بنایا جارہا ہے، اس جماعت سے ہی اس تفرقے نے جنم لیا جسے اور مختصرا شیعہ کہا جاتا ہے۔
بنو امیہ کو 710ء میں محمد بن قاسم کی فتح سندھ اور 711ء میں طارق بن زیاد کی فتح اندلس (یہی امام مالک کی پیدائش کا سال بھی ہے) کے بعد 750ء میں عباسی خلافت کے قیام نے گو ختم تو کر دیا لیکن بنو امیہ کا ایک شہزادہ عبدالرحمٰن الداخل فرار ہو کر 756ء میں اندلس جا پہنچا اور وہاں خلافت قرطبہ کی بنیاد رکھی، یوں بنو امیہ کی خلافت 1031ء تک قائم رہی۔
1169ء میں نور الدین زنگی نے شیر کوہ کے زریعے مصر اپنے تسلط میں لے کر فاطمیہ خلافت کا خاتمہ کیا۔
جغرافیائی اعتبار سے عیسائیت اور یہودیت کی طرح اسلام بھی ان ہی علاقوں سے دنیا میں آیا کہ جن کو مشرقی وسطٰی کے نام سے جانا جاتا ہے۔
ایمان ، سچائی اور دیانت ہر شعبۂ زندگی میں ملحوظ خاطر رکھنے کی تاکید کی جاتی ہے؛ کام کاج اور فرائض منصبی کو درست طور پر ادا کرنا اور محنت کی عظمت کے بارے میں متعدد احادیث بیان کی جاتی ہیں
قرآن کی رو سے یہ تمام اشخاص خدا کی طرف سے وہی پیغام اپنی اپنی امت میں لاۓ تھے کہ جو آخری بار قرآن لایا، مگر ان میں تحریف پیدا ہوگئی۔
مگر جب ہٹلر نے روس پر حملہ کرنے کے بجائے پولینڈ پر حملہ کر دیا تو انگریز گھبرا اٹھے اور انھوں نے پولینڈ کی حمایت میں نازی جرمنی کے خلاف تلوار اٹھا لی۔
9 اپریل 1940ء کو جرمنی نے ڈنمارک پر قبضہ کر لیا۔
22 جون کو روس پر جرمنی نے حملہ کر دیا۔
خود عوام نے چوک پر پھانسی دینے کے بعد لاش کو آگ لگا دی.
یکم مئی کو ہٹلر نے خود کشی کر لی۔
اور 5 کروڑ کے لگ بھگ لوگ ہلاک ہوئے۔
جاپان تقریباً جنگ ہار چکا تھا لیکن دنیا میں انسانی حقوق کے ٹھیکے دار امریکہ نے اپنی طاقت کا مظاہرہ کرنے کے لیے لاکھوں لوگوں کو موت کے گھاٹ اتار دیا۔
زمرہ:جنگیں
Pearson1957 میں اپنے حاصل کردہ نوبل انعام کے ساتھ
مشہور صوفی شعرا
وہ آٹھ سال تک ریاست الینوائے کی سیاست میں سرگرم رہے اور سنہ دو ہزار چار میں وہ امریکی سینیٹ کے لیے منتخب ہوئے۔
زمرہ:امریکی صدور
دوسرے شہنشاہ ہمایوں کے دور میں شیر شاہ سوری نے علاقے کو فتح کرلیا لیکن ہمایوں اسے واپس لینے میں کامیاب ہوگیا اور اس کے جانشیں اکبر نے سلطنت کو مزید توسیع دی۔
کینیڈا وفاقی آئینی شاہی اور پارلیمانی جمہوریت کا مجموعہ ہے اور دس صوبہ جات اور تین ریاستوں پر مشتمل ہے۔
1547 تک نقشوں وغیرہ میں اس جگہ اور اس کے ملحقہ علاقوں کو کینیڈا کا نام پڑ گیا تھا۔
وکیپیڈیا سے
ابراہام کے میدانوں میں ہونے والی جنرل وولف کی سات سالہ فرانسیسی اور انڈینز کے درمیان ہونے والی سات سالہ جنگ کے دوران موت جو کہ 1759 میں کیوبیک شہر میں ہوئی
اس ایکٹ کے برطانیہ کے لیے بہت سے غیر متوقع اور ناپسندیدہ نتائج سامنے آئے۔
دونوں کینیڈا کو ملا کر ایک وفاقی کالونی بنا دی گئی اور اسے متحدہ صوبہ ہائے کینیڈا کا نام دیا گیا۔
برٹش کولمبیا اور جزائر وینکوور (جو کہ 1866میں متحد ہوگئے) اور جزائر پرنس ایڈورڈ کی کالونی کنفیڈریشن کو بالترتیب 1871 اور 1873 میں شامل ہوئے۔
1919 میں کینیڈا نے لیگ آف نیشنز میں اپنی مرضی سے شمولیت اختیار کی اور 1931 میں ویسٹ منسٹر کے دفتر نے تصدیق کی کہ اس کی مرضی کے بغیر برطانوی پارلیمان کینیڈا پر کوئی بات نہیں کر سکتی۔
اسلام سے قربت رکھنے والے صوفی ، لفظ تصوف کی تعریف یوں کرتے ہیں کہ ؛ تصوف کو قرآنی اصطلاح میں تزکیۂ نفس اور حدیث کی اصطلاح میں احسان کہتے ہیں۔
بڑھتی ہوئی امیگریشن، شرح پیدائش میں اضافہ اور مضبوط معیشت کی وجہ سے 1960کے عشرے کے دوران کینیڈا کا شمار امریکہ کے برابر ہونے لگا۔
کوزے میں دریا
اسی دوران 1997 میں سپریم کورٹ نے اس بات کو اگرچہ مسترد کردیا لیکن دریں خانہ آزادی کی تحریک چلتی رہی۔
کیا تصوف کو اسلامی غامضیت (islamic mysticism) کہا جاسکتا ہے؟
آئین میں کینیڈا کا آزادی اور حقوق کا چارٹر شامل ہے جو کینیڈا کے باشندوں کو بنیادی انسانی حقوق اور آزادی دیتا ہے اور اس کو کوئی بھی حکومت کسی بھی قانون کے تحت ختم نہیں کر سکتا۔
مسلم و غیرمسلم محققین نے اسلام میں تصوف کے آغاز کی وجوہات و اسباب پر متعدد نظریات پیش کیۓ ہیں جن میں خاصی حد تک مشترکہ باتیں پائی جاتی ہیں۔
ہر ممبر برائے ایوان نمائندگان کا انتخاب ہر حلقے سے سادہ اکثریت سے ہوتا ہے اور عام انتخابات کا اعلان گورنر جنرل وزیر اعظم کے مشورے سے کرتا ہے۔
مذکورہ بالا تمام افکار و طریقہ ہاۓ کار اصل میں پیغمبر اسلام اور صحابہ اکرام کے زمانے سے ہی رائج ہیں اور ان کو اسلام ہی کی تعلیمات کہا جاتا تھا۔
لفظ، تصوف تو اصل میں خود اس پر عمل کرنے والے (یعنی صوفی) کے نام سے مشتق ہے، گویا صوفی کا لفظ تصوف سے قدیم ہے۔
وکیپیڈیا سے
اہل تشیع کے مطابق تصوف ، عملی معرفت (gnosis) کا نام ہے اور عرفان سے مراد ایسے علوم کی لی جاتی ہے کہ جو حواس اور تجربات سے نہیں بلکہ باطنی کشف سے حاصل ہو۔
صفۃ اصل میں عربی کا لفظ ہے جس میں ص پر زیر اور ف پر زبر کے ساتھ صفت یا اہلیت کے اور ص پر پیش اور ف پر تشدید کے ساتھ چبوترے کے معنی آتے ہیں۔
کیوبیک میں سول لا کی حکمرانی ہے۔
یہ تعلقات دولت مشترکہ اور لا فرانکوفونی کی ممبرشپ سے بنے ہیں۔
اس دلیل کے باوجود اس اصل الکلمہ کے خلاف متعدد دیگر وجوہات بھی بیان کی جاتی ہیں
فقہی امام، احمد بن حنبل کے استاد بشر ابن الحارث (767ء تا 840ء) جنہیں بشر الحافی بھی کہا جاتا ہے کہ مطابق؛ صوفی وہ ہے کہ جس کا دل اللہ کی جانب مخلص (صاف) ہو۔
صوفیت اور اسلام
جب تک یہ تمام درجات اپنے درست مقام پر حاصل نہ کئے جائیں اس وقت تک انسان صوفی نہں ہو سکتا۔
صوبوں کو وفاق کی جانب سے بہت زیادہ خود مختاری حاصل ہےاور ریاستوں کو کچھ کم آزادی حاصل ہے۔
لیکن پھر اس میں اسلام حکومت کی وسعت کے ساتھ قبل از اسلام کے ایرانی و یونانی فلسفیانہ خیالات شامل ہونے لگے؛ انسان اور کائنات کا تعلق، اللہ سے قربت، دنیا داری سے کنارہ کشی، انسان کی لاچارگی وغیرہ جیسے تصورات شامل ہونے کے بعد صوفیت اپنی شکل اختیار کرنے لگی؛ اس قسم کی روحانی پاکیزگی اور عبادت کے تصور کو قرآن کی سورت الحدید کی آیت 27 میں رہبانیت (monasticism) کا نام دیا گیا ہے اور اسے خود انسان کی تخلیق کہا گیا ہے اور کہا گیا ہے کہ؛ نہیں فرض کیا تھا ہم (اللہ) نے اسے ان پر۔
جغرافیہ اور آب و ہوا
اب رہی بات تصوراتی اور روحانی طور پر اسلاف سے تعلق قائم کرنے کی تو اہل تصوف کے زرائع (بلکہ غیرمسلم زرائع تک) کے مطابق تو پہلے صوفی خود حضرت محمد ہیں اور ان کے بعد یہ تصوف ان اہل افراد (مثال کے طور پر حضرت علی ) کو عطا ہوا جو اس کے اہل تھے یوں پیغمبر اسلام سے تصوف کی لڑی کو شروع کرنے کے بعد اس میں حضرت سلمان فارسی ، حضرت اویس قرنی اور پھر حضرت جعفر الصادق کے نام بھی شامل کیۓ جاتے ہیں۔
اس کے شمال میں آرکٹیک سمندر موجود ہے۔
ان کے علاوہ سلیم چشتی، شیخ محمد غوث گوالیاری، مخدوم عبدالقادر ثانی، شیخ دائود کرمانی، شاہ انوالمعالی، ملاشاہ گادری، حضرت خواجہ باقی باللہ، حضرت میاں میر، حضرت مجدالف ثانی اور شاہ ولی اللہ کے نام بھی اسلام کی اشاعت کے سلسلے میں قابل ذکر ہیں۔
ملک کے بعض علاقوں جیسے پریری آئی لینڈ صوبے میں روزانہ کا اوسط درجہ حرارت منفی پانچ ڈگری سینٹی گریڈ رہتا ہے اور کم سے کم درجہ حرارت سخت تیز ہوا اور شدید برفانی ٹھنڈ کے باعث منفی چالیس ڈگری سینٹی گریڈ بھی ہو سکتا ہے۔
معیشت
Islamweb کے مرکز فتویٰ سے جاری کیا جانے والا ایک روۓ خط فتویٰ سے چند سطور (وضاحتی عبارت کے ساتھ) درج ذیل ہیں۔
4%) تھی جو سابقہ تیس سالوں میں کم ترین ہے، صوبائی بے روزگاری کی شرح البرٹا میں تین اعشاریہ چھ (3.
بلا جواب ، سوال
کینیڈا زرعی پیداوار کے حوالے سے بھی دنیا کا ایک اہم ملک ہے۔
ٹورنٹو کینیڈا کا سب سے بڑا شہری آبادی والا علاقہ ہے جس میں 51 لاکھ 13 ہزار 1 سو 49 لوگ آباد ہیں.
4% ہیں۔
17% نے کسی مذہب سے تعلق ظاہر نہیں کیا۔
2002 میں 25 سے64 تک کی عمر کے 43% کینیڈینز ثانوی درجے تک تعلیم یافتہ تھے۔
انگریزی اور فرانسیسی کو وفاقی عدالتوں، پارلیمان اور تمام وفاقی اداروں میں یکساں اہمیت حاصل ہے۔
ثقافت
دوسرے اہم نشانات میں اودبلاؤ، کینیڈا گوز یعنی بطخ، مرغابی، تاج اور آر سی ایم پی شامل ہیں۔
زمرہ:کینیڈا
دنیا میں پائی جانے والی زندگی کی دو اہم اقسام کے حوالے سے حیاتیات یا علم الحیات کی دو بڑی شاخیں ہیں۔
(français) فرانس ، بلجیم ، لکسمبرگ اور سوئٹزرلینڈ سے شروع ہوئی تھی اور اب تقریبا تیس کروڑ (300000000) افراد اس کو یا تو اپنی مادری زبان یا پھر دوسری زبان کہتے ہیں ـ
6 تا 1.
اسلام کا ماخذ سلم (salm) اپنے امن و صلح کے معنوں میں قرآن کی سورت الانفال کی آیت 61 میں ان الفاظ میں آیا ہے: وَإِن جَنَحُواْ لِلسَّلْمِ فَاجْنَحْ لَهَا وَتَوَكَّلْ عَلَى اللّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ (ترجمہ: اور اگر جھکیں وہ صلح (امن) کی طرف تو تم بھی جھک جاؤ اس کی طرف اور بھروسہ کرو اللہ پر۔
ماسواۓ چند (جیسے اھل القرآن) تمام فرقے قرآن اور سیرت النبی (سنت) ہی کو اسلامی تعلیمات کی بنیاد قرار دینے پر نا صرف اجتماع رکھتے ہیں بلکہ اپنے اپنے طور اس پر قائم ہونے کا دعویٰ بھی کرتے ہیں جیسے اھل سنت اور اھل حدیث وغیرہ۔
سنت
یہ بات بھی قابل ذکر ہے کہ کلمۂِ طیّب سمیت چھ بنیادی کلمات کی طرح ایمان مفصل اور ایمان مجمل بھی ایسے کلمات ہیں کہ جو ایمان کے بنیادی اجزاۓ ترکیبی کو آسانی سے یاد رکھنے میں مدد دے سکیں اور یہ کسی ایک عبارت کی صورت میں قرآن یا حدیث میں نہیں ملتے۔
تاریخِ اسلام
عثمان کی شہادت کے بعد اب خلافت راشدہ کا اختتام قریب قریب تھا کہ جب علی خلیفہ کے منصب پر آۓ (656ء تا 661ء)۔
ادھر عباسی خلافت میں کاغذ کی صنعت ، بغداد کے بیت الحکمۃ (762ء) جیسے شاہکار نظر آۓ تو ادھر اندلس میں بچی ہوئی خلافت امیہ میں جامع مسجد قرطبہ جیسی عمارات تعمیر ہوئیں۔
صلاح الدین ایوبی (1138ء تا 1193ء) نے 1174ء میں ایوبی سلطنت کی بنیاد ڈالی اور 1187ء میں عیسائیوں کی قائم کردہ مملکت بیت المقدس سے بیت المقدس کو آزاد کروا لیا۔
اسلام میں حضرت محمد کے ساتھ دیگر تمام انبیاء پر ایمان رکھا جاتا ہے اور ان میں قرآن ہی کی سورت 35 (فاطر) کی آیت 24 کے مطابق ، قرآن میں درج 25 انبیاء و مرسال کے علاوہ ان میں وہ تمام بھی شامل ہیں جن کا ذکر قرآن میں نہیں آتا، مثال کے طور پر سدھارتھ گوتم بدھ مت اور دیگر مذاہب کی ابتداء کرنے والے، قرآن کی رو سے یہ تمام اشخاص خدا کی طرف سے وہی پیغام اپنی اپنی امت میں لاۓ تھے کہ جو آخری بار قرآن لایا، مگر ان میں تحریف پیدا ہوگئی۔
اسلام و دیگر مذاہب
ایک لاکھ چوبیس ہزار کی تعداد کے بارے میں متعدد نظریات دیکھنے میں آتے ہیں اور بہت سے علماء کے نزدیک یہ عدد کوئی معین یا ناقابل ترمیم نہیں ہے۔
واقعات
اور ناروے پر حملہ کیا۔
25 تا 29 اگست برطانیہ اور روس کا ایران پر حملہ اور قبضہ ہوا۔
1944ء
7 مئی کو جرمنی نے ہتھیار ڈال دیے۔
سب سے زیادہ نقصان روس کا ہوا۔
جنگ کے عالمی منظر نامے پر دوررس اثرات مرتب ہوئے۔
دوسری بوئر جنگ، پہلی جنگ عظیم، دوسری جنگ عظیم اور کورین جنگ میں شمولیت کے علاوہ کینیڈا نے بین الاقوامی مشنز میں اقوام متحدہ اور نیٹو کے لیے بھی اپنی فوجی قوت کو 1950 سے برقرار رکھا ہوا ہے جن میں امن مشن، یوگو سلاویہ میں ہونے والے مختلف مشنز اور پہلی خلیجی جنگ میں اتحادی افواج میں شرکت شامل ہے۔
تناسخ و تصوف
مارک اوبامہ نیو ہیمپشائر میں انتخابی مہم کے دوران
اوباما کی اہلیہ میشیل رابنسن بھی وکیل ہیں اور پرنسٹن اور ہارورڈ کی پڑھی ہوئی ہیں۔
اورنگزیب عالمگیر کے دور میں سلطنت اپنے عروج پر پہنچ گئی۔
کینیڈا کو سرکاری طور پر دو زبانوں والا یعنی اور بین الثقافتی یعنی قوم کہتے ہیں۔
کینیڈا کی فرانسیسی کالونی، نیو فرانس سینٹ لارنس نامی دریا کے ساتھ بسائی گئی۔
کھالوں کی تجارت کینیڈا کی تاریخ میں اٹھارویں صدی تک اہم ترین درجہ رکھتی تھی
سترہویں صدی کا بیشتر حصہ برطانوی اور فرانسیسی کالونیوں نے ایک دوسرے سے الگ تھلگ رہ کر گزارا۔
سب سے پہلے تو تیرہ کالونیوں کے آباد کار بہت ناراض ہوئے، جس سے امریکی انقلاب کو مدد پہنچی۔
برطانیہ اور امریکہ کے درمیان 1846 میں طے پانے والی اوریگان ٹریٹی کا انجام اوریگان سرحدی تنازعہ کی صورت میں ہوا۔
یونین کو آپس میں ملانے اور مغربی صوبوں پر اپنا انتظام برقرار رکھنے کے لیے کینیڈا نے پورے براعظم کو ملانے والی ٹرین کی تین پٹریاں بچھائیں جن میں سب سے اہم کینیڈین پیسیفک ریلوے تھی۔
اسی دوران عظیم معاشی بحران جو کہ 1929 میں ہوا، نے کینیڈا کو ہر طرح سے متائثر کیا۔
تصوف کی اس مذکوہ بالا تعریف بیان کرنے والے اشخاص تصوف کو قرآن و سنت کے عین مطابق قرار دیتے ہیں؛ اور ابتدائی ایام میں متعدد فقہی علماء اکرام بھی اس ہی تصوف کی جانب مراد لیتے ہیں۔
اس کے رد عمل کے طور پر کیوبیک میں خاموش انقلاب برپا ہوا اور ایک نئے قوم پرست جذبے کی ابتدا ہوئی۔
ایک مضمون میں تمام پہلوؤں کو شامل کرنے کے لیۓ ضروری ہے کہ سب سے پہلے تو یہ دیکھا جاۓ کہ آخر تصوف ہے کیا؟
امریکہ کےساتھ معاشی اتحاد دوسری جنگ عظیم کے بعد سے بڑھنے لگا۔
اور کیا تصوف کو حقیقی یا جھوٹی (کاذب) اقسام میں تقسیم کر کہ دیکھا جاسکتا ہے؟
تاہم اس میں ایک ایسی ناقابل قبول شق شامل ہے جس سے وفاقی پارلیمان اور صوبائی قانون ساز اسمبلیوں کو اجازت دی گئی ہے کہ وہ اس چارٹر کے کچھ حصوں کو عارضی طور پر زیادہ سے زیادہ پانچ سال تک کے لیے ختم کر سکتے ہیں۔
داخلیتِ اسلام
پارلیمینٹ کی کوئی کم از کم مدت مقرر نہیں ہے، لیکن اگلے انتخابات پہلے والے انتخابات سے پانچ سال کے اندر اندر ہونے لازمی ہیں۔
ردعملِ دنیا پرستی
رہی بات تصوف کی تعریف کی، تو مختلف نقطہ ہاۓ نظر رکھنے والے افراد کی جانب سے تصوف کی مختلف تعریفیں بیان کی جاتی ہیں۔
اوٹاوا میں سپریم کورٹ کی عمارت جوکہ پارلیمنٹ بلڈنگ کی مغربی طرف واقع ہے
فی الحقیقت یہ esoteric اور exoteric والا فلسفہ ہی ہے جس کے لیۓ ایرانی علاقوں میں عرفان نظری (theoretical gnosis) کی اصطلاح بھی مروج ملتی ہے، شیعہ اور سنی تصوف میں مشترکہ خصوصیات پائی جاتی ہیں اور ان کو مدغم کرنے کی کوشش بھی کی جاتی رہی ہے۔
یہ بعدالذکر معنی ہی اختیار کرتے ہوۓ یہ کہا جاتا ہے کہ لفظ صوفی اسی صفہ سے اخذ ہے کہ مسجد نبوی کے شمال میں واقع صفہ (چبوترے یا سائبان) میں جو اصحاب رہا کرتے تھے ان کو اصحاب صفہ کہا جاتا ہے اور اصحاب صفہ چونکہ ، فقراء ، تارک دنیا اور بالکل صوفیوں کے حال میں ہوتے تھے اس لیۓ یہی لفظ صوفی کی اصل الکلمہ ہے۔
کرمنل لا مکمل طور پر وفاقی ذمہ داری ہے اور پورے کینیڈا میں یکساں لاگو ہے۔
کینیڈا کے فوجی افغانستان میں کینیڈا کی مداخلت کے دوران
قوم صوفہ ایک غیر معروف قوم تھی جس کی جانب صوفیاء کی توجہ مرکوز ہونا یا اسکے نام سے تشبیہ کا امکان قوی نہیں۔
اگر لفظ الصفاء کو اخلاص ، پاکیزگی اور صفائی کے معنوں میں لے کر اسی کو صوفی کی بنیاد یا اصل الکلمہ تسلیم کیا جاۓ تو پھر قواعدی طور پر لفظ صوفی کے بجاۓ صفوی یا صفاوی اخذ ہونا چاہیۓ تھا۔
صوفیا کے نزدیک اسلامی علوم کی دو قسمیں ہیں ایک ظاہری اور دوسری باطنی۔
شریعت اسلام کا ظاہر ہے اور طریقت اس کا باطن۔
اسی طرح ہر ایک کی اپنے صوبائی اور ریاستی علامات ہیں۔
اردو کے ایک مفکر اور شاعر ، اقبال نے اسلام میں تصوف کے تصور کو اسلام کی زمین پر ایک بدیسی / اجنبی (alien) تصور قرار دیا ہے جو کہ غیر عرب (اسلام کی وسعت کی وجہ سے) اور (قبل از اسلام کے) ایرانی عقلیت پسند ماحول میں پروان چڑھا، اقبال نے یہ تصوف کے بارے میں یہ راۓ سید سلمان ندوی کے نام تیرہ نومبر 1917ء کو اپنے ایک مکتوب میں ان الفاظ میں تحریر کی۔
وکیپیڈیا سے
مذکورہ بالا فہرست میں شامل صوفیاء کے نظریات کے لیۓ ان کے مخصوص صفحات موجود ہیں۔
1925 سے لے کر اب تک آرکٹیک کا 60 ڈگری سے لے کر 141ڈگری طول بلد کی ملکیت کا یک طرفہ دعوٰی کینیڈا کرتا ہے اگرچہ اسے عالمی طور پر مانا نہیں جاتا۔
کتب تصوف
مگر ساحلی برٹش کولمبیا ایک استثنا ہے۔
وکیپیڈیا سے
اصل عبارت کے لیۓ متعلقہ موقع دیکھیۓ۔
6%) سے نیو فاؤنڈ لینڈ اور لیبریڈار میں چودہ اعشاریہ چھ (14.
تمام تر تصوف سے متعلق کتب و موقع ہاۓ روۓ خط میں کسی نا کسی الفاظ میں ایک بات کا تذکرہ لازمی شامل ہوتا ہے (حوالہ کے لیۓ حوالہ جات کی فہرست میں شامل کسی بھی حوالے سے رجوع کیا جاسکتا ہے) اور وہ یہ ہے کہ تصوف ، شریعت سے الگ نہیں ہے؛ یا یہ کہ تصوف ، شریعت کے بغیر تصور نہیں کیا جاسکتا ؛ یا یہ کہ تصوف دراصل روح کی پاکیزگی کا نام ہے ؛ یا یہ کہ تصوف ، دل میں آنے والی برائیوں سے دل کو پاک کرنے کا نام ہے ؛ یا یہ کہ تصوف دل کو خوبصورت (احسان / پاک) بنانے کا طریقہ ہے۔
کینیڈا کی چراہگاہیں گندم اور دیگر غلہ جات پیدا کرنے کے لیے مشہور ہیں۔
2001کی مردم شماری سے پتہ چلا ہے کہ اس وقت کینیڈا میں کوئی تین کروڑ سات ہزار اور چورانوے (30007094) لوگ آباد ہیں۔
اس کے بعد انگریزوں کی تعداد 20.
باقی 6.
زبان
عوام کو حق حاصل ہے کہ جہاں اکثریتی علاقہ ہو، وہ انگریزی یا فرانسیسی میں خدمات حاصل کر سکتے ہیں۔
وکیپیڈیا سے
کینیڈا کا سرکاری کھیل آئس ہاکی ہے۔
زمرہ:ممالک
نباتیات یا علم النبات؛ اس میں پودوں کا مطالعہ کیا جاتاہے۔
فرانسیسی لاطینی سے نکلی ہے جو سلطنتِ روم میں بولی جاتی تھی ـ فرانسیسی 29 ممالک میں مرکزی زبان ہےـ
8 ارب افراد اس کو پڑھتے ہیں؛ ان میں (مختلف ذرائع کے مطابق) قریبا 20 تا 30 کروڑ ہی وہ ہیں جن کی مادری زبان عربی ہے جبکہ 70 تا 80 کروڑ ، غیر عرب یا عجمی ہیں جن کی مادری زبان عربی کے سوا کوئی اور ہوتی ہے۔
بے شک وہ سب کچھ سننے والا اور جاننے والا ہے)۔
یہی دعویٰءِ اصلِ اسلام ، اھل تصوف سے متعلق کتب و دستاویزات میں بھی دیکھا جاتا ہے۔
سنت ، عربی کا لفظ ہے اور اس کے بنیادی معنی ، روش یا راہ کے ساتھ دیگر معنی بھی ہوتے ہیں لیکن اسلامی دستاویزات میں اس سے عام طور پر مراد حضرت محمد کی اختیار کردہ روش حیات یا طریقۂ زندگی کی ہی لی جاتی ہے۔
ارکانِ اسلام
تاریخ اسلام
لوگ فتنۂ مقتل عثمان پر نالاں تھے اور علی پر شدید دباؤ ان کے قاتلوں کی گرفتاری کے لیۓ ڈال رہے تھے جس میں ناکامی کا ایک خمیازہ امت کو 656ء کے اواخر میں جنگ جمل کی صورت میں دیکھا نصیب ہوا؛ پھر عائشہ کے حامیوں کی شکست کے بعد دمشق کے حاکم، امیر معاویہ نے علی کی بیت سے انکار اور عثمان کے قصاص کا مطالبہ کر دیا، فیصلے کے لیۓ میدان جنگ چنا گیا اور 657ء میں جنگ صفین کا واقعہ ہوا جس میں علی کو فتح نہیں ہوئی۔
767ء میں فقہی امام شافعی اور 780ء امام حنبل کی پیدائش ہوئی۔
1342ء میں ایوبی سلطنت کے خاتمے اور مملوک (1250ء تا 1517ء) حکومت کے قیام سے قبل اس سلطنت میں ایک خاتون سلطانہ ، شجر الدر (1249ء تا 1250ء) نے بھی ساتویں صلیبی جنگوں کے دوران قیادت کی۔
یقیناً ہم نے بھیجا ہے تم کو حق کے ساتھ خوشخبری دینے والا اور ڈرانے والا بنا کر۔
اسلام و دیگر مذاہب
اسلام پر انتقاد
1939ء
10 مئی کو جرمنی نے بلیجیم ، ہالینڈ ، اور لکسمبرگ پر حملہ کیا۔
7دسمبر کو جنگ مں اعلان کے بغیر جاپان نے شمولیت اختیار کی۔
جون 1944ء اتحادی فوجیں سرزمین فرانس پر اتریں.
6 اگست جو جاپان کے شہر ہیروشیما پر امریکا نے ایٹم بم گرایا۔
تقریباً 2 کروڑ روسی مارے گئے۔
تاج برطانیہ کا سورج غروب ہوا اور جنگ کے بعد اسے اپنے کئی نوآبادیات میں سے نکلنا پڑا جس میں ہندوستان بھی شامل تھا۔
2001 سے اب تک کینیڈا کے فوجی دستے افغانستان میں امریکی افواج برائے استحکام اور اقوام متحدہ کی زیر نگرانی، نیٹو کی زیر نگرانی انٹرنیشنل سکیورٹی اسسٹینس فورس میں بھی کم کر رہے ہیں۔
اہتجار یا آواگون (اور بعض اوقات تناسخ (reincarnation) یا حول) کے نظریات صوفیاء کی تعلیمات میں ملتے ہیں ۔
باراک حسین اوباما انیس سو اکسٹھ میں امریکی ریاست ہوائی میں پیدا ہوئے۔
ان کی دو بیٹیاں ہیں جن کی عمریں نو اور چھ سال ہیں۔
مغل شہنشاہ شاہجہاں نے اپنی اہلیہ ممتاز محل کی یاد میں آگرہ میں ایک عظیم مقبرہ تعمیر کیا جو تاج محل کے نام سے مشہور اور عجائبات عالم میں شمار کیا جاتا ہے۔
زمرہ:نامعلوم
انگریزی اور فرانسیسی زبانوں کو سرکاری زبانوں کا درجہ حاصل ہے۔
بعد ازاں، اس کو تقسیم کرکے دو برطانوی کالونیاں بنا دیا گیا جن کے نام اپر کینیڈا اور لوئر کینیڈا تھے۔
اگرچہ ایباوریجنل لوگوں، جو کہ مقامی طور پر اولین باشندے تھے، کی روایات یہ کہتی ہیں کہ وہ یہاں کے اولین باشندے تھے۔
فرانسیسی کالونی مکمل طور پر سینٹ لارنس نامی دریا کی وادی میں محدود رہے اور برطانوی تیرہ کالونیوں سے لے کر جنوب تک آباد رہے۔
دوسرا ریاست ہائے متحدہ کی آزادی کے بعد برطانوی سلطنت کےتقریبا پچاس ہزار وفادار کیوبیک، نووا سکوٹیا ، پرنس ایڈورڈ آئی لینڈ اور نیو فاؤنڈ لینڈ میں منتقل ہوگئے۔
اس کی وجہ سے مغربی سرحد کو 49th parallel تک پھیلا دیا گیا اور اوریگان کنٹری/کولمبیا ڈسٹرکٹ پر مشترکہ قبضہ ختم ہوگیا۔
اس کی مدد سے ڈومینن لینڈز ایکٹ کے تحت امیگرینٹس کی چراہگاہوں کی طرف منتقل ہونے کی حوصلہ افزائی ہوئی۔
البرٹا اور ساکس چیوان میں جنم لینے والی باہمی دولت مشترکہ فیڈریشن نے ٹومی ڈوگلس کی ویلفئیر سٹیٹ والی بات کا اشارہ دیا جس کی 1940سے 1950 میں داغ بیل پڑی۔
پھر بعد میں تصوف میں ایسے افکار ظاہر ہونا شروع ہوۓ کہ جن پر شریعت و فقہ پر قائم علماء نے نا صرف یہ کہ ناپسندیدگی کا اظہار کیا بلکہ ان کو رد بھی کیا۔
نومبر 1981کے دوران ہونے والی وزرا کی میٹنگ میں صوبائی اور وفاقی حکومت نے یہ طے کیا کہ آئین میں سے رجوع کیا جائے تاکہ اس میں ترمیم کا طریقہ کار طے کیا جائے۔
یعنی تصوف کی تعریف کیا ہے؟
1987 کے امریکہ-کینیڈا آزادانہ تجارت کے معاہدے سے یہ بات مزید واضح ہوئی۔
تصوف اور اسلام میں فرق ہے؟
وزیر اعظم کی حیثیت کینیڈا کے حکومت سربراہ کی ہے اور یہ عموما حکمران سیاسی پارٹی کا رہنما ہوتا ہے جو اعتماد کا ووٹ لینے میں کامیاب ہو۔
اسلام پر علامہ (scholar) کہلاۓ جانے والے ایک فرانسیسی لوئی ماسینیؤن (Louis Massignon) عہد بمطابق (1883ء تا 1962ء) نے تصوف کو ---- داخلیتِ اسلام ---- قرار دیا ہے ، یعنی اسلام کو اپنے آپ میں داخل کرلینا؛ اس کے مطابق قرآن کی مسلسل تلاوت (تکرار)، مراقبہ، اور تجربے سے تصوف پیدا ہوا (ہوئی) اور بڑھی۔
سینیٹ کی نسشتیں جو کہ علاقائی حوالے سے منقسم نشستوں پر ہوتی ہے، پر ارکان کا انتخاب وزیر اعظم کرتا ہے اور اس کی رسمی منظوری گورنر جنرل دیتاہے۔
حضرت عمر کے زمانے سے تیزرفتاری سے وسعت اختیار کرنے والی اسلامی حکومت میں نومسلمین (غیرعرب) کی کثیر تعداد شامل ہوتی جارہی تھی جس بارے میں صحابہ اور علماء ہمیشہ فکرمند بھی رہتے تھے کہ اچانک اسلام سے آشنا ہونے والے نومسلمین کی تربیت کا مقصد کس طرح حاصل کیا جاۓ کہ اسلامی افکار میں ان علاقوں کے قبل از اسلام کے افکار شامل نا ہونے پائیں جو نۓ فتح ہوۓ تھے۔
سیدھے سادھے لفاظ میں تو تصوف کی تعریف یوں بیان کرسکتے ہیں کہ تصوف ، اس طریقۂ کار کو کہا جاتا ہے کہ جس پر صوفی عمل پیرا ہوتے ہیں۔
کینیڈا کی عدلیہ قانون کی توجیح اور وضاحت میں اہم کردار ادا کرتی ہےاور آئین سے متصادم قوانین کو ختم کرنے کی طاقت بھی رکھتی ہے۔
تصوف تصوف کی مذکورہ بالا تعریفوں کے بعد اگر حجت تمام کے لیۓ غیرمسلم (اور بطور خاص مستشرقین (orientialists)) کا تصوف کے بارے میں نظریہ دیکھا جاۓ تو بہت سے حقائق واضح ہو جاتے ہیں جن سے یہ معلوم ہو سکے کہ غیرمسلم ، تصوف کو اسلام سے کس طرح جدا دیکھتے ہیں، اس کا تفصیلی ذکر اس کے لیۓ مخصوص قطعے میں آۓ گا۔
امام ابن تیمیہ کے مطابق حضرت محمد نے اصحاب کو سوال کرنے سے بالکل منع کردیا تھا یعنی اصحاب صفہ ، عام فقراء کی مانند دست سوال دراز نہیں کرتے تھے۔
قانون نافذ کرنے والے ادارے بشمول کریمنل کورٹس صوبائی ذمہ داری ہوتے ہیں لیکن اکثر صوبوں میں یہ وفاقی شاہی کینیڈا کی پولیس سے مستعار لیے جاتے ہیں۔
ساٹھ سال کے دوران کینیڈا نے اپنی شناخت بطور ملٹی لیٹرل ازم کے حامی کے طور پر کرائی ہے اور اس سلسلے میں عالمی تنازعہ جات کے حل میں اپنا حصہ ڈالا ہے۔
اگر بالفرض یہ اصل الکلمہ درست تسلیم کر لی جاۓ تو پھر صوفی کا لفظ خود حضرت محمد اور صحابۂ اکرام کے زمانے سے موجود ہونا چاہیۓ تھا نا کہ دوسری صدی ھجری (امام قشیری کے مطابق 822ء میں) سامنے آتا۔
صوف
ظاہری علوم سے مراد شریعت ہے، جو عوام کے لیے ہے۔
اس کی سادہ سی مثال یوں دی جاتی ہے کہ حضور صلی اللہ علیہ وسلم کے دور میں بھی منافین مسلمانوں کی صفوں میں شامل تھے جو ظاہر میں تو ہر وہ عمل کرتے تھے جس کے کرتے کا اسلام نے حکم دیا ہے جیسے کہ نماز روزہ، جہاد وغیرہ مگر دل ہی دل میں وہ کافروں کے ساتھ تھے اور یہ گمان کرتے تھے کہ ہم ان مسلمانوں کو دھوکا دے رہے ہیں۔
صوبہ جات کی ذمہ داریوں میں کینیڈا کے سوشل پروگرام شامل ہیں مثلا ہیلتھ کیئر، تعلیم اور فلاح و بہبود وغیرہ اور یہ سب صوبے مل کر وفاق کے لیے رقم جمع کرتے ہیں۔
یہ درست ہے کہ اسلام میں تزکیۂ نفس و روح پر زور دیا جاتا ہے اور اس تزکیے کو حاصل کرنے کے سلسلے میں صوفیا کی دو اقسام نظر آتی ہیں ایک وہ کہ جو مکمل طور پر خود کو قرآن اور شریعت کی حدود میں رکھتے ہوۓ ایسا کرتے رہے (اور ہیں) اور دوسرے وہ کہ جو غیر مسلم افکار اور فلسفے سے مکدر تصوف پر چلتے تھے (اور ہیں) ؛ یعنی ہمیشہ ایک ایسی صوفیت بھی موجود رہی ہے کہ جو کسی بھی طور اسلام سے تعلق نہیں رکھتی اور بہت سے صوفیا ایسے ہیں کہ جو صوفیت کی ریاضتوں سے گذرنے کے بعد ایک ایسے درجے تک پہنچے کہ جس کے بعد انہوں نے خود کو اسلام سے جدا کر لیا۔
مصنوعی سیارے سے لی جانے والی کینیڈا کی ایک تصویر جس میں بوریل جنگلات جو کہ کینیڈا کی پتھریلی سطح پر نمایاں ہیں.
غیر مسلم صوفیاء اکرام
روس کے بعد کینیڈا دنیا کا رقبے کے لحاظ سے دوسرا بڑا ملک ہے۔
امام قشیری کا رسالہ قشیریہ
یہاں ہلکی سردی اور بارشیں موسم کو خوشگوار بناتی ہیں۔
کینیڈا کے بینک نوٹ
ابتداء میں صوفیا کا خطاب ان لوگوں کو دیا جاتا تھا کہ جو خود کو اللہ کی عبادت میں مصروف رکھتے تھے اور زاہدوں کی سی زندگی بسر کیا کرتے تھے۔
6%) تک فرق ہے۔
یہاں ایک سوال یہ ذہن میں ابھرتا ہے کیا مذکورہ بالا تمام باتیں اسلامی تعلیمات نہیں؟
کینیڈا زنک اور یورینیم کے علاوہ دیگر معدنیات جیسا کہ سونا، نکل، المونیم اور سیسہ کے لیے بھی بہت مشہور ہے۔
موجودہ اندازہ بتیس اعشاریہ پانچ ملین (32.
2% ہے۔
3% میں سے اکثریت مسلم ہیں۔
وکیپیڈیا سے
اسی طرح کینیڈا کا باشندہ ہونے کے لیے انگریزی یا فرانسیسی میں سے کم از کم ایک زبان کا جاننا لازمی ہے۔
کینیڈا کی شاہی گھڑ سوار فوج جو کہ کینیڈا کی وفاقی اور قومی پولیس بھی ہے اور بین الاقوامی طور پر ایک علامت بھی
ہاکی قومی مشغلہ ہے اور اس وقت کوئی ڈیڑھ ملین (1.
زمرہ:شمالی امریکہ
حیوانیات یا علم الحیوان؛ اس میں حیوانات کا مطالعہ کیا جاتا ہے۔
فرانس کینیڈا (کیوبک).
متعدد شخصی ماخذ سے اپنی موجودہ شکل میں آنے والی دیگر الہامی کتابوں کے برعکس ، بوسیلۂ وحی ، فرد واحد (محمد ) کے منہ سے ادا ہوکر لکھی جانے والی کتاب اور اس کتاب پر عمل پیرا ہونے کی راہنمائی فراھم کرنے والی شریعت ہی دو ایسے وسائل ہیں جن کو اسلام کی معلومات کا منبع قرار دیا جاتا ہے۔
سلم (silm) کا لفظ اپنے اطاعت کے معنوں میں قرآن کی سورت البقرہ کی آیت 208 میں ان الفاظ میں آیا ہے: يَا أَيُّهَا الَّذِينَ آمَنُواْ ادْخُلُواْ فِي السِّلْمِ كَآفَّةً وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشَّيْطَانِ إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ (ترجمہ: اے ایمان والو! داخل ہوجاؤ اسلام میں پورے پورے اور نہ چلو شیطان کے نقش قدم پر بیشک وہ تمہارا کھلا دشمن ہے)۔
اھل تشیع فرقے والے سنت پر ایک خاص اور محتاط نقطۂ نظر بیان کرتے ہیں اور سنیوں کے برعکس ان کے نزدیک جو سنت (حدیث) ، اھل بیت سے منحرف ہوتی ہو وہ مستند نہیں، مزید یہ کہ اس فرقے میں قرآن اور سنت کے بجاۓ قرآن اور اھل بیت کا تصور بھی ملتا ہے۔
569ء سے 632ء تک جو عرصہ محمد نے اس دنیا میں انسانوں کے سامنے کتاب کا عملی نمونہ پیش کرنے کے لیۓ گذارہ وہ سنت کہلاتا ہے۔
ارکانِ اسلام
610ء میں قرآن کی پہلی صدا کی بازگشت ایک صدی سے کم عرصے میں بحر اوقیانوس سے وسط ایشیا تک سنائی دینے لگی تھی اور پیغمبرِ اسلام کی وفات (632ء) کے عین سو سال بعد ہی اسلام 732ء میں فرانس کے شہر تور (tours) کی حدود تک پہنچ چکا تھا۔
معاویہ کی حاکمیت (660ء) مصر ، حجاز اور یمن کے علاقوں پر قائم رہی۔
1258ء میں شیعیوں کی حمایت سے ہلاکو کے بغداد پر حملے سے آخری خلیفہ ، موسیقی و شاعری کے دلدادہ ، معتصم باللہ کو قالین میں لپیٹ کر گھوڑوں سے روندا گیا اور خلیفۃ المسلمین و امیرالمومنین کی صاحبزادی کو منگولیا ، چنگیز خان کے پوتے مونکو خان کے حرم بھیج دیا گیا، مصلحت اندیشی سے کام لیتے ہوۓ ہلاکو نے اھم شیعہ عبادت گاہوں کو اپنے سپاہیوں سے بچانے کی خاطر پہرے دار مقرر کر دیۓ تھے ؛ یوں خلافت عباسیہ کا خاتمہ ہوا۔
طوائف الملوک تا استعماریت
اور نہیں ہے کوئی امت مگر ضرور آیا ہے اس میں کوئی منتبہ کرنے والا۔
از روئے قرآن ، اسلام کی بنیادی تعلیمات میں یہ بات بھی شامل ہے کہ محمد سے قبل جتنے بھی مذاہب اس دنیا میں آئے وہ فی الحقیقت اسلام تھے اور جو عقائد محمد کی جانب سے انسانوں کو سکھائے گئے محمد سے گذشتہ تمام انبیاء نے بھی ان ہی عقائد کی تبلیغ کی تھی۔
حوالہ جات
ہٹلر اور مسولینی
انہی دنوں چرچل وزیر اعظم بنا۔
8 دسمبر کو جاپان نے امریکا کے خلاف اعلان جنگ کر دیا۔
فرانسیسی فوج نےجرمن فوج سے بری طرح شکست کھای اور ھتھیار ڈال دیے.
9 اگست کو جاپان کا دوسرا شہر ناگا ساکی ایٹم بم کا نشانہ بنا۔
اور اس سے اور کہیں زیادہ زخمی ہوئے۔
دوسری جنگ عظیم کے بعد عالمی منظر نامے پر دو بڑی طاقتیں نمودار ہوئیں۔
کینیڈا کی ڈیزاسٹر اسسٹینس ریسپانس ٹیم نے گزشتہ دو سال میں تین بڑے آپریشن کیے ہیں جن میں ستمبر 2005 کے کترینا ہری کین طوفان، اکتوبر 2005 میں کشمیر کے زلزلے اور دسمبر 2004 میں جنوبی ایشیا کے سونامی شامل ہیں۔
یہ بات بھی بیان کی جاتی ہے کہ یہ جس طرح تمام اسلام راسخ پر قائم علماء اکرام ، تناسخ اور اہتجار و حلول جیسے نظریات کی یکسر تردید کرتے ہیں اسی طرح حقیقی تصوف کی تعلیمات پر چلنے والے صوفی بھی ان نظریات کو نہیں تسلیم کرتے۔
ان 2 فروری 1961ء کو شادی کری۔
باراک اوباما نے پچھلے سال فروری میں امریکی صدارتی نامزدگی کی دوڑ میں شامل ہونے کا اعلان کیا تھا۔
1700ء میں اورنگزیب کی وفات سے قبل مغلیہ سلطنت اپنے عروج پر پہنچ چکی تھی جس کا رقبہ 40 لاکھ مربع کلومیٹر تھا۔
کینیڈا رقبے کے لحاظ سے دنیا کا دوسرا سب سے بڑا ملک ہے۔
کینیڈا ٹیکنالوجی کے لحاظ سے ترقی یافتہ اور صنعتی قوم ہے۔
بعد میں انہیں ملا کر کینیڈا کا برطانوی صوبہ کہا گیا۔
آرکیالوجی کی سٹڈیز کے مطابق شمالی علاقے یوکون میں انسانی موجودگی 26000 سال پہلے تھی اور جنوبی علاقے اونٹاریو میں 9500 سال پہلے انسانی آبدی کے آثار ملے ہیں۔
تاہم جوں جوں علاقے، سمندری حدود، کھالوں اور مچھلیوں کی کمی ہوتی گئی، فرانسیسیوں، برطانیوں اور ساحلی قبائل کے درمیان جنگیں چھڑتی گئیں۔
ان کی آمد کو نووا سکوٹیا میں اچھی نظر سے نہ دیکھا گیا اور نیو برونسوک کو اس کالونی سے 1784 میں باہر نکال دیا گیا۔
اسی کی وجہ سے وینکوور آئی لینڈ کی کالونی 1849میں وجود میں آئی اور فریزر کینیان میں سونے کی تلاش کے لیے دوڑ لگ گئی۔
اس کی وجہ سے نارتھ ویسٹ ماؤنٹڈ پولیس کو قائم کیا گیا۔
1930 کے اواخر میں جرمنی سے تسلی بخش جواب ملنے کے بعد لبرل وزیر اعظم ولیم لوئن میکنزی کنگ نے پارلیمنٹ کے فیصلے کی توثیق کردی کہ کینیڈا 1939 میں دوسری جنگ عظیم میں شامل ہوں اور انہوں نے اپنے فوجی دستوں کو جرمنی کے پولینڈ پر حملے سے قبل متحرک کیا۔
ان تمام پہلوؤں کا جائزہ مضمون میں آجاۓ گا فی الحال یہاں تصوف کی وضع کو مزید وضاحت سے بیان کرنے کی خاطر ایک اور تعریف William C.
اگرچہ کیوبیک کی حکومت نے اس کی مخالفت کی، پھر بھی 17 اپریل 1982کو کینیڈا نے ملکہ الزبتھ دوم کی منظوری سے اپنے آئین کو برطانوی آئین سے علیحدہ کر لیا اور اپنے آپ کو ایک آزاد مملکت کا درجہ دے دیا اگرچہ دونوں ممالک ابھی بھی مشترکہ علامتی بادشاہت کے ماتحت تھے۔
اور پھر اس کے بعد اس تصوف کے آغاز (تاریخ آغاز) سے آگاہ ہونا ضروری ہے۔
موجودہ دہائیوں میں کینیڈا کے لوگ اپنی ثقافتی خود مختاری کے لیے بہت پریشان ہیں کیونکہ ٹی وی شوز، فلمیں اور کمپنیاں بہت زیادہ عام ہو گئی ہیں۔
پھر تصوف کے شعبے کی اھم شخصیات (صوفیاء اکرام) ان کی تحاریر و کتب اور ان کتب کے (منفی و مثبت) اثرات کا جائزہ لینا۔
وزیر اعظم اور اس کی کابینہ کو گورنر جنرل ، جو ملکہ کا نمائندہ ہوتا ہے، کی طرف سے باقاعدہ مقرر کیا جاتا ہے۔
تصوف کا قرآن میں لغوی (lexically) طور پیوست ہونے کا یہ نظریہ ، باطنیتِ کلام ، سے بہت مختلف بھی نہیں کہا جاسکتا؛ صوفیاء بھی اسی ظاہریت اور باطنیت کی تقسیم اسلام کے قائل ہیں، یعنی قرآن کے الفاظ کا مسلسل ورد اور ان میں وہ معنی (باطنی) تلاش کرنا کہ جو ظاہر میں نظر نہیں آتے یا پوشیدہ ہیں، صوفیاء کے نزدیک تصوف کی بنیاد ہیں۔
سینیٹ کے کل 75 ارکان ہوتے ہیں۔
661ء میں حضرت علی کی شہادت کے بعد، امت کے افکار میں افتراق وسیع ہونے لگے۔
جبکہ خود صوفیا، تصوف کی تعریف یوں بیان کرتے ہیں کہ؛ تصوف ، اسلام کی ایک ایسی شاخ ہے کہ جس میں روحانی نشونما پر توجہ دی جاتی ہے۔
سپریم کورٹ آف کینیڈا یہاں کی سب سے بڑی عدالت اور آخری فیصلہ کن اتھارٹی ہے۔
انسائکلوپیڈیا برٹینیکا کے مطابق؛ تصوف ، اسلام میں ایک باطنیہ (escoteric) تحریک کا نام ہے جو خدا کے براہ راست شخصی (ذاتی) تجربات کے زریعے آسمانی (الٰہی) حب و علم کی متلاشی ہے۔
نا ہی ان میں کوئی صوفیانہ کیفیات (حال ، وجد وغیرہ) پائی جاتی تھیں اور نا ہی اصحاب صفہ نے خود کو تارک الدنیا کیا تھا بلکہ وہ دیگر اصحاب کی طرح جہاد میں بھی شریک ہوا کرتے تھے مزید یہ کہ علم لسانیات کے مطابق ، لفظ صفہ سے صوفی مشتق کرنا قواعد کے لحاظ سے غلط ہے کہ اوپر بیان کردہ اعراب کے کی رو سے لفظ صفہ سے (suffi) مشتق ہوگا نا کہ صوفی (soofi یا sufi) مشتق کر لیا جاۓ۔
خارجہ تعلقات اور فوج
سوئز بحران کے دوران یہ کردار بہت نمایاں رہا جب لیسٹر بی پیرسن نے بحالی امن کے کام کو آسان بنایا اور اقوام متحدہ کے فوجی دستہ برائے امن کی تعیناتی کو ممکن بنایا۔
قبل از اسلام کے زمانۂ جاہلیہ سے انتساب کو مسلمان اچھی نگاہ سے نہیں دیکھ سکتے تھے اور صوفیاء کی جانب سے ایسا انتخاب ممکن نظر نہیں آتا۔
لفظ صوف کے معنی اون کے آتے ہیں اور گمان غالب ہے کہ یہ لفظ کوئی آٹھویں صدی عیسوی سے دیکھنے میں آرہا ہے جب ابن سیرین (وفات 729ء) سے روایت کیا جاتا ہے کہ انہوں نے اس لباس کی حضرت عیسی کی جانب نسبت سے پہنے پر ناپسندیدگی کا اظہار کرتے ہوۓ اس کا ذکر کیا۔
اور باطنی علم وہ ہے جو ان کے کہنے کے مطابق رسول اللہ صلی اللہ علیہ وسلم نے اپنے چند صحابہ حضرت ابوبکر صدیق ، حضرت علی ، اور حضرت ابوذر کو تعلیم کیا۔
مگر نبی صلی اللہ علیہ وسلم کو اللہ کی طرف سے ان کے سب حالات معلوم تھے اور بعض اوقات تو اکابر صحابہ کی جانب سے بھی ان کو قتل کر دینے تک کا مطالبہ کیا گیا تھا مگر آپ صلی اللہ علیہ وسلم نے ان کے جان و مال کو بالکل اسی طرح محفوظ رکھا جیسے کہ کسی مسلمان کا رکھا جاتا ہے یہاں پر ان کے ظاہر پر حکم لگایا گیا ہے جو کہ شریعت ہی ہے۔
کینیڈا کا یہ ڈھانچہ دنیا میں واحد اور اپنی طرز کا انوکھا نظام ہے۔
صوفیاء اکرام
برف اور ٹنڈرا بھی آرکٹک پر نمایاں ہیں.
غیر مسلم صوفیاء اکرام ان صوفیاء اکرام کو کہا جاتا ہے کہ جنہوں نے خود کو ناصرف یہ کہ تصوف بلکہ تصوف کے کسی خاص سلسلے (جیسے نقشبندی وغیرہ) سے جوڑنے کے باوجود کبھی قبولیت اسلام کا اعلان نہیں کیا۔
کینیڈا کی آبادی کی اوسط تین اعشاریہ پانچ افراد فی مربع کلو میٹر ہے جو کہ دنیا بھر میں سب سے کم گنجان آباد علاقوں میں شمار ہوتا ہے۔
شيخ عبدالقادر جيلانی کی فتوح الغیب
اسی طرح گرمیوں کے بلند درجہ حرارت بھی جگہ کے لحاظ سے بہت فرق ہو سکتے ہیں۔
کینیڈا اس وقت دنیا کی امیر ترین قوموں میں سے ایک ہے۔
بعد میں صوفیت (عام طور پر تصوف کے متبادل ادا کیا جاتا ہے) میں متدد بدعتیں اور مبالغات حلول کر گۓ اور فلسفیوں کے کئی ممنوع تفکرات نے اس میں جگہ بنالی ، جیسے وحدت الوجود ، باطنیت (esotericism) اور لادینی (atheism) (ممکن ہے کہ اس فتوی میں atheism دھریت یا انحراف کے معنوں میں آیا ہو) جن کے بعد یہ خیال بھی پایا جاتا ہے کہ ان سے گذرنے کے بعد ایک حد وہ آتی ہے کہ جب وہ شخص اسلام کی پیروی سے بھی آزاد ہوجاتا ہے؛ ارشاد الملوک (مولانا عاشق الہی مراٹھی) کے مطابق ذکر کے لیۓ شرائط میں سے ایک ، ذکر کو شیخ سے حاصل کرنا ہے بالکل ایسے ہی جیسے صحابہ اپنا ذکر رسول اللہ (ص) سے لیا کرتے تھے۔
گزشتہ صدی میں تیزی سے ہونے والی مینوفیکچرنگ، کان کنی اور خدمات کے شعبے میں ترقی نے اس قوم کو شہری اور صنعتی قوم بنا دیا ہے۔
پھر آخر اس تمام تر طریقۂ کار کو اسلام یا شریعت کے بجاۓ تصوف کا نام دینے کی کیا وجہ ہے؟
اونٹاریو کے جنوب میں واقع صنعتی علاقہ خاص طو رپر گاڑیوں کی پیداوار کے لیے مشہور ہے۔
5) نفوس ہے۔
اس کے بعد فرانسیسی، سکاٹش، آئرش، جرمن، اطالوی، چینی، یوکرائنین اور جنوبی امریکہ کے ریڈ انڈین آتے ہیں۔
کینیڈا کے صوبے اور ریاستیں تعلیم کے ذمہ دار ہیں یعنی قومی سطح پر کوئی ادارہ اس کا ذمہ دار نہیں ہے۔
مانٹریال کیوبیک کی اکثریت فرانسیسی بولتی ہے لیکن انگریزی بولنے والوں کی ایک بڑی اکثریت رہتی ہے
5%آبادی کم از کم انگریزی یا فرانسیسی یا دونوں بولنے کے قابل ہے۔
کینیڈا کی ثقافت تاریخی اعتبار سے انگریزی، فرانسیسی، آئرش، سکاٹش اور مقامی ثقافتوں سے بہت متائثر ہے اور وقت کے ساتھ ساتھ امریکی ثقافت بھی اپنا رنگ جما رہی ہے۔
65) سے زائد افراد اس کے باقاعدہ رکن ہیں۔
جیساکہ بنیادی طور پر حیوانات و نباتات کا مطالعہ انکی ساخت وافعال سے شروع ہوتاہے اور اسی لحاظ سے حیاتات کی دو ذیلی شاخیں وجود میں آئیں؛ شکلیات یا عِلم الصَّرف و فعلیات (Physiology)۔
اور مغربی افریقہ کے کئی ممالک
لغوي مطلب
حوالے کے لیۓ دیکھیے حوالہ براۓ امن و صلح۔
قرآن
خاتم الانبیا ہونے کی وجہ سے محمد کی وفات نے آخری کتاب کے بعد ، اسلام کی تکمیل کرنے والے دوسرے منبع پر بھی اختتام کی مہر ثبت کردی۔
ارکان اسلام کو اعتقادات دین یا دیانہ (creed) سمجھا جاسکتا ہے، یعنی وہ اطوار کہ جو عملی زندگی میں ظاہر ہوں؛ بعض اوقات ان کو دین کے پانچ ستون بھی کہا جاتا ہے کیونکہ بشری شماریات (demography) کے اندازوں کے مطابق 85 فیصد (اور بعض ذرائع کے مطابق اس سے بھی زیادہ) مسلم افراد ، پانچ (5) ارکانِ اسلام پر ہی یقین رکھتے ہیں جبکہ 15% (اور بعض ذرائع کے مطابق اس سے بھی کم) ایسے ہیں جو اس 5 کے عدد سے انحراف کرتے ہیں۔
خلافت راشدہ
661ء میں عبد الرحمن بن ملجم کی تلوار سے حملے میں علی شہید ہوۓ۔
عباسیہ عہد ہی میں اسلامی تاریخ کو کوئی 700ء سے شروع ہونے والے اسلامی عہدِ زریں کا دیکھنا نصیب ہوا اور مسلم سائنسدانوں کی متعدد عظیم کتب اسی زمانے میں تخلیق ہوئیں اور اسی زمانے میں ان کی سیاہی کو دجلہ کا پانی کالا کرنے کے لیۓ استعمال کیا گیا۔
1258ء میں چنگیز کے پوتے سے بچ نکلنے والے عباسیوں نے مصر میں مملوکوں کی سلطنت (1250ء تا 1517ء) میں خلفیہ کا لقب اختیار کر کے عباسی (فرار ہوجانے والی) خلافت کو مملوکوں کی عثمانیوں کے سلیم اول کے ہاتھوں شکست ہونے تک (1517ء) نام دکھاوے کی طرح قائم رکھا اور پھر سلیم اول نے آخری مصری عباسی خلیفہ، محمد المتوکل ثانی (1509ء تا 1517ء) کے بعد خلیفہ کا لقب اس سے اپنے لیۓ حاصل کر لیا۔
(قرآن؛ 35:24)
سورت النساء میں درج ہے؛
یکم ستمبر 1939 کو جرمنی نے پولینڈ پر حملہ کیا۔
10 جون کو اطالیہ نے فرانس کے خلاف اعلان جنگ کیا۔
11 دسمبر کو جرمنی اور اطالیہ کی طرف سے امریکا کے خلاف اعلان جنگ کا ہوا۔
بعد می سب موت کے گھاٹ اتار دیے گۓ.
14 اگست کو جاپان نے ہتھیار ڈال دیے۔
روس کے 1710 شہر اور قصبے ۔
روس اور امریکا ۔
انتظامی تقسیم
لیکن عمومی طور پر یہ تاثر (بطور خاص مغرب میں) پایا جاتا ہے کہ صوفیاء اس نظریے کے قائل ہیں اور ان کی تحریروں میں اس کی موجودگی واضح طور پر دیکھی جاسکتی ہے جس سے کم از کم صوفیاء کی طرح باطنیت (esotericism) میں مہارت نا رکھنے والا ایک عام مسلمان بھی لازمی طور پر دھوکا کھا جاۓ گا، تصوف میں تناسخ و ہندو ، آواگون جیسے نظریات کی موجودگی کا واضح ثبوت سری لنکا کے ایک صوفی باوا محی الدین کے اقتباسات سے لگایا جاسکتا ہے گو جیسا کہ اوپر بیان ہوا کہ بعد میں ان کے کسی مرید نے ہر ممکن کوشش کی کہ باوا محی الدین کی واضح طور پر آواگون کے نظریے کو تسلیم کرنے والی تحریر میں باطنیت کا سہارا لے کر اس کی حقیقت کو چھپا سکیں لیکن ایسا ہو نہیں سکا۔
ان کے والد کا تعلق کینیا سے جبکہ والدہ کا ہوائی سے تھا۔
انہو نے عراق سے فوجی واپس بلانے کا وعدہ کيا ہے اور بش کے خلاف عراق پر فوج کشی اور عراق کے جنگ کے خلاف ايک امريکی جلوس مي شامل ہوئے اور وعدہ کيا کے اگر وہ صدر منتخب ہوئے تو وہ ايران سے بھی جنگ نہیں لڑیں گے بلکہ کسی بھی ملک سے نہیں لڑیں گے۔
لیکن اورنگزیب کی وفات کے بعد سلطنت کا زوال شروع ہوگیا اور 1857ء میں جنگ آزادی میں شکست کے بعد آخری فرمانروا بہادر شاہ ظفر کو جلاوطن کردیا گیا اور ہندوستان برطانوی راج کے قبضے میں آگیا۔
یہ براعظم شمالی امریکہ کے بڑے حصے پر محیط ہے۔
اس کی معیشت کا زیادہ تر انحصار اس کے قدرتی وسائل اور تجارت بالخصوص امریکہ کے ساتھ تجارت پر ہے جس کے ساتھ کینیڈا کی طویل المدتی شراکت ہے۔
1867 الحاق کے کے بعد کینیڈا کو ایک نئی ڈومین کا درجہ دے دیا گیا۔
جب وائکنگ یعنی بحری قزاق یہاں کرکا کے مقام پر 1000عیسوی میں باقاعدہ آباد ہوئے تو یورپی اقوام یہاں پہلی بار آئیں۔
1689 سے 1763کے دوران چار جنگیں لڑئی گئیں۔
اب آئینی ایکٹ کے تحت انگریزی بولنے والے وفاداروں کو کیوبک میں بسانے کے لیے صوبے کو دو حصوں یعنی فرانکوفون یعنی فرانسیسی بولنے والے زیریں کینیڈا اور اینگلوفون یعنی انگریزی بولنے والے بالائی کینیڈا میں 1791 میں تقسیم کر دیا گیا۔
برٹش کولمبیا کی کالونی میں یہ کام 1858میں شروع ہوا، اگرچہ یہ دونوں کینیڈا کے متحدہ صوبے سے بالکل الگ تھلگ تھے۔
جوں جوں آباد کار چراہگاہوں کی طرف ٹرینوں کی مدد سے منتقل ہوئے تو آبادی بڑھتی چلی گئی، شمال مغربی علاقوں کو صوبے کا درجہ دے دیا گیا جس سے البرٹا اور ساسکاچیوان 1905میں بنے۔
جنگ کے دوران کینیڈا کی معیشت نے بہت تیزی سے ترقی کی جس کی بڑی وجہ کینیڈا ، برطانیہ، چین اور روس کے لیے جنگی ہتھیاروں کی تیاری تھی۔
Chittick کے مطابق دی جا رہی ہے۔
آزادی کے بعد 1960کے خاموش انقلاب کے دوران کیوبیک بہت سی سماجی اور معاشی تبدیلیوں سے گزرا۔
اس ابتدائی مطالعے کے بعد یہ دیکھنا ہوگا کہ تاریخ کے ساتھ ساتھ تصوف میں کس طرح نمو ہوئی؟
تاہم کینیڈا کو اپنے عالمگیری نظام صحت پر اور کثیر الثقافی ملک ہونے پر فخر ہے۔
کیا فقہی ائمہ (امامیان) کے ہاں تصوف کے بارے میں خیالات ملتے ہیں؟
تاہم وزیر اعظم کابینہ کو خود سے منتخب کرتا ہے اور روایات کے مطابق گورنر جنرل کو وزیر اعظم کے انتخاب کو قبول کرنا ہوتا ہے۔
باطنیتِ کلام
کینیڈا کی چار بڑی سیاسی جماعتیں ہیں۔
خلافت راشدہ کے بعد آنے والے حکمران اپنے پیشروؤں جیسی اسلامی حکومت کی مثال قائم نا رکھ سکے اور متعدد علماء ان سے بدظن ہونے لگے۔
صوفیا، تصوف کی متعدد جہتوں میں؛ اللہ کی ذات کا شعور حاصل کرنا، روحانی کیفیات اور ذکر (رسماً و جسماً) اور شریعت بیان کرتے ہیں۔
اس کی سربراہی جنابہ میڈم چیف جسٹس بیورلے میک لاچلین، پی سی ہیں۔
صوفیت محمد کے بعد ایسے اشخاص (مجمع) میں ایک منظم تحریک کے طور پر ابھری جو اسلام راسِخ کو روحانی طور پر حبس نفس (محبوس) سمجھتے تھے۔
صف الاول
وکیپیڈیا سے
اس حوالے سے کینیڈا نے اقوام متحدہ کے فوجی کاروائی برائے امن کی رہبری کی اور اقوام متحدہ کی امن کوششوں کو تقویت دی۔
سوفیہ
ابن خلدون کے مطابق صوف (اون) کے کپڑے پہنے کا رجحان دنیا پرستانہ زندگی کی جانب رغبت کے ردعمل کے طور پر ہوا (دیکھیۓ قطعہ؛ ردعملِ دنیا پرستی) جب بزرگ اور نیک انسانوں نے قیمتی اور ریشمی لباسوں کی نسبت سادہ صوف کے لباس کو ترجیح دینا شروع کی۔
حضرت ابوبکر سے حضرت سلیمان فارسی اور حضرت علی سے حضرت حسن بصری فیضیاب ہوئے۔
پس اگر کوئی شخص ظاہر میں نماز روزے کی پابندی اور دیگر فرائض ادا کرتا ہے تو زبان شریعت میں اسے کوئی کافر نہیں کہہ سکتا۔
وفاقی حکومت صوبوں میں قومی پالیسیاں بنا سکتی ہے مثلا کینیڈا کا ہیلتھ ایکٹ، جن میں سے صوبہ جات اپنی مرضی کی پالیسی منتخب کر سکتے ہیں اگرچہ یہ بہت کم ہی ایسا ہوتا ہے۔
اس قطعے میں معروف صوفیاء کو ترتیب زمانی کے لحاظ سے تحریر کیا جارہا ہے؛ عام تاثر کے برعکس تصوف کو خصوصیت حاصل ہے کہ اس کے صوفیاء میں صرف مسلم صوفیاء اکرام ہی نہیں ہیں بلکہ ہندومتی ، بدھ متی اور دیگر ادیان کے غیرمسلم صوفیاء اکرام بھی شامل ہیں۔
کینیڈا کے پہاڑوں میں گلیشئیرز بھی نمایاں ہیں.
مسلمان ، غیرمسلم صوفی کی اصطلاح کو جو بھی نام دیں حقیقت یہ ہے کہ غیرمسلم دنیا میں یہ غیرمسلم صوفی ہی کہلاۓ جاتے ہیں۔
کیوبیک سے لے کر ونڈسر کی پٹی تک (جو کہ گریٹ لیک کے کنارے اور دریائے سینٹ لارنس تک ہے) کینیڈا کے گنجان آباد علاقے شمار ہوتے ہیں۔
داتا گنج بخش کی کتاب کشف المحجوب
مشرق اور مغرب کے سواحل میں درجہ حرارت بیس ڈگری سینٹی گریڈ ہو سکتا ہے جبکہ درمیانی علاقہ عموما پچیس سے تیس اور کبھی کبھار چالیس ڈگری سینٹی گریڈ بھی ہو سکتا ہے۔
کینیڈا آرگنائزیشن فار اکنامک کواپریشن اینڈ ڈیویلپمنٹ OECD اور گروپ آف ایٹ G-8 کا ممبر ہے۔
کاذب تصوف
دنیا کی دوسری ترقی یافتہ اقوام کی مانند، کینیڈا کی معیشت کا بڑا حصہ خدمات سے متعلق ہے اور تین چوتھائی کینیڈا کے باشندے اس سے متعلق ہیں۔
اب تک مختلف کتب و زرائع سے اس بات کا جواب تلاش کرنے کی کوشش کی جاچکی ہے لیکن تمام جگہ ہی بات شریعت سے اقرار اور تصوف کو شریعت کے مطابق ثابت کرنے پر ہی ختم ہو جاتی ہے۔
کینیڈا کی تجارت کا بنیادی دارومدار بین الاقوامی تجارت بالخصوص امریکہ کے ساتھ ہے۔
آبادی میں اضافے کی بنیادی وجہ امیگریشن ہے اور کسی حد تک قدرتی شرح پیدائش بھی اس کا سبب ہے۔
کینیڈا کے اصلی باشندوں کی تعداد میں دیگر آبادی کی نسبت دوگنا اضافہ ہو رہا ہے۔
اس طرح یہاں تیرہ تعلیمی نظام پائے جاتے ہیں۔
انگریزی اور فرانسیسی کینیڈا کی دو سرکاری زبانیں ہیں۔
فرانسیسی بولنے والوں کی اکثریت کیوبیک میں رہتی ہے لیکن قابل ذکر تعداد نیو برنزوک کے شمال، مشرقی اور شمالی اونٹاریو اور جنوبی مینی ٹوبہ میں بھی موجود ہے۔
بہت سے امریکی ثقافتی اشیا مختلف اندازسے اپنے قدم جما رہے ہیں اور اسی طرح کینیڈا کی ثقافت اپنے قدم امریکہ اور دیگر ممالک میں جما رہی ہے۔
کینیڈا کے چھ میٹروپولیٹن علاقے یعنی ٹورنٹو، مانٹریال، وینکوور، اوٹاوہ، کیلگری اور ایڈمنٹن نے اپنی اپنی قومی ہاکی لیگیں بنائی ہوئی ہیں اور اس میں کینیڈا کے مقامی کھلاڑیوں کی تعداد دنیا میں دیگر تمام آئس ہاکی کے کھلاڑیوں سے زیادہ ہے۔
تاریخ کے مختلف ادوار سے گزرتے ہوۓ موجودہ حیاتیات نے اب ایک انتہائی وسیع علم کی شکل اختیار کرلی ہے جو زندگی سے مطعلق ہربات کا مختلف پہلو اور مختلف درجات میں احاطہ کرتاہے اور اسی لحاظ سے اب اسکی کئی ذیلی شاخیں وجود پاچکی ہیں اور پا رہی ہیں.
حوالہ جات
لفظ اسلام لغوی اعتبار سے سلم سے ماخوذ ہے، جس کے معنی اطاعت اور امن ، دونوں کے ہوتے ہیں۔
اسلام ہے کیا؟
قرآن اور حفاظتِ قرآن
اس وقت سے لیکر آج تک مسلمان اسلام کے ان دو بنیادی ماخذ ، قرآن اور سنت ، کو سمجھنے اور اس پر عمل پیرا ہونے کی کوششوں میں مصروف ہیں۔
مذکورہ بالا سطور میں شماریاتی تناسب سے حوالۂ مقصود بالترتیب ، سنی اور شیعہ تفرقوں کی جانب ہے۔
632ء میں ابو بکر کے انتخاب پر خلافت راشدہ کا آغاز ہوا، انہوں نے حروب الردہ کے بعد سلطنت ساسانیان اور سلطنت بازنطینی کی جانب پیشقدمیاں کیں۔
یہاں سے ، علی کے حامیوں اور ابتدائی سنی تاریخدانوں کے مطابق ، خلافت راشدہ کے بعد خلیفۂ پنجم حسن کا عہد شروع ہوا۔
خلافت تا خلافتیں
ھاشم ثانی کے بعد خلافت قرطبہ (756ء تا 1031ء) ختم ہوئی اور الاندلس چھوٹی چھوٹی ریاستوں میں بٹ گیا۔
تقدم زمانی کے لحاظ سے تمام توحیدیہ مذاہب میں جدید ترین کتاب ہونے کے باوجود عقیدے کے لحاظ سے قرآن قدیم ترین الہامی کتاب سمجھی جاتی ہے اور عرب و عجم سمیت تمام دنیا کے مسلمانوں میں عربی ہی میں اسے پڑھا جاتا ہے، جبکہ اس کے متعدد لسانی تراجم کو (ساتھ درج عربی کے لیۓ) محض تشریح کی حیثیت حاصل ہوتی ہے۔
بے شک ہم نے وحی بھیجی ہے تمہاری طرف جیسے وحی بھیجی تھی ہم نے نوح اور ان نبیوں کی طرف جو اس کے بعد ہوئے اور وحی بھیجی ہم نے ابراہیم ، اسماعیل ، اسحاق ، یعقوب اور اوالاد یعقوب کی طرف اور عیسٰی ، ایوب ، یونس ہارون اور سلیمان کی طرف اور دی ہم نے داؤد کو زبور۔
آغاز
3 ستمبر برطانیہ اور فرانس نے جرمنی کے خلاف اعلان جنگ کیا۔
13 جون جرمنی نے پیرس پر قبضہ کر لیا۔
1943ء
جرمن کا زوال سٹالن گراڈ کی بھیانک جنگ سے شروع ھوا جرمن فوج بلاشبہ کامیاب تھے لیکن سردی اور برف باری نے ان کی شکست یقینی بنادی
نتائج
70000 گاؤں اور 32000 کارخانے تباہ ہوئے۔
ان دو بڑی طاقتوں کے درمیان سرد جنگ کا آغاز ہوا۔
